-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Дек 15 2024 г., 21:37
-- Версия сервера: 10.4.24-MariaDB
-- Версия PHP: 7.4.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `copy_ezdrop`
--

-- --------------------------------------------------------

--
-- Структура таблицы `auth`
--

CREATE TABLE `auth` (
  `id` int(11) NOT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `source` varchar(255) NOT NULL,
  `source_id` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `auth_assignment`
--

CREATE TABLE `auth_assignment` (
  `id` int(11) NOT NULL,
  `item_name` varchar(64) NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `created_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `auth_assignment`
--

INSERT INTO `auth_assignment` (`id`, `item_name`, `user_id`, `created_at`) VALUES
(1, 'ADMIN', 509, 1572582716),
(2, 'USER', 509, 1572582716),
(11, 'ADMIN', 639, 1572582716),
(12, 'ADMIN', 2373, 1717692812),
(13, 'USER', 2373, 1717692812),
(14, 'USER', 35547, 1726495598),
(15, 'MODERATOR', 35547, 1726495598),
(18, 'USER', 8492, 1727116742);

-- --------------------------------------------------------

--
-- Структура таблицы `auth_item`
--

CREATE TABLE `auth_item` (
  `name` varchar(64) NOT NULL,
  `type` smallint(6) NOT NULL,
  `description` text DEFAULT NULL,
  `rule_name` varchar(64) DEFAULT NULL,
  `data` blob DEFAULT NULL,
  `created_at` int(11) DEFAULT NULL,
  `updated_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `auth_item`
--

INSERT INTO `auth_item` (`name`, `type`, `description`, `rule_name`, `data`, `created_at`, `updated_at`) VALUES
('ADMIN', 1, 'Администратор', NULL, NULL, 1572582714, 1572582714),
('USER', 1, 'Пользователь', NULL, NULL, 1572582714, 1572582714),
('ADMIN', 1, 'Администратор', NULL, NULL, 1572582714, 1572582714),
('USER', 1, 'Пользователь', NULL, NULL, 1572582714, 1572582714),
('MODERATOR', 1, 'Модератор', NULL, NULL, 1726493734, 1726493734);

-- --------------------------------------------------------

--
-- Структура таблицы `auth_item_child`
--

CREATE TABLE `auth_item_child` (
  `parent` varchar(64) NOT NULL,
  `child` varchar(64) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `auth_rule`
--

CREATE TABLE `auth_rule` (
  `name` varchar(64) NOT NULL,
  `data` blob DEFAULT NULL,
  `created_at` int(11) DEFAULT NULL,
  `updated_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `ban_list`
--

CREATE TABLE `ban_list` (
  `id` int(10) UNSIGNED NOT NULL,
  `steam_id` varchar(19) COLLATE utf8_unicode_ci DEFAULT NULL,
  `project_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `server_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `reason` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `banned_at` timestamp NULL DEFAULT NULL,
  `unbanned_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `blog`
--

CREATE TABLE `blog` (
  `id` int(11) NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `content` longtext NOT NULL,
  `views` int(11) NOT NULL,
  `keywords` text NOT NULL,
  `description` longtext NOT NULL,
  `blog_category_id` int(11) DEFAULT NULL,
  `link_name` text NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `news_id` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `blog_category`
--

CREATE TABLE `blog_category` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `blog_category_id` int(11) DEFAULT NULL,
  `link_name` text NOT NULL,
  `description` longtext NOT NULL,
  `keywords` text NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `blog_category`
--

INSERT INTO `blog_category` (`id`, `name`, `blog_category_id`, `link_name`, `description`, `keywords`, `status`, `created_at`) VALUES
(1, 'Новости Rust', NULL, 'rust-news', 'Новости из мира игры Rust', 'новости Rust, обновления Rust, информация о нововведениях', 1, '2024-11-13 17:54:11'),
(2, 'Об обновлениях', 1, 'update', 'Новости связанные с обновлением игры Rust', 'выход обновления, инсайды от разработчиков, даты обновлений', 1, '2024-09-25 02:45:16'),
(3, 'Новые скины', 1, 'skins', 'Информация о добавленых скинах в игру Rust', 'обновление скинов, новые скины', 1, '2024-09-25 02:45:16'),
(4, 'Twitch Drops', 1, 'twitch-drops', 'Информация о раздачах скинов на Twitch Drops', 'Twitch Drops, раздача скинов Twitch', 1, '2024-09-25 02:45:16'),
(5, 'Rust Mobile', NULL, 'rust-mobile', 'Новости Мобильного клиента игры Rust', 'новости Rust Mobile, обновления Rust Mobile, информация о нововедениях Rust Mobile', 1, '2024-09-25 02:43:45'),
(6, 'Новости', 5, 'news', 'Новости связанные с обновлением игры Rust Mobile', 'выход обновления Rust Mobile, инсайды от разработчиков Rust Mobile, даты обновлений Rust Mobile', 1, '2024-11-13 17:24:22');

-- --------------------------------------------------------

--
-- Структура таблицы `blog_image`
--

CREATE TABLE `blog_image` (
  `id` int(11) NOT NULL,
  `link` text NOT NULL,
  `description` text NOT NULL,
  `blog_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `blog_rating`
--

CREATE TABLE `blog_rating` (
  `id` int(11) NOT NULL,
  `blog_id` int(11) NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `weight` int(11) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `box`
--

CREATE TABLE `box` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `type` int(11) NOT NULL,
  `price` decimal(14,2) UNSIGNED NOT NULL DEFAULT 0.00,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `box`
--

INSERT INTO `box` (`id`, `name`, `type`, `price`, `status`, `created_at`) VALUES
(14, 'Ежедневный крейт', 2, '0.00', 1, '2024-05-06 12:49:32');

-- --------------------------------------------------------

--
-- Структура таблицы `box_drop`
--

CREATE TABLE `box_drop` (
  `id` int(10) UNSIGNED NOT NULL,
  `drop_id` int(10) UNSIGNED DEFAULT NULL,
  `box_id` int(10) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `box_drop`
--

INSERT INTO `box_drop` (`id`, `drop_id`, `box_id`, `created_at`) VALUES
(1, 304, 14, '2024-05-06 12:49:32'),
(2, 307, 14, '2024-05-06 12:49:32'),
(3, 311, 14, '2024-05-06 12:49:32'),
(4, 315, 14, '2024-05-06 12:49:32'),
(5, 316, 14, '2024-05-06 12:49:32'),
(6, 317, 14, '2024-05-06 12:49:32'),
(7, 320, 14, '2024-05-06 12:49:32'),
(8, 843, 14, '2024-05-06 14:46:53'),
(9, 301, 14, '2024-05-07 08:20:24'),
(11, 300, 14, '2024-05-07 08:24:31');

-- --------------------------------------------------------

--
-- Структура таблицы `box_image`
--

CREATE TABLE `box_image` (
  `id` int(10) UNSIGNED NOT NULL,
  `box_id` int(10) UNSIGNED NOT NULL,
  `type` int(10) UNSIGNED NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `box_image`
--

INSERT INTO `box_image` (`id`, `box_id`, `type`, `image`, `created_at`) VALUES
(1, 14, 1, '/box/14_cb4ede644956c74f53db075ade4ba554.png', '2024-05-06 12:49:49');

-- --------------------------------------------------------

--
-- Структура таблицы `building`
--

CREATE TABLE `building` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `location` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `wipe` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `likes` int(10) UNSIGNED DEFAULT 0,
  `server_tag` varchar(11) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `building_image`
--

CREATE TABLE `building_image` (
  `id` int(10) UNSIGNED NOT NULL,
  `building_id` int(10) UNSIGNED NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `building_like`
--

CREATE TABLE `building_like` (
  `id` int(10) UNSIGNED NOT NULL,
  `building_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `type` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `building_resident`
--

CREATE TABLE `building_resident` (
  `id` int(10) UNSIGNED NOT NULL,
  `building_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `building_resident`
--

INSERT INTO `building_resident` (`id`, `building_id`, `user_id`) VALUES
(10, 7, 1791),
(11, 7, 1995),
(12, 7, 2666),
(16, 10, 23691),
(17, 10, 5460),
(18, 10, 15097),
(19, 10, 15490),
(20, 10, 20309),
(21, 10, 20310),
(22, 10, 27001),
(23, 10, 27330),
(24, 10, 36503),
(25, 10, 40608),
(26, 10, 43423),
(27, 10, 43460),
(28, 10, 58504),
(30, 12, 4375),
(31, 12, 4431),
(32, 12, 4447),
(42, 14, 632),
(43, 14, 683),
(44, 14, 682),
(46, 16, 46109),
(47, 16, 37044),
(48, 16, 31264),
(49, 16, 63832),
(50, 16, 36938),
(51, 16, 43792),
(52, 16, 12107),
(53, 17, 65606),
(54, 17, 65390),
(55, 18, 12502),
(56, 19, 45161),
(57, 19, 45371),
(58, 19, 53387),
(59, 19, 53619),
(60, 19, 46796),
(61, 19, 9052),
(62, 19, 30351),
(63, 20, 24590),
(64, 20, 46505),
(65, 20, 24572),
(66, 20, 24586),
(69, 22, 63441),
(70, 22, 63418),
(71, 23, 58969),
(72, 23, 58939),
(73, 23, 66181),
(74, 24, 22906),
(75, 24, 59664),
(76, 24, 57146),
(77, 24, 23222),
(78, 24, 22296),
(79, 24, 21198),
(80, 24, 21193),
(81, 24, 21187),
(82, 24, 21165),
(83, 24, 2697),
(84, 24, 21164),
(85, 24, 27160),
(86, 24, 32994),
(87, 24, 59867),
(88, 25, 3120),
(89, 26, 2087),
(90, 26, 2150),
(91, 26, 66451),
(92, 26, 25599),
(93, 26, 42649),
(94, 26, 11179),
(95, 26, 3873),
(96, 26, 59867),
(97, 26, 20663),
(98, 26, 3927),
(99, 26, 20256),
(100, 27, 2087),
(101, 27, 11179),
(102, 27, 2091),
(103, 27, 2150),
(104, 27, 66451),
(105, 27, 3873),
(106, 27, 22906);

-- --------------------------------------------------------

--
-- Структура таблицы `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `sort` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `tag` text NOT NULL,
  `image` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `category`
--

INSERT INTO `category` (`id`, `name`, `sort`, `created_at`, `tag`, `image`) VALUES
(1, 'Наборы', '0', '2024-11-25 15:06:46', 'sets', '/images/categories/color_nabor.png'),
(2, 'Оружие', '0', '2024-11-25 15:06:51', 'weapon', '/images/categories/color_guns.png'),
(3, 'Ресурсы', '0', '2024-11-25 15:06:59', 'resources', '/images/categories/color_resorce.png'),
(4, 'Боеприпасы', '0', '2024-11-25 15:07:35', 'ammunition', '/images/categories/color_nabor.png'),
(5, 'Одежда', '0', '2024-11-25 15:07:42', 'cloth', '/images/categories/color_clotch.png'),
(6, 'Конструкции', '0', '2024-11-25 15:07:48', 'constructions', '/images/categories/color_postoiki.png'),
(7, 'Медикаменты', '0', '2024-11-25 15:07:54', 'medicines', '/images/categories/color_med.png'),
(8, 'Еда', '0', '2024-11-25 15:08:03', 'food', '/images/categories/color_food.png'),
(12, 'Инструменты', '0', '2024-11-25 15:08:09', 'tools', '/images/categories/color_instruments.png'),
(14, 'Прочее', '20', '2024-11-25 15:08:14', 'other', '/images/categories/color_prochee.png'),
(15, 'Электро', '0', '2024-11-25 15:08:20', 'electro', '/images/categories/color_electrics.png'),
(16, 'Компочи', '0', '2024-11-25 15:08:25', 'compochi', '/images/categories/color_components.png'),
(17, 'Фермер', '0', '2024-11-25 15:08:29', 'farmer', '/images/categories/color_fermer.png');

-- --------------------------------------------------------

--
-- Структура таблицы `clan`
--

CREATE TABLE `clan` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `discord` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `vk` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telegram` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `recruitment` tinyint(3) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `clan_application`
--

CREATE TABLE `clan_application` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `clan_id` int(10) UNSIGNED NOT NULL,
  `description` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `comment`
--

CREATE TABLE `comment` (
  `id` int(11) NOT NULL,
  `entity` char(10) COLLATE utf8_unicode_ci NOT NULL,
  `entityId` int(11) NOT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  `parentId` int(11) DEFAULT NULL,
  `level` smallint(6) NOT NULL DEFAULT 1,
  `createdBy` int(11) NOT NULL,
  `updatedBy` int(11) NOT NULL,
  `relatedTo` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `url` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) NOT NULL DEFAULT 1,
  `createdAt` int(11) NOT NULL,
  `updatedAt` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `deposit`
--

CREATE TABLE `deposit` (
  `id` int(11) NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `payment_type` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `payment_id` text DEFAULT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `drop`
--

CREATE TABLE `drop` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `quality` varchar(255) DEFAULT NULL,
  `market_status` int(11) NOT NULL DEFAULT 0,
  `min_box` int(11) NOT NULL DEFAULT 0,
  `max_box` int(11) NOT NULL DEFAULT 10,
  `eng_name` varchar(255) DEFAULT NULL,
  `type_id` int(10) UNSIGNED DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `market_id` text DEFAULT NULL,
  `count` int(11) NOT NULL DEFAULT 0,
  `discount` int(11) NOT NULL DEFAULT 0,
  `command` text DEFAULT NULL,
  `rust_id` text DEFAULT NULL,
  `price` decimal(14,2) UNSIGNED NOT NULL DEFAULT 0.00,
  `blocked_hour` int(11) DEFAULT NULL,
  `blocked_at` timestamp NULL DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `sort` int(11) NOT NULL DEFAULT 1000,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `drop`
--

INSERT INTO `drop` (`id`, `name`, `description`, `quality`, `market_status`, `min_box`, `max_box`, `eng_name`, `type_id`, `category_id`, `market_id`, `count`, `discount`, `command`, `rust_id`, `price`, `blocked_hour`, `blocked_at`, `status`, `sort`, `created_at`) VALUES
(62, 'MP5A4', 'Пистолет-пулемет MP5A4. Наносит урон средней силы.', NULL, 1, 0, 10, 'smg.mp5', 8, 2, '', 1, 10, '', '1318558775', '50.00', 6, '2024-11-22 19:00:21', 1, 17, '2024-05-06 09:47:58'),
(63, 'Арбалет', 'Очень точное оружие дальнего боя.', NULL, 0, 0, 10, 'crossbow', 8, NULL, '', 0, 0, NULL, '1965232394', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 09:48:00'),
(64, 'Бобовая граната', 'Ненадежное взрывное устройство из-под банки бобов.', NULL, 0, 0, 10, 'grenade.beancan', 8, 4, '', 10, 10, '', '1840822026', '25.00', 12, '2024-11-23 01:00:21', 1, 1000, '2024-05-06 09:48:02'),
(65, 'Боевой нож', 'Боевой нож предназначен для рукопашного боя и позволяет атаковать во время бега. Лучший в своем роде для добычи мяса.', NULL, 0, 0, 10, 'knife.combat', 8, 5, '', 0, 0, '', '2040726127', '0.00', 2, NULL, 1, 1000, '2024-05-06 09:48:03'),
(66, 'Булава', 'Мощное двуручное оружие ближнего боя. Его уникальный дизайн позволяет легче поразить вашу цель, в сравнении с другим, более традиционным оружием.', NULL, 0, 0, 10, 'mace', 8, NULL, '', 0, 0, NULL, '-1966748496', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:05'),
(67, 'Вампирский кол', 'Кол, позволяющий уничтожать нежить одним ударом, а также добывать больше лута из их останков.', NULL, 0, 0, 10, 'vampire.stake', 8, NULL, '', 0, 0, NULL, '-885833256', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:07'),
(68, 'Весло', 'Универсальное оружие ближнего боя, которое также можно использовать для управления каяка.', NULL, 0, 0, 10, 'paddle', 8, NULL, '', 0, 0, NULL, '1491189398', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:09'),
(69, 'Вилы', 'Триединые вилы. Очень легко попадают в цель.', NULL, 0, 0, 10, 'pitchfork', 8, NULL, '', 0, 0, NULL, '1090916276', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:10'),
(70, 'Винтовка', 'Мощная, точная и дальнобойная винтовка.', NULL, 1, 0, 10, 'rifle.bolt', 8, 2, '', 1, 10, NULL, '1588298435', '85.00', 6, '2024-11-22 19:00:21', 1, 18, '2024-05-06 09:48:12'),
(71, 'Винтовка L96', 'Мощная дальнобойная винтовка военного класса с чрезвычайно высокой точностью.', NULL, 1, 0, 10, 'rifle.l96', 8, 2, '', 1, 10, NULL, '-778367295', '150.00', 6, '2024-11-22 19:00:21', 1, 19, '2024-05-06 09:48:14'),
(72, 'Винтовка M39', 'Военная полуавтоматическая винтовка', NULL, 1, 0, 10, 'rifle.m39', 8, 2, '', 1, 10, NULL, '28201841', '45.00', 6, '2024-11-22 19:00:21', 1, 21, '2024-05-06 09:48:16'),
(73, 'Водяное ружье', 'Большое водяное ружье с накачиваемым давлением. Зажмите кнопку перезарядки, чтобы накачать!', NULL, 0, 0, 10, 'gun.water', 8, NULL, '', 0, 0, NULL, '722955039', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 09:48:17'),
(74, 'Водяной пистолет', 'Маленький водяной пистолет, который не требует накачки давления, однако имеет меньшую дальность и эффективность.', NULL, 0, 0, 10, 'pistol.water', 8, NULL, '', 0, 0, NULL, '-1815301988', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:19'),
(75, 'Военный огнемет', 'Огнемет военного уровня. В качестве боеприпасов использует низкосортное топливо.', NULL, 0, 0, 10, 'military flamethrower', 8, NULL, '', 0, 0, NULL, '703057617', '0.00', 6, '2024-11-22 19:00:21', 1, 1000, '2024-05-06 09:48:21'),
(76, 'Гвоздомет', 'Инструмент для строительства, ставший смертельным оружием', NULL, 0, 0, 10, 'pistol.nailgun', 8, NULL, '', 0, 0, NULL, '1953903201', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 09:48:23'),
(77, 'Глушитель', 'Значительно снижает звук выстрела и полностью убирает любую видимую вспышку.', NULL, 1, 0, 10, 'silencer', 8, 2, '', 1, 0, NULL, '-1850571427', '20.00', 2, '2024-11-22 15:00:21', 1, 23, '2024-05-06 09:48:24'),
(78, 'Голографический прицел', 'Использует лазерную проекцию для создания голографического прицела, который всегда направлен на цель независимо от угла взгляда.', NULL, 1, 0, 10, 'holosight', 8, 2, '', 1, 5, NULL, '442289265', '15.00', 2, '2024-11-22 15:00:21', 1, 24, '2024-05-06 09:48:26'),
(79, 'Граната F1', 'Надежное взрывное устройство.', NULL, 1, 0, 10, 'grenade.f1', 8, 2, '', 5, 10, '', '143803535', '25.00', 6, '2024-11-22 19:00:21', 1, 25, '2024-05-06 09:48:28'),
(80, 'Двуствольный дробовик', 'Двухствольный дробовик, позволяющий быстро сделать два выстрела, прежде чем потребуется перезарядка.', NULL, 1, 0, 10, 'shotgun.double', 8, 2, '', 1, 5, NULL, '-765183617', '15.00', 6, '2024-11-22 19:00:21', 1, 26, '2024-05-06 09:48:30'),
(81, 'Деревянное копье', 'Примитивное оружие, идеально подходящее для охоты на ваших врагов. Можно улучшить до Каменного копья.', NULL, 0, 0, 10, 'wooden-spear', 8, NULL, '', 0, 0, NULL, '1540934679', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:32'),
(82, 'Длинный меч', 'Мощное двуручное оружие ближнего боя с хорошим радиусом поражения и высоким уроном.', NULL, 0, 0, 10, 'longsword', 8, NULL, '', 0, 0, NULL, '-1469578201', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:33'),
(83, 'Дробовик Spas-12', 'Полуавтоматический армейский дробовик', NULL, 1, 0, 10, 'shotgun.spas12', 8, 2, '', 1, 10, NULL, '-41440462', '45.00', 6, '2024-11-22 19:00:21', 1, 27, '2024-05-06 09:48:35'),
(84, 'Дробовик М4', 'Полуавтоматический армейский дробовик', NULL, 0, 0, 10, 'shotgun.m4', 8, NULL, '', 0, 0, NULL, '678698219', '0.00', 6, '2024-11-22 19:00:21', 1, 1000, '2024-05-06 09:48:37'),
(85, 'Дульный тормоз', 'Снижает отдачу, которую чувствует стрелок, однако делает траекторию пули более непредсказуемой и наносит меньше урона по врагам.', NULL, 0, 0, 10, 'muzzle-brake', 8, NULL, '', 0, 0, NULL, '1478091698', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:39'),
(86, 'Дульный ускоритель', 'Увеличивает скорострельность, используя энергию пороховых газов. Снижает урон и скорость пули.', NULL, 0, 0, 10, 'muzzle-boost', 8, NULL, '', 0, 0, NULL, '-1405508498', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:40'),
(87, 'Каменное копье', 'Деревянное копье с каменным наконечником. Увеличенная дальность атаки.', NULL, 0, 0, 10, 'spear.stone', 8, NULL, '', 0, 0, NULL, '1602646136', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:42'),
(88, 'Коктель молотова', 'Зажигательная смесь', NULL, 1, 0, 10, 'grenade.molotov', 8, 2, '', 1, 0, '', '1556365900', '49.00', 12, '2024-11-23 01:00:21', 1, 28, '2024-05-06 09:48:44'),
(89, 'Композитный лук', 'Очень мощный лук. Может быть полностью заряжен лишь стоя на месте, тем самым достигая максимального урона и дальности стрельбы.', NULL, 0, 0, 10, 'bow.compound', 8, NULL, '', 0, 0, NULL, '884424049', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:46'),
(90, 'Костяная дубина', 'Дубина, сделанная из бедренной кости. Используется также для добычи ресурсов.', NULL, 0, 0, 10, 'bone.club', 8, NULL, '', 0, 0, NULL, '1711033574', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:47'),
(91, 'Костяной нож', 'Холодное оружие, сделанное из фрагментов костей. Хорошее в своем классе для разделки туши.', NULL, 0, 0, 10, 'knife.bone', 8, NULL, '', 0, 0, NULL, '1814288539', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:49'),
(92, 'Лазерный прицел', 'Крепится к оружию. Помогает пользователю лазерной указкой и снижает отдачу.', NULL, 1, 0, 10, 'weapon-lasersight', 8, 2, '', 1, 5, NULL, '-132516482', '20.00', 6, '2024-11-22 19:00:21', 1, 29, '2024-05-06 09:48:51'),
(93, 'Леденец-дубинка', 'Крошите всем лица этим большим куском леденца', NULL, 0, 0, 10, 'candycaneclub', 8, NULL, '', 0, 0, NULL, '1789825282', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:53'),
(94, 'М92 Беретта', 'Скорострельный и точный полуавтоматический пистолет военного образца', NULL, 1, 0, 10, 'pistol.m92', 8, 2, '', 1, 0, NULL, '-852563019', '30.00', 2, '2024-11-22 15:00:21', 1, 30, '2024-05-06 09:48:54'),
(95, 'Мачете', 'Жестокое оружие с хорошей дальностью применения.', NULL, 0, 0, 10, 'machete', 8, NULL, '', 0, 0, NULL, '-1137865085', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:48:56'),
(96, 'Миниган', 'Военный пулемет с ленточным питанием, который необходимо раскрутить, чтобы выстрелить. Быстро стреляет, если раскрутиться за счет скорости движения.', NULL, 1, 0, 10, 'minigun', 8, 2, '', 1, 10, NULL, '935606207', '200.00', 12, '2024-11-23 01:00:21', 1, 31, '2024-05-06 09:48:58'),
(97, 'Многозарядный гранатомет', '40-мм шестизарядный, полуавтоматический гранатомет', NULL, 1, 0, 10, 'multiplegrenadelauncher', 8, 2, '', 1, 0, NULL, '-1123473824', '90.00', 12, '2024-11-23 01:00:21', 1, 32, '2024-05-06 09:49:00'),
(98, 'Нож для снятия шкур', 'Острый нож для снятия шкур. Чрезвычайно хорош в добыче мяса и может производить трофеи, которые можно установить на охотничьи трофеи.', NULL, 0, 0, 10, 'knife.skinning', 8, NULL, '', 0, 0, NULL, '-2073432256', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:01'),
(99, 'Нож мясника', 'Острый нож мясника. Очень хорош в добыче плоти как с мертвых, так и живых тел.', NULL, 0, 0, 10, 'butcher-knife', 8, NULL, '', 0, 0, NULL, '-194509282', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:03'),
(100, 'Огнемет', 'Огнемет. Использует топливо низкого качества в качестве боеприпасов. ', NULL, 1, 0, 10, 'flame-thrower', 8, 2, '', 1, 10, NULL, '-1215753368', '80.00', 12, '2024-11-23 01:00:21', 1, 33, '2024-05-06 09:49:05'),
(101, 'Оружейный фонарик', 'Крепится к оружию. Обеспечивает игрока лучом света. Нажмите F (по умолчанию) для использования.', NULL, 1, 0, 10, 'flashlight.held', 8, 2, '', 1, 5, NULL, '952603248', '15.00', NULL, NULL, 1, 34, '2024-05-06 09:49:07'),
(102, 'Охотничий лук', 'Охотничий лук, полезен для боя и охоты на ближней и средней дистанции.', NULL, 0, 0, 10, 'bow.hunting', 8, NULL, '', 0, 0, NULL, '1443579727', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:09'),
(103, 'ПЗРК', 'Пусковая установка для зенитных ракет с активным наведением. После запуска ракеты необходимо удерживать цель в прицеле до ее поражения. Обманки мешают наведение ракеты.', NULL, 1, 0, 10, 'homingmissile.launcher', 8, 2, '', 1, 10, NULL, '-218009552', '85.00', 6, '2024-11-22 19:00:21', 1, 35, '2024-05-06 09:49:11'),
(104, 'Пистолет-пулемет Томпсона', 'Пистолет-пулемет с средним уроном.', NULL, 1, 0, 10, 'smg.thompson', 8, 2, '', 1, 10, NULL, '-1758372725', '35.00', 6, '2024-11-22 19:00:21', 1, 36, '2024-05-06 09:49:13'),
(105, 'Подводное ружье', 'Подводное ружье, из которого можно стрелять только под водой. Отлично подходит для охоты на акул.', NULL, 0, 0, 10, 'speargun', 8, NULL, '', 0, 0, NULL, '-1517740219', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:15'),
(106, 'Полуавтоматическая винтовка', 'Полуавтоматическая винтовка.', NULL, 1, 0, 10, 'rifle.semiauto', 8, 2, '', 1, 10, NULL, '-904863145', '45.00', 6, '2024-11-22 19:00:21', 1, 37, '2024-05-06 09:49:16'),
(107, 'Полуавтоматический пистолет', 'Полуавтоматический пистолет, стреляет быстро и с хорошей точностью.', NULL, 1, 0, 10, 'pistol.semiauto', 8, 2, '', 1, 10, NULL, '818877484', '20.00', 2, '2024-11-22 15:00:21', 1, 38, '2024-05-06 09:49:18'),
(108, 'Помповый дробовик', 'Помповый дробовик. Вмещает 6 патронов.', NULL, 1, 0, 10, 'shotgun.pump', 8, 2, '', 1, 5, NULL, '795371088', '20.00', 2, '2024-11-22 15:00:21', 1, 39, '2024-05-06 09:49:20'),
(109, 'Прицел 16х', 'Прицел с большим 16-кратным увеличением', NULL, 1, 0, 10, '16x-zoom-scope', 8, 2, '', 1, 10, NULL, '174866732', '55.00', 12, '2024-11-23 01:00:21', 1, 40, '2024-05-06 09:49:22'),
(110, 'Прицел 8х', 'Небольшой 8-кратный прицел.', NULL, 1, 0, 10, '8x-zoom-scope', 8, 2, '', 1, 5, NULL, '567235583', '40.00', 12, '2024-11-23 01:00:21', 1, 41, '2024-05-06 09:49:24'),
(111, 'Простой самодельный прицел', 'Примитивный прицел, чуть лучше, чем обычные железные.', NULL, 1, 0, 10, 'simple-handmade-sight', 8, 2, '', 1, 5, NULL, '-855748505', '10.00', NULL, NULL, 1, 42, '2024-05-06 09:49:25'),
(112, 'Прототип-17', 'Прототип пистолета с режимом стрельбы очередями', NULL, 1, 0, 10, 'pistol.prototype17', 8, 2, '', 1, 10, NULL, '1914691295', '35.00', 2, '2024-11-22 15:00:21', 1, 43, '2024-05-06 09:49:27'),
(113, 'Пулемет М249', 'Ручной пулемет с высоким темпом стрельбы и хорошим уроном.', NULL, 1, 0, 10, 'lmg.m249', 8, 2, '', 1, 10, NULL, '-2069578888', '100.00', 6, '2024-11-22 19:00:21', 1, 44, '2024-05-06 09:49:29'),
(114, 'Ракетница', 'Непревзойденное мастерство сочетается с разрушительной огневой мощью.', NULL, 1, 0, 10, 'rocket.launcher', 8, 2, '', 1, 10, NULL, '442886268', '100.00', 12, '2024-11-23 01:00:21', 1, 45, '2024-05-06 09:49:31'),
(115, 'Расширенный магазин', 'Увеличивает максимальную вместимость магазина', NULL, 1, 0, 10, 'extended-magazine', 8, 2, '', 1, 0, NULL, '2005491391', '15.00', 6, '2024-11-22 19:00:21', 1, 46, '2024-05-06 09:49:33'),
(116, 'Револьвер', 'Обычный восьмизарядный револьвер.', NULL, 1, 0, 10, 'pistol.revolver', 8, 2, '', 1, 5, NULL, '649912614', '15.00', 2, '2024-11-22 15:00:21', 1, 47, '2024-05-06 09:49:34'),
(117, 'Револьвер Питон', 'Мощный шестизарядный револьвер.', NULL, 1, 0, 10, 'pistol.python', 8, 2, '', 1, 10, NULL, '1373971859', '25.00', 2, '2024-11-22 15:00:21', 1, 48, '2024-05-06 09:49:36'),
(118, 'Самодельный Ручной Пулемет', 'Вручную собранный ленточный ручной пулемет с высоким уроном и скорострельностью, но с низкой точностью при коротких залпах', NULL, 1, 0, 10, 'hmlmg', 8, 2, '', 1, 10, NULL, '-1214542497', '60.00', 6, '2024-11-22 19:00:21', 1, 49, '2024-05-06 09:49:38'),
(119, 'Самодельный дробовик', 'Однозарядный дробовик из водопроводной трубы стреляет одним патроном, прежде чем перезаряжается.', NULL, 0, 0, 10, 'shotgun.waterpipe', 8, NULL, '', 0, 0, NULL, '-1367281941', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 09:49:40'),
(120, 'Самодельный меч', 'Мощное оружие ближнего боя, сделанное из обрезка гаечного ключа. Прекрасная прочность, хороший урон.', NULL, 0, 0, 10, 'salvaged.sword', 8, NULL, '', 0, 0, NULL, '1326180354', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:42'),
(121, 'Самодельный пистолет', 'Крайне дешевый, неэффективный и ненадежный пистолет, стреляющий самодельными патронами.', NULL, 0, 0, 10, 'pistol.eoka', 8, NULL, '', 0, 0, NULL, '-75944661', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:43'),
(122, 'Самодельный пистолет-пулемет', 'Очень скорострельный пистолет-пулемет. Точность и дальность принесены в жертву скорострельности.', NULL, 1, 0, 10, 'smg.2', 8, 2, '', 1, 10, NULL, '1796682209', '35.00', 6, '2024-11-22 19:00:21', 1, 50, '2024-05-06 09:49:45'),
(123, 'Самодельный тесак', 'Мощное двуручное оружие ближнего боя с высоким уроном.', NULL, 0, 0, 10, 'salvaged.cleaver', 8, NULL, '', 0, 0, NULL, '-1978999529', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:47'),
(124, 'Светошумовая Граната', 'Яркое взрывное устройство, которое при детонации ослепляет и дезориентирует всех, кто находится рядом с ним.', NULL, 0, 0, 10, 'flashbang', 8, NULL, '', 0, 0, NULL, '-936921910', '0.00', 6, '2024-11-22 19:00:21', 1, 1000, '2024-05-06 09:49:49'),
(125, 'Снежкомет', 'Заряжайте его снежками и донимайте своих врагов с рождественским настроением.', NULL, 0, 0, 10, 'snowballgun', 8, NULL, '', 0, 0, NULL, '1103488722', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:51'),
(126, 'Снежок', 'Это снежок, киньте его!', NULL, 0, 0, 10, 'snowball', 8, NULL, '', 0, 0, NULL, '-363689972', '0.00', NULL, NULL, 1, 1000, '2024-05-06 09:49:52'),
(127, 'Штурмовая винтовка', 'Автомат с высоким уроном.', NULL, 1, 0, 10, 'rifle.ak', 8, 2, '', 1, 10, '', '1545779598', '87.00', 6, '2024-11-22 19:00:21', 1, 51, '2024-05-06 09:49:54'),
(128, 'Штурмовая винтовка LR-300', 'Преследуйте своих врагов с этой легкой и мощной штурмовой винтовкой.', NULL, 1, 0, 10, 'rifle.lr300', 8, 2, '', 1, 10, '', '-1812555177', '80.00', 6, '2024-11-22 19:00:21', 1, 52, '2024-05-06 09:49:56'),
(129, 'Бетонная баррикада', 'Баррикада, сделанная из камня.', NULL, 0, 0, 10, 'concrete-barricade', 9, NULL, '', 0, 0, NULL, '-1950721390', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:10'),
(130, 'Большой водосборник', 'Собирает питьевую воду из воздуха через дождь и росу. Может быть подключен к другим объектам, чтобы обеспечить водой, 20 мл в секунду.', NULL, 0, 0, 10, 'large-water-catcher', 9, NULL, '', 0, 0, NULL, '-1100168350', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:11'),
(131, 'Бронированная дверь', 'Очень прочная дверь со смотровой щелью, откуда можно смотреть и отстреливаться.', NULL, 1, 0, 10, 'armored-door', 9, 6, '', 1, 10, '', '1353298668', '25.00', 2, '2024-11-22 15:00:21', 1, 53, '2024-05-06 11:34:13'),
(132, 'Витрина магазина', 'Примитивный прилавок.', NULL, 0, 0, 10, 'shop-front', 9, NULL, '', 0, 0, NULL, '-796583652', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:15'),
(133, 'Высокая внешняя деревянная стена', 'Высокая деревянная стена для надежной защиты вашего имущества.', NULL, 1, 0, 10, 'high-external-wooden-wall', 9, NULL, '', 5, 10, '', '99588025', '30.00', NULL, NULL, 1, 54, '2024-05-06 11:34:17'),
(134, 'Высокая внешняя каменная стена', 'Высокая каменная стена для защиты вашего имущества.', NULL, 1, 0, 10, 'high-external-stone-wall', 9, 6, '', 5, 10, '', '-967648160', '60.00', NULL, NULL, 1, 55, '2024-05-06 11:34:18'),
(135, 'Высокая ледяная стена', 'Очень высокая ледяная стена для защиты ваших вещей.', NULL, 0, 0, 10, 'high-ice-wall', 9, NULL, '', 0, 0, NULL, '-985781766', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:20'),
(136, 'Высокие внешние деревянные ворота', 'Высокие деревянные ворота, позволяющие входить на территорию Вашей базы и выходить с нее.', NULL, 1, 0, 10, 'high-external-wooden-gate', 9, NULL, '', 1, 10, '', '-335089230', '25.00', NULL, NULL, 1, 56, '2024-05-06 11:34:22'),
(137, 'Высокие внешние каменные ворота', 'Высокие каменные ворота, позволяющие входить на территорию Вашей базы и выходить с нее.', NULL, 1, 0, 10, 'high-external-stone-gate', 9, 6, '', 1, 10, '', '-691113464', '40.00', NULL, NULL, 1, 57, '2024-05-06 11:34:24'),
(138, 'Гаражная дверь', 'Гаражные ворота, которые выдвигаются вверх и вниз.', NULL, 1, 0, 10, 'garage-door', 9, 6, '', 1, 10, NULL, '-148794216', '30.00', 2, '2024-11-22 15:00:21', 1, 58, '2024-05-06 11:34:25'),
(139, 'Горнорудный карьер', 'Добывает полезные ископаемые. Используйте геологический заряд для определения количества ископаемых в той или иной области.', NULL, 0, 0, 10, 'mining-quarry', 9, NULL, '', 0, 0, NULL, '1052926200', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:27'),
(140, 'Дверной доводчик', 'Автоматически закрывает дверь, если она оставлена открытой.', NULL, 0, 0, 10, 'door-closer', 9, NULL, '', 0, 0, NULL, '1409529282', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:29'),
(141, 'Дверной замок', 'Повесьте на дверь, чтобы избежать каких-либо незваных гостей. Для создания ключа сначала вам надо повесить замок на дверь и зажать клавишу \'E\', когда смотрите на него, и выбрать \'Создать ключ\', и теперь он будет добавлен в очередь создания.\nЕсли ключ потерян, то вы не сможете сделать другой, так что не забывайте сделать дополнительный и спрятать его в надежное место!', NULL, 0, 0, 10, 'key-lock', 9, NULL, '', 0, 0, NULL, '-850982208', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:30'),
(142, 'Дверь из листового металла', 'Дверь средней прочности, уязвимая к взрывчатке.', NULL, 0, 0, 10, 'sheet-metal-door', 9, NULL, '', 0, 0, NULL, '-2067472972', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:34:32'),
(143, 'Двойная бронированная дверь', 'Очень прочная дверь со смотровой щелью, откуда можно смотреть и отстреливаться.', NULL, 1, 0, 10, 'armored-double-door', 9, 6, '', 1, 5, '', '1221063409', '30.00', 2, '2024-11-22 15:00:21', 1, 59, '2024-05-06 11:34:34'),
(144, 'Двойная деревянная дверь', 'Дешевая дверь для защиты Вашей базы. Она уязвима к огню и взрывчатке, поэтому является не более, чем временным решением. В связи с этими недостатками Вам стоит задуматься об улучшении до более прочной двери, например, из листового металла.\nНа деревянной двери может использоваться два типа замков - обычный дверной и кодовый замок. Чтобы поднять дверь, снимите с нее замок, откройте, затем зажмите клавишу \'E\' (ИСПОЛЬЗОВАТЬ) и выберите \'Подобрать\'.', NULL, 0, 0, 10, 'wood-double-door', 9, NULL, '', 0, 0, NULL, '-1336109173', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:35'),
(145, 'Двойная металлическая дверь', 'Дверь средней прочности, уязвимая к взрывчатке.', NULL, 0, 0, 10, 'sheet-metal-double-door', 9, NULL, '', 0, 0, NULL, '1390353317', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:37'),
(146, 'Деревянная баррикада', 'Деревянная баррикада. Наносит урон игрокам и животным, что задевают ее.', NULL, 0, 0, 10, 'wooden-barricade', 9, NULL, '', 0, 0, NULL, '866889860', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:39'),
(147, 'Деревянная дверь', 'Дешевая дверь для защиты Вашей базы. Она уязвима к огню и взрывчатке, поэтому является не более, чем временным решением. В связи с этими недостатками Вам стоит задуматься об улучшении до более прочной двери, например, из листового металла.\nНа деревянной двери может использоваться два типа замков - обычный дверной и кодовый замок. Чтобы поднять дверь, снимите с нее замок, откройте, затем зажмите клавишу \'E\' (ИСПОЛЬЗОВАТЬ) и выберите \'Подобрать\'.', NULL, 0, 0, 10, 'wooden-door', 9, NULL, '', 0, 0, NULL, '1729120840', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:41'),
(148, 'Деревянная лестница', 'Лестница. Поможет влезть на любую стену.', NULL, 1, 0, 10, 'wooden-ladder', 9, 6, '', 5, 0, NULL, '-316250604', '25.00', NULL, NULL, 1, 60, '2024-05-06 11:35:42'),
(149, 'Деревянное укрытие', 'Идеально подходит для укрытия во время перестрелок. Быстро разлагается, если находится вне действия зоны привелегии строительства.', NULL, 0, 0, 10, 'wooden-barricade-cover', 9, NULL, '', 0, 0, NULL, '1373240771', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:44'),
(150, 'Деревянные барные двери запада', 'Дешевая дверь для защиты Вашей базы. Она уязвима к огню и взрывчатке, поэтому является не более, чем временным решением. В связи с этими недостатками Вам стоит задуматься об улучшении до более прочной двери, например, из листового металла.\nНа деревянной двери может использоваться два типа замков - обычный дверной и кодовый замок. Чтобы поднять дверь, снимите с нее замок, откройте, затем зажмите клавишу \'E\' (ИСПОЛЬЗОВАТЬ) и выберите \'Подобрать\'.', NULL, 0, 0, 10, 'wooden-frontier-bar-doors', 9, NULL, '', 0, 0, NULL, '-1151332840', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:46'),
(151, 'Деревянные решетки', 'Оконные решетки из дерева. Они не дадут людям пробраться через ваше окно, но скорее всего ненадолго. ', NULL, 0, 0, 10, 'wooden-window-bars', 9, NULL, '', 0, 0, NULL, '-1183726687', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:48'),
(152, 'Деревянные ставни', 'Деревянные ставни, которые можно открыть или закрыть.', NULL, 0, 0, 10, 'wood-shutters', 9, NULL, '', 0, 0, NULL, '-1023374709', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:49'),
(153, 'Каменная баррикада', 'Оборонительная баррикада, сделанная из камней.', NULL, 0, 0, 10, 'stone-barricade', 9, NULL, '', 0, 0, NULL, '15388698', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:51'),
(154, 'Кодовый замок', 'Электронный замок. Блокируется и разблокируется четырехзначным кодом.', NULL, 1, 0, 10, 'code-lock', 9, 14, '', 10, 5, NULL, '1159991980', '15.00', NULL, NULL, 1, 61, '2024-05-06 11:35:53'),
(155, 'Колючая деревянная баррикада', 'Деревянная баррикада с колючей проволокой, сделанная из дерева и металлических фрагментов. Колючая проволока наносит урон и замедляет игрока.', NULL, 0, 0, 10, 'barbed-wooden-barricade', 9, NULL, '', 0, 0, NULL, '1382263453', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:54'),
(156, 'Короткая ледяная стена', 'Короткая стена, сделанная из твердого льда.', NULL, 0, 0, 10, 'short-ice-wall', 9, NULL, '', 0, 0, NULL, '1327005675', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:35:56'),
(157, 'Лестничный люк', 'Люк, который открывается и становится лестницей.', NULL, 1, 0, 10, 'ladder-hatch', 9, 6, '', 1, 0, NULL, '1948067030', '15.00', NULL, NULL, 1, 62, '2024-05-06 11:35:58'),
(158, 'Маленький водосборник', 'Собирает питьевую воду из воздуха через дождь и росу. Может быть подключен к другим объектам, чтобы обеспечить водой, 20 мл в секунду.', NULL, 0, 0, 10, 'small-water-catcher', 9, NULL, '', 0, 0, NULL, '-132247350', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:00'),
(159, 'Металлическая баррикада', 'Прочная металлическая баррикада с колючей проволокой, сделанная из фрагментов металла. Колючая проволока наносит урон и замедляет игрока.', NULL, 1, 0, 10, 'metal-barricade', 9, 6, '', 5, 10, NULL, '1655650836', '15.00', NULL, NULL, 1, 63, '2024-05-06 11:36:01'),
(160, 'Металлическая вертикальная бойница', 'Неподвижные металлические ставни, предоставляющие вертикальный угол обзора вашему окну.', NULL, 1, 0, 10, 'metal-vertical-embrasure', 9, 6, '', 1, 0, '', '-1199897172', '10.00', NULL, NULL, 1, 64, '2024-05-06 11:36:03'),
(161, 'Металлическая витрина магазина', 'Пуленепробиваемая витрина магазина для безопасных обменов.', NULL, 1, 0, 10, 'metal-shop-front', 9, 6, '', 5, 10, NULL, '-148229307', '25.00', NULL, NULL, 1, 65, '2024-05-06 11:36:05'),
(162, 'Металлическая горизонтальная бойница', 'Неподвижные металлические ставни, предоставляющие горизонтальный угол обзора вашему окну.', NULL, 1, 0, 10, 'metal-horizontal-embrasure', 9, 6, '', 1, 0, NULL, '-1199897169', '10.00', NULL, NULL, 1, 66, '2024-05-06 11:36:07'),
(163, 'Металлические оконные решетки', 'Металлические оконные решетки, сделанные с учетом нормального размера окна.', NULL, 0, 0, 10, 'metal-window-bars', 9, NULL, '', 0, 0, NULL, '-819720157', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:08'),
(164, 'Мешки с песком', 'Оборонительная баррикада, сделанная из мешков с песком.', NULL, 0, 0, 10, 'sandbag-barricade', 9, NULL, '', 0, 0, NULL, '-559599960', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:10'),
(165, 'Нефтяная вышка', 'Качает нефть из недр земли. Используйте геологический заряд для определения количества доступной для качки нефти в той или иной области.', NULL, 0, 0, 10, 'pump-jack', 9, NULL, '', 0, 0, NULL, '-1130709577', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:12'),
(166, 'План постройки', 'План постройки. Используется для создания построек - взяв в руки, нажмите на правую кнопку мыши для просмотра опций.', NULL, 0, 0, 10, 'building-plan', 9, NULL, '', 0, 0, NULL, '1525520776', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:13'),
(167, 'Решетчатый настил', 'Решетчатый настил. Идеально подходит для размещения над большой печью.', NULL, 0, 0, 10, 'floor-grill', 9, NULL, '', 0, 0, NULL, '936496778', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:15'),
(168, 'Сетка', 'Сетка, по которой можно карабкаться.', NULL, 0, 0, 10, 'netting', 9, NULL, '', 0, 0, NULL, '1516985844', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:17'),
(169, 'Сетчатая дверь', 'Сетчатая дверь.', NULL, 0, 0, 10, 'chainlink-fence-gate', 9, NULL, '', 0, 0, NULL, '1451568081', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:19'),
(170, 'Сетчатый забор', 'Сетчатый забор.', NULL, 0, 0, 10, 'chainlink-fence', 9, NULL, '', 0, 0, NULL, '-1117626326', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:20'),
(171, 'Смотровая вышка', 'Высокая деревянная смотровая вышка с лестницей', NULL, 0, 0, 10, 'watch-tower', 9, NULL, '', 0, 0, NULL, '-463122489', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:22'),
(172, 'Старый деревянный сарай', 'Классическая хижина. Отличная стартовая база для любого новичка. Существует ограничение на количество размещенных хижин.', NULL, 0, 0, 10, 'legacy-wood-shelter', 9, NULL, '', 0, 0, NULL, '607400343', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:24'),
(173, 'Треугольный люк', 'Люк, который открывается и становится лестницей.', NULL, 1, 0, 10, 'triangle-ladder-hatch', 9, 6, '', 1, 0, NULL, '2041899972', '15.00', NULL, NULL, 1, 67, '2024-05-06 11:36:25'),
(174, 'Треугольный решетчатый настил', 'Решетчатый настил. Идеально подходит для размещения над большой печью.', NULL, 0, 0, 10, 'floor-triangle-grill', 9, NULL, '', 0, 0, NULL, '1983621560', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:27'),
(175, 'Тюремная дверь', 'Тюремная решетка, за которой можно оградить что угодно', NULL, 0, 0, 10, 'prison-cell-gate', 9, NULL, '', 0, 0, NULL, '-956706906', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:29'),
(176, 'Тюремная решетка', 'Тюремные решетки.', NULL, 0, 0, 10, 'prison-cell-wall', 9, NULL, '', 0, 0, NULL, '-1429456799', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:30'),
(177, 'Укрепленное стеклянное окно', 'Оконные решетки из армированного металла, надежно защищающие от снарядов.', NULL, 0, 0, 10, 'reinforced-glass-window', 9, NULL, '', 0, 0, NULL, '671706427', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:32'),
(178, 'Усиленное стеклянное окно', 'Усиленное стеклянное окно', NULL, 0, 0, 10, 'strengthened-glass-window', 9, NULL, '', 0, 0, NULL, '-1614955425', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:34'),
(179, 'Шкаф с инструментами', 'Установка и авторизация в шкафу сделает так, чтобы только Вы могли строиться в радиусе 50 метров. Если Вы хотите дать доступ своим друзьям, то им следует авторизоваться тоже. Вы должны защищать этот шкаф.', NULL, 0, 0, 10, 'tool-cupboard', 9, NULL, '', 0, 0, NULL, '-97956382', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:36:35'),
(180, 'Hazmat Youtooz', 'Hazmat Youtooz', NULL, 0, 0, 10, 'hazmat-youtooz', 10, NULL, '', 0, 0, NULL, '-1696379844', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:31'),
(181, 'Heavy Scientist Youtooz', 'Heavy Scientist Youtooz', NULL, 0, 0, 10, 'heavy-scientist-youtooz', 10, NULL, '', 0, 0, NULL, '-722629980', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:32'),
(182, 'Барбекю', 'Самодельный мангал. Вы можете в нем готовить большое количество еды.', NULL, 1, 0, 10, 'barbeque', 10, 14, '', 1, 5, NULL, '1099314009', '10.00', NULL, NULL, 1, 68, '2024-05-06 11:37:34'),
(183, 'Белый Китайский фонарь', 'Белый декоративный бумажный фонарь', NULL, 0, 0, 10, 'chinese-lantern-white', 10, NULL, '', 0, 0, NULL, '-770304148', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:36'),
(184, 'Большая деревянная табличка', 'Деревянная табличка 3 на 1,5 метра, на которой можно что-нибудь нарисовать.', NULL, 0, 0, 10, 'large-wooden-sign', 10, NULL, '', 0, 0, NULL, '1153652756', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:38'),
(185, 'Большая печь', 'Используется для переплавки большого количества руды. Сложно защищать, должна быть размещена на земле.', NULL, 1, 0, 10, 'large-furnace', 10, 6, '', 1, 10, NULL, '-1992717673', '50.00', NULL, NULL, 1, 69, '2024-05-06 11:37:39'),
(186, 'Большая плантация', 'Большая сеялка с достаточным пространством для посадки 9 семян.', NULL, 1, 0, 10, 'large-planter-box', 10, 17, '', 5, 10, NULL, '1581210395', '25.00', NULL, NULL, 1, 70, '2024-05-06 11:37:41'),
(187, 'Большой деревянный ящик', 'Храните свои вещи в этом деревянном ящике. Вмещает до 48 предметов.', NULL, 0, 0, 10, 'large-wood-box', 10, NULL, '', 0, 0, NULL, '833533164', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:43'),
(188, 'Большой носок', 'Большой носок. Просто повесьте его над камином и вы сможете получить потрясающий подарок!', NULL, 0, 0, 10, 'super-stocking', 10, NULL, '', 0, 0, NULL, '-465682601', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:45'),
(189, 'Большой охотничий трофей', 'Большая подставка для трофеев, на которую можно установить голову убитого животного или врага.', NULL, 0, 0, 10, 'large-hunting-trophy', 10, NULL, '', 0, 0, NULL, '960673498', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:46'),
(190, 'Большой флаг (На флагштоке)', 'Большой флаг, подвешенный на высокий постамент.', NULL, 0, 0, 10, 'large-banner-on-pole', 10, NULL, '', 0, 0, NULL, '2070189026', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:48'),
(191, 'Большой флаг (Настенный)', 'Большой флаг крепящийся на стене.', NULL, 0, 0, 10, 'large-banner-hanging', 10, NULL, '', 0, 0, NULL, '23352662', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:50'),
(192, 'Бочка с водой', 'Контейнер для хранения воды. Может выводить 10 мл воды в секунду через шланг.', NULL, 1, 0, 10, 'water-barrel', 10, 17, '', 1, 10, NULL, '-1863559151', '5.00', NULL, NULL, 1, 71, '2024-05-06 11:37:52'),
(193, 'Бочка-костер', 'Бочка из-под нефти, получившая новую жизнь. Используйте ее, чтобы оставаться в тепле.', NULL, 0, 0, 10, 'hobo-barrel', 10, NULL, '', 0, 0, NULL, '-1442559428', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:53'),
(194, 'Бумажная карта', 'Помогает понять, где Вы находитесь. Вы можете отмечать на ней свои ориентиры, нажав на правую кнопку мыши и рисуя.\nПеретащите карту в быстрые слоты, чтобы сделать ее активной, и затем Вы сможете просматривать карту, зажав назначенную клавишу (G по умолчанию)', NULL, 0, 0, 10, 'paper-map', 10, NULL, '', 0, 0, NULL, '696029452', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:55'),
(195, 'Бурдюк', 'Ёмкость для хранения воды. Щелкните левой кнопкой мыши, чтобы пить, щелкните правой кнопкой мыши, чтобы заполнить из источников воды, или вылить.', NULL, 0, 0, 10, 'bota-bag', 10, NULL, '', 0, 0, NULL, '613961768', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:37:57'),
(196, 'Верстак второго уровня', 'Позволяет создавать и открывать предметы, требующие верстак второго уровня', NULL, 1, 0, 10, 'workbench-level-2', 10, 6, '', 1, 0, '', '-41896755', '100.00', 2, '2024-11-22 15:00:21', 1, 72, '2024-05-06 11:37:58'),
(197, 'Верстак первого уровня', 'Позволяет создавать и открывать предметы, требующие верстак первого уровня', NULL, 1, 0, 10, 'workbench-level-1', 10, 6, '', 1, 0, '', '1524187186', '30.00', 2, '2024-11-22 15:00:21', 1, 73, '2024-05-06 11:38:00'),
(198, 'Верстак третьего уровня', 'Позволяет создавать предметы, требующие верстак третьего уровня, также ускоряет создание предметов, требующих верстаки 1 и 2 уровня, как и предметов, не требующих верстака вовсе', NULL, 1, 0, 10, 'workbench-level-3', 10, 6, '', 1, 0, '', '-1607980696', '200.00', 2, '2024-11-22 15:00:21', 1, 74, '2024-05-06 11:38:02'),
(199, 'Вертикальная бочка для хранения', 'Храните свои вещи в этой деревянной бочке. Вмещает до 48 предметов. Нельзя установить замок.', NULL, 1, 0, 10, 'storage-barrel-vertical', 10, 6, '', 2, 0, NULL, '1307626005', '20.00', NULL, NULL, 1, 75, '2024-05-06 11:38:04'),
(200, 'Вертикальная стойка для оружия', 'Держит оружие в случайном порядке, внося хаотичную красоту к вашему оружейному складу. ', NULL, 0, 0, 10, 'weapon-rack-stand', 10, NULL, '', 0, 0, NULL, '1132603396', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:05'),
(201, 'Вращающееся колесо', 'Интерактивное вращающееся колесо.', NULL, 0, 0, 10, 'spinning-wheel', 10, NULL, '', 0, 0, NULL, '-1100422738', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:07'),
(202, 'Высокая стойка для оружия', 'Демонстрируйте свою коллекцию оружия с помощью этой оружейной стойки.', NULL, 1, 0, 10, 'tall-weapon-rack', 10, 6, '', 2, 0, NULL, '240752557', '10.00', NULL, NULL, 1, 76, '2024-05-06 11:38:09'),
(203, 'Горизонтальная бочка для хранения', 'Храните свои вещи в этой деревянной бочке. Вмещает до 48 предметов. Нельзя установить замок.', NULL, 1, 0, 10, 'storage-barrel-horizontal', 10, 6, '', 2, 0, NULL, '-1421257350', '20.00', NULL, NULL, 1, 77, '2024-05-06 11:38:11'),
(204, 'Горизонтальная фоторамка', 'Горизонтальный холст для рисования.', NULL, 1, 0, 10, 'landscape-photo-frame', 10, 14, '', 5, 0, NULL, '1697996440', '5.00', NULL, NULL, 1, 78, '2024-05-06 11:38:12'),
(205, 'Горизонтальный держатель для оружия', 'Демонстрируйте свою коллекцию оружия с помощью этой оружейной стойки.', NULL, 0, 0, 10, 'frontier-horns-single-item-rack', 10, NULL, '', 0, 0, NULL, '-52398594', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:14'),
(206, 'Дверной молоток ', 'Тяжелый дверной молоток из латуни', NULL, 0, 0, 10, 'dragon-door-knocker', 10, NULL, '', 0, 0, NULL, '-854270928', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:16'),
(207, 'Дверной молоток «Череп»', 'Жуткий дверной молоток в виде черепа', NULL, 0, 0, 10, 'skull-door-knocker', 10, NULL, '', 0, 0, NULL, '-216116642', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:17'),
(208, 'Двойная дверная гирлянда', 'Праздничная декорация для украшения вашей двойной двери во время праздников!', NULL, 0, 0, 10, 'festive-double-doorway-garland', 10, NULL, '', 0, 0, NULL, '-1230433643', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:19'),
(209, 'Двухсторонняя вывеска', 'Двухсторонняя вывеска крепящаяся на стену.', NULL, 0, 0, 10, 'two-sided-hanging-sign', 10, NULL, '', 0, 0, NULL, '1205607945', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:21'),
(210, 'Двухсторонняя вывеска с орнаментом', 'Двухсторонняя вывеска крепящаяся на стену.', NULL, 0, 0, 10, 'two-sided-ornate-hanging-sign', 10, NULL, '', 0, 0, NULL, '-1647846966', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:23'),
(211, 'Деревянный ящик', 'Храните свои вещи в этом деревянном ящике. Вмещает до 18 предметов.', NULL, 0, 0, 10, 'wood-storage-box', 10, NULL, '', 0, 0, NULL, '-180129657', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:24'),
(212, 'Держатель для факела', 'Настенный держатель для факелов.', NULL, 0, 0, 10, 'torch-holder', 10, NULL, '', 0, 0, NULL, '446206234', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:26'),
(213, 'Диван', 'Удобный старый диван. Декоративный предмет, вмещающий до двух человек и обеспечивающий комфортом. ', NULL, 0, 0, 10, 'sofa', 10, NULL, '', 0, 0, NULL, '-555122905', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:38:28'),
(214, 'Диван (с узором)', 'Удобный старый диван с цветочным узором. Декоративный предмет, вмещающий до двух человек и обеспечивающий комфортом. ', NULL, 0, 0, 10, 'sofa-pattern', 10, NULL, '', 0, 0, NULL, '782422285', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:30'),
(215, 'Доска объявлений (Двухсторонняя)', 'Двухсторонняя доска объявлений, которую можно поставить.', NULL, 0, 0, 10, 'two-sided-town-sign-post', 10, NULL, '', 0, 0, NULL, '826309791', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:31'),
(216, 'Доска объявлений (Односторонняя)', 'Доска объявлений, которую можно поставить.', NULL, 0, 0, 10, 'one-sided-town-sign-post', 10, NULL, '', 0, 0, NULL, '-1832422579', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:34'),
(217, 'Дрон', 'Удаленный дрон действовал с компьютерной станции с ограниченным диапазоном действия.', NULL, 0, 0, 10, 'drone', 10, NULL, '', 0, 0, NULL, '1588492232', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:35'),
(218, 'Игровое кресло SecretLab', 'Роскошное и удобное кресло для длительных сеансов видеонаблюдения.', NULL, 0, 0, 10, 'secret-lab-chair', 10, NULL, '', 0, 0, NULL, '567871954', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:37'),
(219, 'Игровой автомат Chippy', 'Игровой автомат, можно получить поиграв 30 минут в игру Chippy. ', NULL, 0, 0, 10, 'chippy-arcade-game', 10, NULL, '', 0, 0, NULL, '359723196', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:39'),
(220, 'Исследовательский Стол', 'Вы можете использовать этот стол, чтобы навсегда научиться создавать найденные предметы в обмен на металлолом.', NULL, 0, 0, 10, 'research-table', 10, NULL, '', 0, 0, NULL, '-1861522751', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:41'),
(221, 'Камин', 'Камин, который согревает Ваш дом. Должен быть размещен внутри дома у стены.', NULL, 0, 0, 10, 'stone-fireplace', 10, NULL, '', 0, 0, NULL, '-1535621066', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:43'),
(222, 'Картина в рамке (Большая)', 'Большой холст для рисования.', NULL, 0, 0, 10, 'xl-picture-frame', 10, NULL, '', 0, 0, NULL, '-996185386', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:45'),
(223, 'Картина в рамке (Маленькая)', 'Горизонтальный холст для рисования.', NULL, 0, 0, 10, 'landscape-picture-frame', 10, NULL, '', 0, 0, NULL, '-845557339', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:47'),
(224, 'Картина в рамке (Огромная)', 'Огромный холст для рисования.', NULL, 0, 0, 10, 'xxl-picture-frame', 10, NULL, '', 0, 0, NULL, '98508942', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:49'),
(225, 'Каяк', 'Самодельный деревянный каяк. Вмещает до двух человек и требует весло для управления.', NULL, 0, 0, 10, 'kayak', 10, NULL, '', 0, 0, NULL, '190184021', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:51'),
(226, 'Китайский фонарь', 'Декоративный бумажный фонарь', NULL, 0, 0, 10, 'chinese-lantern', 10, NULL, '', 0, 0, NULL, '-1916473915', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:53'),
(227, 'Ковер', 'Декоративный коврик, который можно разместить на полу, стене и потолке. Обеспечивает комфорт в непосредственной близости.', NULL, 0, 0, 10, 'rug', 10, NULL, '', 0, 0, NULL, '-1985799200', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:54'),
(228, 'Ковер из медвежьей шкуры', 'Декоративный коврик, который можно разместить на полу, стене и потолке. Обеспечивает комфорт в непосредственной близости.', NULL, 0, 0, 10, 'rug-bear-skin', 10, NULL, '', 0, 0, NULL, '-1104881824', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:40:56'),
(229, 'Компостер', 'Производит удобрения из отходов', NULL, 0, 0, 10, 'composter', 10, 17, '', 0, 0, '', '-1488398114', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:40:58'),
(230, 'Коновязь и кормушка', 'Коновязь и кормушка. Если вы оставите своих лошадей в этом месте, они будут здоровыми и сытыми до тех пор, пока имеется запас с едой.', NULL, 0, 0, 10, 'hitch-&-trough', 10, NULL, '', 0, 0, NULL, '1160881421', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:23'),
(231, 'Костер', 'Маленький костер. Обеспечивает тепло и свет, а также возможность готовить на нем.', NULL, 0, 0, 10, 'camp-fire', 10, NULL, '', 0, 0, NULL, '1946219319', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:25'),
(232, 'Костер из черепов', 'Насладитесь сжиганием останков Ваших неприятелей в прах с этим эксклюзивным Хэллоуинским предметом! Добавляет тепло и свет, а также возможность жарить на нем.', NULL, 0, 0, 10, 'skull-fire-pit', 10, NULL, '', 0, 0, NULL, '553887414', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:27'),
(233, 'Кресло качалка', 'Качающийся стул, который отвечает вашему вкладу. Не стреляйте во время сидения.', NULL, 0, 0, 10, 'rocking-chair', 10, NULL, '', 0, 0, NULL, '-1863063690', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:29'),
(234, 'Кровать', 'Кровать. Разместив ее, вы сможете на ней возрождаться, а также она может быть использована куда чаще, чем спальный мешок. Должна быть поставлена внутри постройки.', NULL, 1, 0, 10, 'bed', 10, 6, '', 1, 10, NULL, '-1273339005', '15.00', NULL, NULL, 1, 79, '2024-05-06 11:42:30'),
(235, 'Маленькая деревянная табличка', 'Деревянная табличка 1 на 0,5 метра, на которой можно что-нибудь нарисовать.', NULL, 0, 0, 10, 'small-wooden-sign', 10, NULL, '', 0, 0, NULL, '-1138208076', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:32'),
(236, 'Маленькая плантация', 'Маленькая сеялка с достаточным пространством для посадки 3 семян.', NULL, 0, 0, 10, 'small-planter-box', 10, NULL, '', 0, 0, NULL, '1903654061', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:34'),
(237, 'Маленький носок', 'Маленький носок. Повесьте его над камином и вы получите подарок от Деда Мороза! Соберите 6 штук, чтобы сделать большой чулок.', NULL, 0, 0, 10, 'small-stocking', 10, NULL, '', 0, 0, NULL, '1668858301', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:36'),
(238, 'Маленький тайник', 'Маленький и скрытный тайник, в котором сможете хранить предметы. Закопав его, подойдите снова к нему и наведите на тот участок области, где Вы его закопали, чтобы он появился.', NULL, 0, 0, 10, 'small-stash', 10, NULL, '', 0, 0, NULL, '-369760990', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:38'),
(239, 'Малый НПЗ', 'Небольшой нефтеперерабатывающий завод, который может производить топливо низкого качества из сырой нефти.', NULL, 1, 0, 10, 'small-oil-refinery', 10, 6, '', 1, 10, NULL, '-1293296287', '90.00', NULL, NULL, 1, 80, '2024-05-06 11:42:40'),
(240, 'Малый охотничий трофей', 'Большая подставка для трофеев, на которую можно установить голову убитого животного или врага.', NULL, 0, 0, 10, 'small-hunting-trophy', 10, NULL, '', 0, 0, NULL, '-869598982', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:42'),
(241, 'Медведь Пуки', 'Спутник, который напоминает вам о Вашей молодости.', NULL, 1, 0, 10, 'pookie-bear', 21, NULL, '', 1, 0, '', '-1651220691', '10.00', NULL, NULL, 1, 81, '2024-05-06 11:42:44'),
(242, 'Насадка для ванны', 'Маленькая сеялка с достаточным пространством для посадки 3 семян.', NULL, 0, 0, 10, 'bath-tub-planter', 10, NULL, '', 0, 0, NULL, '-1274093662', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:46'),
(243, 'Настенный светильник из консервной банки', 'Самодельный настенный светильник.', NULL, 0, 0, 10, 'tuna-can-lamp', 10, NULL, '', 0, 0, NULL, '-1478445584', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:48'),
(244, 'Огромная деревянная табличка', 'Деревянная табличка 6 на 3 метра, на которой можно что-нибудь нарисовать.', NULL, 0, 0, 10, 'huge-wooden-sign', 10, NULL, '', 0, 0, NULL, '-143132326', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:50'),
(245, 'Огромная фоторамка', 'Огромная рамка под ваши фотографии.', NULL, 1, 0, 10, 'large-photo-frame', 10, 14, '', 5, 0, NULL, '1205084994', '5.00', NULL, NULL, 1, 82, '2024-05-06 11:42:51'),
(246, 'Опреснитель воды', 'Опреснитель воды. Поставьте ее над костром, и она будет перерабатывать соленую воду в обычную питьевую.', NULL, 0, 0, 10, 'water-purifier', 10, NULL, '', 0, 0, NULL, '2114754781', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:53'),
(247, 'Пасхальный венок', 'Красивый, самодельный пасхальный венок.', NULL, 0, 0, 10, 'easter-door-wreath', 10, NULL, '', 0, 0, NULL, '-979302481', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:55'),
(248, 'Печь', 'Печь. Используется для переплавки руды.', NULL, 0, 0, 10, 'furnace', 10, NULL, '', 0, 0, NULL, '-1999722522', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:57'),
(249, 'Плакат ', 'Плакат, на котором можно разместить фотографию лица игрока, который находится в розыске.', NULL, 0, 0, 10, 'wanted-poster', 10, NULL, '', 0, 0, NULL, '-1344017968', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:42:59'),
(250, 'Плантация из вагонетки', 'Большая сеялка с достаточным пространством для посадки 2 семян.', NULL, 0, 0, 10, 'minecart-planter', 10, NULL, '', 0, 0, NULL, '1361520181', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:01'),
(251, 'Портретная фоторамка', 'Портретный холст для рисования.', NULL, 1, 0, 10, 'portrait-photo-frame', 10, 14, '', 5, 0, NULL, '1729712564', '5.00', NULL, NULL, 1, 83, '2024-05-06 11:43:03'),
(252, 'Почтовый ящик', 'В почтовый ящик можно положить только записки. Только вы имеете доступ к содержимому.', NULL, 0, 0, 10, 'mail-box', 10, NULL, '', 0, 0, NULL, '-586784898', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:05'),
(253, 'Праздничная дверная гирлянда', 'Праздничное украшение, чтобы украсить ваш дверной проем во время праздников!', NULL, 0, 0, 10, 'festive-doorway-garland', 10, NULL, '', 0, 0, NULL, '674734128', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:07'),
(254, 'Праздничная оконная гирлянда', 'Праздничное украшение, чтобы украсить ваши окна во время праздников!', NULL, 0, 0, 10, 'festive-window-garland', 10, NULL, '', 0, 0, NULL, '-1379835144', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:09'),
(255, 'Пугало', 'Проникнитесь духом Хэллоуина с этим декоративным предметом.', NULL, 0, 0, 10, 'scarecrow', 10, NULL, '', 0, 0, NULL, '177226991', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:11'),
(256, 'Рамка (Высокая)', 'Длинный холст для рисования.', NULL, 0, 0, 10, 'tall-picture-frame', 10, NULL, '', 0, 0, NULL, '121049755', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:13'),
(257, 'Рамка (Средняя)', 'Портретный холст для рисования.', NULL, 0, 0, 10, 'portrait-picture-frame', 10, NULL, '', 0, 0, NULL, '-1370759135', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:15'),
(258, 'Резная тыква', 'Тыква, которую можно вырезать.\nТребует дерева в качества топлива.', NULL, 0, 0, 10, 'carvable-pumpkin', 10, NULL, '', 0, 0, NULL, '1524980732', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:16'),
(259, 'Рельсовая Клумба', 'Большая сеялка с достаточным пространством для посадки 9 семян.', NULL, 0, 0, 10, 'rail-road-planter', 10, NULL, '', 0, 0, NULL, '615112838', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:18'),
(260, 'Ремонтный верстак', 'Здесь вы можете чинить предметы за часть их стоимости. Также можно изменить скин текущего предмета.', NULL, 0, 0, 10, 'repair-bench', 10, NULL, '', 0, 0, NULL, '803222026', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:20'),
(261, 'Рождественская гирлянда', 'Нить светящихся огней для украшения дома', NULL, 0, 0, 10, 'christmas-lights', 10, NULL, '', 0, 0, NULL, '1058261682', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:22'),
(262, 'Рождественская елка', 'Проникнитесь духом рождества с этой декоративной рождественской елкой', NULL, 0, 0, 10, 'christmas-tree', 10, NULL, '', 0, 0, NULL, '794443127', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:24'),
(263, 'Рождественский Календарь', 'Получайте особый подарок каждый день!', NULL, 0, 0, 10, 'advent-calendar', 10, NULL, '', 0, 0, NULL, '-2027793839', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:26'),
(264, 'Рождественский венок', 'Проникнитесь духом рождества с этим праздничным венком.', NULL, 0, 0, 10, 'christmas-door-wreath', 10, NULL, '', 0, 0, NULL, '2009734114', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:28'),
(265, 'Рыбный трофей', 'Настенное крепление для демонстрации ваших самых больших уловов. Рыба в комплект не входит.', NULL, 0, 0, 10, 'fish-trophy', 10, NULL, '', 0, 0, NULL, '-1913996738', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:30'),
(266, 'Рыболовная ловушка', 'Ловушка для рыб. Расположите ее на берегу и положите туда приманку. Большее количество приманки увеличивает шанс поймать форель.', NULL, 0, 0, 10, 'survival-fish-trap', 10, NULL, '', 0, 0, NULL, '559147458', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:31'),
(267, 'Самодельные полки', 'Полка для предметов', NULL, 0, 0, 10, 'salvaged-shelves', 10, NULL, '', 0, 0, NULL, '1950721418', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:33'),
(268, 'Светильник', 'Светильник. Поставьте его туда, где вам нужен свет. Требует для работы топливо низкого качества.', NULL, 0, 0, 10, 'lantern', 10, NULL, '', 0, 0, NULL, '1658229558', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:35'),
(269, 'Снеговик', 'Проникнитесь духом рождества с этим декоративным снеговиком', NULL, 0, 0, 10, 'snowman', 10, NULL, '', 0, 0, NULL, '1629293099', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:37');
INSERT INTO `drop` (`id`, `name`, `description`, `quality`, `market_status`, `min_box`, `max_box`, `eng_name`, `type_id`, `category_id`, `market_id`, `count`, `discount`, `command`, `rust_id`, `price`, `blocked_hour`, `blocked_at`, `status`, `sort`, `created_at`) VALUES
(270, 'Спальный мешок', 'Спальный мешок. Положив его, Вы сможете создать точку возрождения.', NULL, 0, 0, 10, 'sleeping-bag', 10, NULL, '', 0, 0, NULL, '-1754948969', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:39'),
(271, 'Средняя деревянная табличка', 'Деревянная табличка 2 на 1 метра, на которой можно что-нибудь нарисовать.', NULL, 0, 0, 10, 'medium-wooden-sign', 10, NULL, '', 0, 0, NULL, '-1819233322', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:41'),
(272, 'Стойка для оружия', 'Демонстрируйте свою коллекцию оружия с помощью этой оружейной стойки.', NULL, 1, 0, 10, 'horizontal-weapon-rack', 10, 6, '', 2, 0, NULL, '-246672609', '10.00', NULL, NULL, 1, 84, '2024-05-06 11:43:43'),
(273, 'Стол', 'В каждом доме должен быть стол. Декоративный предмет, обеспечивающий комфорт.', NULL, 0, 0, 10, 'table', 10, NULL, '', 0, 0, NULL, '593465182', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:45'),
(274, 'Стол Клана', 'Стол для управления кланами.', NULL, 0, 0, 10, 'clan-table', 10, NULL, '', 0, 0, NULL, '486661382', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:47'),
(275, 'Стол Франкенштейна', 'Разместите на данном столе голову, туловище и ноги, чтобы призвать монстра Франкенштейна.', NULL, 0, 0, 10, 'frankenstein-table', 10, NULL, '', 0, 0, NULL, '1575635062', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:48'),
(276, 'Стол для смешивания', 'Используется для смешивания рецептов.', NULL, 0, 0, 10, 'mixing-table', 10, NULL, '', 0, 0, NULL, '1259919256', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:50'),
(277, 'Стул', 'В каждом доме должен быть стул. Декоративный предмет, который обеспечивает комфорт, когда сидите на нем.', NULL, 0, 0, 10, 'chair', 10, NULL, '', 0, 0, NULL, '1534542921', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:52'),
(278, 'Торговый автомат', 'Безопасно торгуйтесь с другими игроками, создавая лоты для продажи.\nЕсли кто-то получит доступ к задней панели, то он сможет забрать все содержимое, поэтому надежно ее охраняйте.', NULL, 1, 0, 10, 'vending-machine', 10, 6, '', 1, 10, NULL, '198438816', '35.00', NULL, NULL, 1, 85, '2024-05-06 11:43:54'),
(279, 'Трофей Twitch Rivals', 'Трофей, посвященный выжившим Rust Twitch Rivals', NULL, 0, 0, 10, 'twitch-rivals-trophy', 10, NULL, '', 0, 0, NULL, '975983052', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:56'),
(280, 'Трофей Twitch Rivals 2023', 'Трофей, посвященный выживающим в честь Rust Twitch Rivals 2023.', NULL, 0, 0, 10, 'twitch-rivals-trophy-2023', 10, NULL, '', 0, 0, NULL, '-901370585', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:43:58'),
(281, 'Указатель направления', 'Указатель направления, который можно поставить.', NULL, 0, 0, 10, 'single-sign-post', 10, NULL, '', 0, 0, NULL, '1542290441', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:00'),
(282, 'Указатель направления (Двойной)', 'Двойной указатель направления, который можно поставить.', NULL, 0, 0, 10, 'double-sign-post', 10, NULL, '', 0, 0, NULL, '1521286012', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:02'),
(283, 'Фонарь из тыквы (Злой)', 'Фонарь. Поставьте его туда, где Вам нужен свет.', NULL, 0, 0, 10, 'jack-o-lantern-angry', 10, NULL, '', 0, 0, NULL, '1242482355', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:03'),
(284, 'Фонарь из тыквы (Улыбающийся)', 'Фонарь. Поставьте его туда, где Вам нужен свет.', NULL, 0, 0, 10, 'jack-o-lantern-happy', 10, NULL, '', 0, 0, NULL, '-1824943010', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:05'),
(285, 'Холодильник', 'Холодильник, в который Вы можете хранить еду!', NULL, 0, 0, 10, 'fridge', 10, NULL, '', 0, 0, NULL, '1413014235', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:07'),
(286, 'Широкая стойка для оружия', 'Демонстрируйте свою коллекцию оружия с помощью этой оружейной стойки.', NULL, 1, 0, 10, 'wide-weapon-rack', 10, 6, '', 2, 0, NULL, '-96256997', '10.00', NULL, NULL, 1, 86, '2024-05-06 11:44:09'),
(287, 'Шкаф для переодевания', 'Шкаф, в котором ваша одежда и броня будет в безопасности!', NULL, 1, 0, 10, 'locker', 10, 6, '', 2, 10, NULL, '-110921842', '10.00', NULL, NULL, 1, 87, '2024-05-06 11:44:11'),
(288, 'Ящик для хранения', 'Этот предмет может быть размещен на стене так, чтобы игрок смог со внешней стороны класть предметы для безопасного хранения. Вы можете получить доступ к содержимому только с обратной стороны.', NULL, 1, 0, 10, 'drop-box', 10, 6, '', 2, 5, NULL, '-1519126340', '20.00', NULL, NULL, 1, 88, '2024-05-06 11:44:13'),
(289, 'Аккумулятор - маленький', 'Батарейка.', NULL, 0, 0, 10, 'battery-small', 11, NULL, '', 0, 0, NULL, '609049394', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:34'),
(290, 'Бумага', 'Бумага, является ингредиентом для строительного плана и заметки.\nВ игре не используется.', NULL, 0, 0, 10, 'paper', 11, NULL, '', 0, 0, NULL, '-1779183908', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:36'),
(291, 'Бумага для исследования', 'Использовался этот предмет в исследовательском столе для создания чертежей. Вырезан из игры', NULL, 0, 0, 10, 'research-paper', 11, NULL, '', 0, 0, NULL, '-544317637', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:38'),
(292, 'Взрывчатое вещество', 'Основной компонент, используемый при создании ракет и взрывчатки.', NULL, 1, 0, 10, 'explosives', 11, 3, '', 40, 10, '', '-592016202', '175.00', 12, '2024-11-23 01:00:21', 1, 89, '2024-05-06 11:44:39'),
(293, 'Вода', 'Вода. Выпив ее, она утолит Вашу жажду.', NULL, 0, 0, 10, 'water', 11, NULL, '', 0, 0, NULL, '-1779180711', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:41'),
(294, 'Высококачественная железная руда', 'Руда, содержащая высококачественный металл. Может быть переплавлена в печи.', NULL, 0, 0, 10, 'hq.metal.ore', 11, NULL, '', 0, 0, NULL, '-1982036270', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:43'),
(295, 'Дерево', 'Дерево. Собирается с деревьев, используется во многих рецептах. Необходима для приготовления еды.', NULL, 1, 0, 10, 'wood', 11, 3, '', 5000, 10, NULL, '-151838493', '26.00', NULL, NULL, 1, 1, '2024-05-06 11:44:45'),
(296, 'Дизельное топливо', 'Требуемое топливо для работы экскаватора', NULL, 1, 0, 10, 'diesel-fuel', 11, 3, '', 5, 10, NULL, '1568388703', '150.00', 12, '2024-11-23 01:00:21', 1, 90, '2024-05-06 11:44:47'),
(297, 'Железная руда', 'Природная горная порода, содержащая металл и металлические соединения. Вы можете выплавить этот металл с помощью печи.', NULL, 0, 0, 10, 'metal.ore', 11, NULL, '', 0, 0, NULL, '-4031221', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:48'),
(298, 'Животный жир', 'Жир, добытый с животных. Скомбинируйте с тканью для получения топлива низкого качества.', NULL, 1, 0, 10, 'fat.animal', 11, 3, '', 100, 10, NULL, '-1018587433', '25.00', 2, '2024-11-22 15:00:21', 1, 91, '2024-05-06 11:44:50'),
(299, 'Камера видеонаблюдения', 'Система камер видеонаблюдения может быть использована для наблюдения в реальном времени и защиты вашей базы, если она получает питание и к ней можно подключиться через компьютерную станцию.', NULL, 1, 0, 10, 'cctv-camera', 11, 16, '', 1, 0, NULL, '634478325', '15.00', NULL, NULL, 1, 92, '2024-05-06 11:44:52'),
(300, 'Камни', 'Добывается из горной породы, используя инструменты. Основной строительный материал.', NULL, 1, 100, 3000, 'stones', 11, 3, '', 3000, 0, NULL, '-2099697608', '26.00', 2, '2024-11-22 15:00:21', 1, 2, '2024-05-06 11:44:54'),
(301, 'Кожа', 'Кожа, добытая с животного. Используется при создании множества видов одежды и не только.', NULL, 1, 100, 2000, 'leather', 11, 3, '', 1000, 10, NULL, '1381010055', '50.00', 2, '2024-11-22 15:00:21', 1, 93, '2024-05-06 11:44:56'),
(302, 'Компьютер наведения', 'Компьютер с загруженной программой для анализа видео и отслеживания перемещения объектов.', NULL, 1, 0, 10, 'targeting-computer', 11, 16, '', 1, 0, NULL, '1523195708', '15.00', NULL, NULL, 1, 94, '2024-05-06 11:44:57'),
(303, 'Конский навоз', 'Свежий и плодородный.', NULL, 0, 0, 10, 'horse-dung', 11, NULL, '', 0, 0, NULL, '-1579932985', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:44:59'),
(304, 'Металл высокого качества', 'Металл высокого качества, применимый для изготовления брони и оружия.', NULL, 1, 50, 100, 'high-quality-metal', 11, 3, '', 100, 10, '', '317398316', '90.00', 2, '2024-11-22 15:00:21', 1, 5, '2024-05-06 11:45:01'),
(305, 'Металлолом', 'Металлолом можно использовать в столе для исследований или в верстаках для разблокировки и исследования чертежей предметов. Часто используется в качестве валюты.', NULL, 1, 50, 300, 'scrap', 11, 3, '', 100, 30, '', '-932201673', '40.00', 2, '2024-11-22 15:00:21', 1, 6, '2024-05-06 11:45:03'),
(306, 'Обломки костей', 'Добыто из туши животного. Используется как материал для сборки костяной брони и оружия.', NULL, 0, 0, 10, 'bone.fragments', 11, NULL, '', 0, 0, NULL, '1719978075', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:05'),
(307, 'Порох', 'Сделан из серы и угля, является ключевым ингредиентом для всего, что взрывается!', NULL, 1, 100, 1000, 'gun-powder', 11, 3, '', 1000, 0, '', '-265876753', '150.00', 12, '2024-11-23 01:00:21', 1, 95, '2024-05-06 11:45:06'),
(308, 'Пустая банка из-под тунца', 'Пустая банка из-под тунца. Может быть переплавлена во фрагменты металла.', NULL, 0, 0, 10, 'empty-tuna-can', 11, NULL, '', 0, 0, NULL, '-1557377697', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:08'),
(309, 'Пустая банка из-под фасоли', 'Пустая банка из-под фасоли. Может быть переплавлена во фрагменты металла.', NULL, 0, 0, 10, 'empty-can-of-beans', 11, NULL, '', 0, 0, NULL, '1655979682', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:10'),
(310, 'Растительные Волокна', 'Волокно из мертвых растений. Можно компостировать.', NULL, 0, 0, 10, 'plant-fiber', 11, NULL, '', 0, 0, NULL, '-804769727', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:12'),
(311, 'Сера', 'Сера обычно используется в порохе, лекарствах и спичках. Сгорая, спички выделяют диоксид серы, дающий им их запах. Сера - неотъемлемый компонент живых клеток. Большинство белков содержат в себе серу. Также она используются как пестицид на полях.', NULL, 1, 100, 1000, 'sulfur', 11, 3, '', 1000, 0, '', '-1581843485', '125.00', 12, '2024-11-23 01:00:21', 1, 96, '2024-05-06 11:45:14'),
(312, 'Серная руда', 'Руда, содержащая серу. Сера может быть получена, путем переплавки руды в печи.', NULL, 0, 0, 10, 'sulfur.ore', 11, NULL, '', 0, 0, NULL, '-1157596551', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:16'),
(313, 'Соленая вода', 'Вода с высоким содержанием соли. Употребление приведет к потере здоровья.', NULL, 0, 0, 10, 'water.salt', 11, NULL, '', 0, 0, NULL, '-277057363', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:17'),
(314, 'Сырая нефть', 'Сырая нефть из недр земли, должна быть переработана для дальнейшего использования.', NULL, 0, 0, 10, 'crude-oil', 11, NULL, '', 0, 0, NULL, '-321733511', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:19'),
(315, 'Ткань', 'Ткань, полученная с животных или конопли. Используется при создании многой одежды, оружия и прочего.', NULL, 1, 50, 500, 'cloth', 11, 3, '', 300, 10, NULL, '-858312878', '35.00', 2, '2024-11-22 15:00:21', 1, 7, '2024-05-06 11:45:21'),
(316, 'Топливо низкого качества', 'Топливо низкого качества, используется для питания источников света.', NULL, 1, 50, 300, 'low-grade-fuel', 11, 3, '', 100, 10, '', '-946369541', '25.00', 2, '2024-11-22 15:00:21', 1, 4, '2024-05-06 11:45:23'),
(317, 'Уголь', 'Побочный продукт горения дерева, применяемый в изготовлении пороха.', NULL, 1, 100, 5000, 'charcoal', 11, 3, '', 2000, 10, NULL, '-1938052175', '20.00', NULL, NULL, 1, 97, '2024-05-06 11:45:25'),
(318, 'Уголь :(', 'Хреновых праздников!', NULL, 0, 0, 10, 'coal-:(', 11, NULL, '', 0, 0, NULL, '204391461', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:27'),
(319, 'Удобрение', 'Помогает растениям за счет улучшения состояния почвы. Производится в компостере.', NULL, 0, 0, 10, 'fertilizer', 11, 17, '', 0, 0, '', '-930193596', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:45:28'),
(320, 'Фрагменты металла', 'Металлические фрагменты. Выплавляются из железной руды и применяются во многих рецептах.', NULL, 1, 50, 1000, 'metal-fragments', 11, 3, '', 1000, 10, '', '69511070', '30.00', 2, '2024-11-22 15:00:21', 1, 3, '2024-05-06 11:45:31'),
(321, 'Череп волка', 'Череп волка.', NULL, 0, 0, 10, 'wolf-skull', 11, NULL, '', 0, 0, NULL, '2048317869', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:33'),
(322, 'Череп человека', 'Человеческий череп.', NULL, 0, 0, 10, 'skull', 11, NULL, '', 0, 0, NULL, '996293980', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:45:34'),
(323, 'Movember-усы', 'Восхитительные усы для события Movember', NULL, 0, 0, 10, 'movember-moustache', 12, NULL, '', 0, 0, NULL, '-2047081330', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:46:40'),
(324, 'Антирадиационный костюм', 'Противорадиационный костюм, сделанный из радиационно-стойкой резины.', NULL, 1, 0, 10, 'hazmat-suit', 12, 5, '', 1, 0, NULL, '1266491000', '20.00', 2, '2024-11-22 15:00:21', 1, 98, '2024-05-06 11:46:42'),
(325, 'Арктический набор', 'Арктический вариант \'хазмат\' костюма, которая меняет радиацию на защиту от холода', NULL, 1, 0, 10, 'arctic-suit', 12, 5, '', 1, 0, NULL, '-470439097', '20.00', 2, '2024-11-22 15:00:21', 1, 99, '2024-05-06 11:46:44'),
(326, 'Балаклава', 'Самодельная балаклава.', NULL, 0, 0, 10, 'improvised-balaclava', 12, NULL, '', 0, 0, NULL, '-2012470695', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:46:46'),
(327, 'Баллон с воздухом', 'Баллон с воздухом, позволяющий дышать под водой на определенный промежуток времени. Может быть пополнен на верстаке.', NULL, 1, 0, 10, 'diving-tank', 12, NULL, '', 1, 0, '', '-2022172587', '3.00', NULL, NULL, 1, 100, '2024-05-06 11:46:47'),
(328, 'Бандана', 'Кусок ткани, завязанный на лице, в области рта и носа.', NULL, 0, 0, 10, 'bandana-mask', 12, NULL, '', 0, 0, NULL, '-702051347', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:46:49'),
(329, 'Большой рюкзак', 'Большой военный рюкзак, в котором можно хранить предметы.', NULL, 1, 0, 10, 'large-backpack', 12, 5, '', 1, 0, NULL, '-907422733', '29.00', NULL, NULL, 1, 101, '2024-05-06 11:46:51'),
(330, 'Борода Санты', 'Борода Санта-Клауса. Хо Хо Хо.', NULL, 0, 0, 10, 'santa-beard', 12, NULL, '', 0, 0, NULL, '2126889441', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:46:53'),
(331, 'Ботинки', 'Рабочие ботинки.', NULL, 1, 0, 10, 'boots', 12, 5, '', 1, 10, NULL, '-1549739227', '10.00', NULL, NULL, 1, 102, '2024-05-06 11:46:55'),
(332, 'Бронированный костюм', 'Бронированный костюм, сделанный из радиационно-стойкой резины.', NULL, 0, 0, 10, 'heavy-scientist-suit', 12, NULL, '', 0, 0, NULL, '-1772746857', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:46:57'),
(333, 'Броня для воздушного шара', 'Броня для корзины воздушного шара', NULL, 0, 0, 10, 'hot-air-balloon-armor', 12, NULL, '', 0, 0, NULL, '-1989600732', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:46:58'),
(334, 'Броня из дорожных знаков', 'Посредственная броня, сделанная из дорожных знаков.', NULL, 1, 0, 10, 'road-sign-jacket', 12, 5, '', 1, 10, '', '-2002277461', '25.00', 2, '2024-11-22 15:00:21', 1, 103, '2024-05-06 11:47:00'),
(335, 'Водолазка', 'Как футболка, только с длинными рукавами.', NULL, 1, 0, 10, 'longsleeve-t-shirt', 12, 5, '', 1, 10, NULL, '935692442', '10.00', NULL, NULL, 1, 104, '2024-05-06 11:47:02'),
(336, 'Вязаная шапочка', 'Шерстяная шапка.', NULL, 0, 0, 10, 'beenie-hat', 12, NULL, '', 0, 0, NULL, '1675639563', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:04'),
(337, 'Гидрокостюм', 'Гидрокостюм, обеспечивающий защиту от холода и влаги.', NULL, 0, 0, 10, 'wetsuit', 12, NULL, '', 0, 0, NULL, '-1101924344', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:06'),
(338, 'Двухместное седло для лошади', 'Двухместное седло для лошади. При наличии этого предмета вы можете забрать лошадь в стойле, удерживая клавишу E и выбрав опцию \'Надеть двухместное седло\'', NULL, 0, 0, 10, 'double-horse-saddle', 12, NULL, '', 0, 0, NULL, '-1323101799', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:07'),
(339, 'Деревянные щитки', 'Посредственная броня для ног, сделанная из ткани и дерева.', NULL, 0, 0, 10, 'wood-armor-pants', 12, NULL, '', 0, 0, NULL, '832133926', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:09'),
(340, 'Деревянный нагрудник', 'Посредственная броня для туловища, сделанная из ткани и дерева.', NULL, 0, 0, 10, 'wood-chestplate', 12, NULL, '', 0, 0, NULL, '418081930', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:11'),
(341, 'Деревянный шлем', 'Посредственный шлем, сделанный из дерева и ткани.', NULL, 0, 0, 10, 'wood-armor-helmet', 12, NULL, '', 0, 0, NULL, '-2094954543', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:13'),
(342, 'Железная маска', 'Защитная маска, которая может обеспечить пользователю отличную защиту головы от различных атак.', NULL, 1, 0, 10, 'metal-facemask', 12, 5, '', 1, 10, '', '-194953424', '30.00', 2, '2024-11-22 15:00:21', 1, 105, '2024-05-06 11:47:15'),
(343, 'Жилет из шкуры', 'Жилет, сделанный из шкуры животного.', NULL, 0, 0, 10, 'hide-vest', 12, NULL, '', 0, 0, NULL, '196700171', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:16'),
(344, 'Зимняя куртка', 'Толстая и очень заметная куртка. Защищает от холода при любом климате.', NULL, 1, 0, 10, 'snow-jacket', 12, 5, '', 1, 10, NULL, '-48090175', '5.00', NULL, NULL, 1, 106, '2024-05-06 11:47:18'),
(345, 'Картонные Movember усы', 'Искусственные усы для события Movember', NULL, 0, 0, 10, 'card-movember-moustache', 12, NULL, '', 0, 0, NULL, '3380160', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:20'),
(346, 'Кепка', 'Бейсбольная кепка.', NULL, 0, 0, 10, 'baseball-cap', 12, NULL, '', 0, 0, NULL, '-1022661119', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:22'),
(347, 'Килт из дорожных знаков', 'Посредственная броня для ног, сделанная из дорожных знаков.', NULL, 1, 0, 10, 'road-sign-kilt', 12, 5, '', 1, 10, '', '1850456855', '15.00', 2, '2024-11-22 15:00:21', 1, 107, '2024-05-06 11:47:24'),
(348, 'Кожаные перчатки', 'Перчатки из кожи, обеспечивающие незначительную защиту верхней части тела.', NULL, 0, 0, 10, 'leather-gloves', 12, NULL, '', 0, 0, NULL, '1366282552', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:25'),
(349, 'Комбинезон', 'Комбинезон', NULL, 0, 0, 10, 'jumpsuit', 12, NULL, '', 0, 0, NULL, '-97459906', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:27'),
(350, 'Конная броня из дерева', 'Деревянная броня для лошади', NULL, 0, 0, 10, 'wooden-horse-armor', 12, NULL, '', 0, 0, NULL, '1659447559', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:29'),
(351, 'Конная броня из дорожных знаков', 'Броня для лошади, собранная из дорожных знаков', NULL, 0, 0, 10, 'roadsign-horse-armor', 12, NULL, '', 0, 0, NULL, '60528587', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:31'),
(352, 'Костюм арктического ученого', 'Противорадиационный костюм, сделанный из радиационно-стойкой резины.', NULL, 0, 0, 10, 'arctic-scientist-suit', 12, NULL, '', 0, 0, NULL, '1107575710', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:33'),
(353, 'Костюм бочки', 'Дурацкий костюм бочки, в котором вы сможете прятаться как... бочка?', NULL, 0, 0, 10, 'a-barrel-costume', 12, NULL, '', 0, 0, NULL, '-1215166612', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:34'),
(354, 'Костюм кролика', 'Костюм кролика. Обеспечивает дополнительную видимость яиц, что помогает во время пасхального события.', NULL, 0, 0, 10, 'bunny-onesie', 12, NULL, '', 0, 0, NULL, '-1266045928', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:36'),
(355, 'Костюм курицы', 'Надувной костюм курицы. Выступая в качестве замены деревянным штанам, вы можете экипировать этот предмет так, чтобы он выглядел максимально глупо.', NULL, 1, 0, 10, 'chicken-costume', 12, 5, '', 1, 0, NULL, '-152332823', '10.00', NULL, NULL, 1, 108, '2024-05-06 11:47:38'),
(356, 'Костюм мумии', 'Костюм мумии', NULL, 0, 0, 10, 'mummy-suit', 12, NULL, '', 0, 0, NULL, '277730763', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:40'),
(357, 'Костюм ниндзи', 'Костюм с 8-ых twitch drop-сов стримера BaboAbe.', NULL, 0, 0, 10, 'ninja-suit', 12, NULL, '', 0, 0, NULL, '-1506417026', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:42'),
(358, 'Костюм призрака', 'Костюм, который определенно не был придуман в последнюю секунду.', NULL, 0, 0, 10, 'ghost-costume', 12, NULL, '', 0, 0, NULL, '-1043618880', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:43'),
(359, 'Костюм ученого', 'Противорадиационный костюм, сделанный из радиационно-стойкой резины.', NULL, 0, 0, 10, 'scientist-suit', 12, NULL, '', 0, 0, NULL, '-253079493', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:45'),
(360, 'Костюм ученого с ПНЗ ', 'Противорадиационный костюм, сделанный из радиационно-стойкой резины.', NULL, 0, 0, 10, 'nvgm-scientist-suit', 12, NULL, '', 0, 0, NULL, '86840834', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:47'),
(361, 'Костюм хирурга', 'Спецодежда хирурга', NULL, 0, 0, 10, 'surgeon-scrubs', 12, NULL, '', 0, 0, NULL, '-1785231475', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:49'),
(362, 'Костюм чучела', 'Пугливый костюм чучела', NULL, 0, 0, 10, 'scarecrow-suit', 12, NULL, '', 0, 0, NULL, '273951840', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:51'),
(363, 'Костюм-яйцо', 'Уникальный костюм для яиц, при отсутствии экипировки можно рисовать.', NULL, 0, 0, 10, 'egg-suit', 12, NULL, '', 0, 0, NULL, '-747743875', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:52'),
(364, 'Костяная броня', 'Комплект брони сделанной из костей.', NULL, 0, 0, 10, 'bone-armor', 12, NULL, '', 0, 0, NULL, '1746956556', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:54'),
(365, 'Костяной шлем', 'Шлем, сделанный из костей.', NULL, 0, 0, 10, 'bone-helmet', 12, NULL, '', 0, 0, NULL, '-1903165497', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:56'),
(366, 'Кроличьи ушки', 'Кроличьи уши. Обеспечивают дополнительную видимость яиц, что помогает во время пасхального события.', NULL, 0, 0, 10, 'bunny-ears', 12, NULL, '', 0, 0, NULL, '-1004426654', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:47:58'),
(367, 'Куртка', 'Грубая, прочная куртка.', NULL, 1, 0, 10, 'jacket', 12, 5, '', 1, 10, NULL, '-1163532624', '13.00', NULL, NULL, 1, 109, '2024-05-06 11:47:59'),
(368, 'Ласты для дайвинга', 'Ласты для дайвинга, обеспечивающие значительный прирост скорости перемещения под водой', NULL, 1, 0, 10, 'diving-fins', 12, NULL, '', 1, 0, '', '296519935', '5.00', NULL, NULL, 1, 110, '2024-05-06 11:48:01'),
(369, 'Легкая голова Франкенштейна', 'Чуть быстрее, но слабее.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'light-frankenstein-head', 12, NULL, '', 0, 0, NULL, '-134959124', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:03'),
(370, 'Легкие ноги Франкенштейна', 'Чуть быстрее, но слабее.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'light-frankenstein-legs', 12, NULL, '', 0, 0, NULL, '106959911', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:05'),
(371, 'Легкое туловище Франкенштейна', 'Чуть быстрее, но слабее.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'light-frankenstein-torso', 12, NULL, '', 0, 0, NULL, '-1624770297', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:07'),
(372, 'Майка', 'Футболка без рукавов', NULL, 0, 0, 10, 'tank-top', 12, NULL, '', 0, 0, NULL, '1608640313', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:08'),
(373, 'Маленький рюкзак', 'Небольшой импровизированный рюкзак.', NULL, 0, 0, 10, 'small-backpack', 12, NULL, '', 0, 0, NULL, '2068884361', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:10'),
(374, 'Маска Дракулы', 'Классическая хэллоуинская маска обеспечивающая приличную защиту.', NULL, 0, 0, 10, 'dracula-mask', 12, NULL, '', 0, 0, NULL, '1865253052', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:12'),
(375, 'Маска быка', 'Маска быка для празднования лунного нового 2021 года.', NULL, 0, 0, 10, 'ox-mask', 12, NULL, '', 0, 0, NULL, '1315082560', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:14'),
(376, 'Маска дракона', 'Маска дракона, предназначенная для празднования китайского Нового года', NULL, 0, 0, 10, 'dragon-mask', 12, NULL, '', 0, 0, NULL, '-22883916', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:15'),
(377, 'Маска кролика', 'Красивая маска кролика ручной работы, сделанная в честь празднования Лунного Нового 2023 года', NULL, 0, 0, 10, 'rabbit-mask', 12, NULL, '', 0, 0, NULL, '-986782031', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:17'),
(378, 'Маска крысы', 'Красивая бронзово-золотая маска крысы, предназначенная для празднования 2020 Лунного Нового года', NULL, 0, 0, 10, 'rat-mask', 12, NULL, '', 0, 0, NULL, '271048478', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:19'),
(379, 'Маска тигра', 'Специальная маска тигра для празднования китайского Нового года', NULL, 0, 0, 10, 'tiger-mask', 12, NULL, '', 0, 0, NULL, '709206314', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:21'),
(380, 'Металлический нагрудник', 'Металлическая пластина, покрывающая ваш торс. Обеспечивает отличную защиту от всех видов атак.', NULL, 1, 0, 10, 'metal-chest-plate', 12, 5, '', 1, 10, '', '1110385766', '35.00', 2, '2024-11-22 15:00:21', 1, 111, '2024-05-06 11:48:22'),
(381, 'Нагрудная повязка', 'Нагрудная повязка, сделанная из шкуры животного.', NULL, 0, 0, 10, 'hide-halterneck', 12, NULL, '', 0, 0, NULL, '3222790', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:24'),
(382, 'Наушники', 'Каждому геймеру нужна гарнитура! - Полученная с первого Twitch Drop в Расте.', NULL, 0, 0, 10, 'headset', 12, NULL, '', 0, 0, NULL, '-1569700847', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:26'),
(383, 'Обувь из мешковины', 'Обувь, сделанная из мешковины.', NULL, 0, 0, 10, 'burlap-shoes', 12, NULL, '', 0, 0, NULL, '-761829530', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:28'),
(384, 'Обычные подковы', 'Экипировка подков добавит вашей лошади дополнительную скорость', NULL, 0, 0, 10, 'basic-horse-shoes', 12, NULL, '', 0, 0, NULL, '-1211268013', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:29'),
(385, 'Одежда бандита-охранника', 'Одежда бандитского охранника', NULL, 0, 0, 10, 'bandit-guard-gear', 12, NULL, '', 0, 0, NULL, '-1622110948', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:31'),
(386, 'Одноместное седло для лошади', 'Одноместное седло для лошади. Наличие этого предмета позволяет вам забрать лошадь в конюшне, удерживая E и выбирая опцию \'Надеть одноместное седло\'.', NULL, 0, 0, 10, 'single-horse-saddle', 12, NULL, '', 0, 0, NULL, '1559915778', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:33'),
(387, 'Оленьи рога', 'Рога и нос праздничного оленя.', NULL, 0, 0, 10, 'reindeer-antlers', 12, NULL, '', 0, 0, NULL, '-324675402', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:35'),
(388, 'Очки ночного видения', 'Обеспечивает видимость в условиях недостаточной освещенности, проецируя и усиливая инфракрасный свет. Батарею можно зарядить у верстака 2 уровня. Нельзя носить со шлемом.', NULL, 1, 0, 10, 'night-vision-goggles', 12, 5, '', 1, 0, NULL, '-1518883088', '35.00', 2, '2024-11-22 15:00:21', 1, 112, '2024-05-06 11:48:36'),
(389, 'Панама', 'Панама.', NULL, 0, 0, 10, 'boonie-hat', 12, NULL, '', 0, 0, NULL, '-23994173', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:38'),
(390, 'Парашют', 'Для раскрытия парашюта во время падения необходимо нажать [+jump] (Минимальная высота раскрытия 15 метров). После приземления его необходимо перепаковать. ', NULL, 1, 0, 10, 'parachute', 12, 5, '', 1, 10, NULL, '602628465', '15.00', NULL, NULL, 1, 113, '2024-05-06 11:48:40'),
(391, 'Перчатки из дорожных знаков', 'Перчатки, сделанные из металла, обеспечивающие незначительную защиту.', NULL, 0, 0, 10, 'roadsign-gloves', 12, NULL, '', 0, 0, NULL, '-699558439', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:42'),
(392, 'Перчатки из мешковины', 'Примитивные перчатки из мешковины, предоставляющие минимальную защиту', NULL, 0, 0, 10, 'burlap-gloves', 12, NULL, '', 0, 0, NULL, '21402876', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:44'),
(393, 'Плащ Дракулы', 'Прочная толстая верхняя одежда, обеспечивающая надежную защиту одевающемуся.', NULL, 0, 0, 10, 'dracula-cape', 12, NULL, '', 0, 0, NULL, '-258574361', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:45'),
(394, 'Повязка из мешковины', 'Повязка на голову, сделанная из мешковины.', NULL, 0, 0, 10, 'burlap-headwrap', 12, NULL, '', 0, 0, NULL, '1877339384', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:47'),
(395, 'Повязка чучела', 'Страшная шляпа пугала', NULL, 0, 0, 10, 'scarecrow-wrap', 12, NULL, '', 0, 0, NULL, '809942731', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:49'),
(396, 'Подводная маска', 'Подводная маска. Позволяет лучше видеть под водой.', NULL, 1, 0, 10, 'diving-mask', 12, NULL, '', 1, 0, '', '-113413047', '3.00', NULL, NULL, 1, 114, '2024-05-06 11:48:51'),
(397, 'Подковы высокого качества', 'Экипировка подков добавит вашей лошади дополнительную скорость', NULL, 0, 0, 10, 'high-quality-horse-shoes', 12, NULL, '', 0, 0, NULL, '1989785143', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:52'),
(398, 'Пончо', 'Пончо, сделанное из шкуры животного.', NULL, 0, 0, 10, 'hide-poncho', 12, NULL, '', 0, 0, NULL, '980333378', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:54'),
(399, 'Праздничный колпак', 'Колпак для вечеринок, который выглядит ну уж совсем по-дурацки', NULL, 0, 0, 10, 'party-hat', 12, NULL, '', 0, 0, NULL, '-575744869', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:56'),
(400, 'Противогаз', 'Противогаз', NULL, 0, 0, 10, 'gas-mask', 12, NULL, '', 0, 0, NULL, '1659114910', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:48:58'),
(401, 'Пряничный костюм', 'Костюм из имбирных пряников, слегка хрустящий.', NULL, 0, 0, 10, 'gingerbread-suit', 12, NULL, '', 0, 0, NULL, '-558880549', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:00'),
(402, 'Рубашка', 'Элегантная повседневная рубашка', NULL, 0, 0, 10, 'shirt', 12, NULL, '', 0, 0, NULL, '-2025184684', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:01'),
(403, 'Рубашка из мешковины', 'Рубашка из мешковины.', NULL, 0, 0, 10, 'burlap-shirt', 12, NULL, '', 0, 0, NULL, '602741290', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:03'),
(404, 'Сапоги из шкуры', 'Сапоги, сделанные из шкуры животного.', NULL, 0, 0, 10, 'hide-boots', 12, NULL, '', 0, 0, NULL, '794356786', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:05'),
(405, 'Сапоги-лягушки', 'Спасибо за игру в период раннего доступа. Наслаждайтесь этими устойчивыми к радиации резиновыми сапогами-лягушками.', NULL, 0, 0, 10, 'frog-boots', 12, NULL, '', 0, 0, NULL, '-1000573653', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:07'),
(406, 'Сбалансированная голова Франкенштейна', 'Сбалансированная голова.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'medium-frankenstein-head', 12, NULL, '', 0, 0, NULL, '-1732475823', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:09'),
(407, 'Сбалансированное туловище Франкенштейна', 'Сбалансированная голова.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'medium-frankenstein-torso', 12, NULL, '', 0, 0, NULL, '1491753484', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:10'),
(408, 'Сбалансированные ноги Франкенштейна', 'Сбалансированные ноги.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'medium-frankenstein-legs', 12, NULL, '', 0, 0, NULL, '835042040', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:12'),
(409, 'Светящиеся глаза', 'светящиеся глаза', NULL, 0, 0, 10, 'glowing-eyes', 12, NULL, '', 0, 0, NULL, '-690276911', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:14'),
(410, 'Седельная сумка', 'Экипировка седельной сумкой, добавит дополнительное место для переноски предметов на лошади', NULL, 0, 0, 10, 'saddle-bag', 12, NULL, '', 0, 0, NULL, '1400460850', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:16'),
(411, 'Седло для лошади', 'Наличие этого предмета позволит вам взять лошадь в загоне, зажав E и выбрав \'забрать\'', NULL, 0, 0, 10, 'horse-saddle', 12, NULL, '', 0, 0, NULL, '-1997543660', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:17'),
(412, 'Синий комбинезон', 'Синий комбинезон', NULL, 0, 0, 10, 'blue-jumpsuit', 12, NULL, '', 0, 0, NULL, '1601468620', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:19'),
(413, 'Солнцезащитные очки', 'Пара солнцезащитных очков. Работающие и стильные!', NULL, 0, 0, 10, 'sunglasses', 12, NULL, '', 0, 0, NULL, '352321488', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:21'),
(414, 'Тактические перчатки', 'Тактические перчатки военного назначения, обеспечивают защиту, а также стабилизацию оружия, что приводит к повышению точности при использовании.', NULL, 1, 0, 10, 'tactical-gloves', 12, 5, '', 1, 15, '', '-1108136649', '15.00', 2, '2024-11-22 15:00:21', 1, 115, '2024-05-06 11:49:23'),
(415, 'Толстовка дровосека', 'Толстовка дровосека', NULL, 0, 0, 10, 'lumberjack-hoodie', 12, NULL, '', 0, 0, NULL, '-763071910', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:25'),
(416, 'Толстовка с капюшоном', 'Толстовка с капюшоном.', NULL, 1, 0, 10, 'hoodie', 12, 5, '', 1, 0, NULL, '1751045826', '5.00', NULL, NULL, 1, 116, '2024-05-06 11:49:26'),
(417, 'Тяжелая голова Франкенштейна', 'Чуть медленнее, но сильнее.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'heavy-frankenstein-head', 12, NULL, '', 0, 0, NULL, '-297099594', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:28'),
(418, 'Тяжелые ноги Франкенштейна', 'Чуть медленнее, но сильнее.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'heavy-frankenstein-torso', 12, NULL, '', 0, 0, NULL, '1614528785', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:30'),
(419, 'Тяжелые ноги Франкенштейна ', 'Чуть медленнее, но сильнее.\nСобирается воедино на столе Франкенштейна для создания собственного монстра.', NULL, 0, 0, 10, 'heavy-frankenstein-legs', 12, NULL, '', 0, 0, NULL, '-2024549027', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:32'),
(420, 'Тяжелые пуленепробиваемые поножи', 'Обеспечивает превосходную защиту, но снижает скорость перемещения.', NULL, 1, 0, 10, 'heavy-plate-pants', 12, 5, '', 1, 10, '', '-1778159885', '20.00', 2, '2024-11-22 15:00:21', 1, 117, '2024-05-06 11:49:34'),
(421, 'Тяжелый латный нагрудник', 'Обеспечивает превосходную защиту, но снижает скорость перемещения и прицеливания.', NULL, 1, 0, 10, 'heavy-plate-jacket', 12, 5, '', 1, 10, '', '-1102429027', '20.00', 2, '2024-11-22 15:00:21', 1, 118, '2024-05-06 11:49:35'),
(422, 'Тяжелый пуленепробиваемый шлем', 'Обеспечивает превосходную защиту, но снижает скорость перемещения и угол обзора.', NULL, 1, 0, 10, 'heavy-plate-helmet', 12, 5, '', 1, 10, '', '1181207482', '20.00', 2, '2024-11-22 15:00:21', 1, 119, '2024-05-06 11:49:37'),
(423, 'Фиолетовые солнцезащитные очки', 'Солнцезащитные очки - получены на первом событии Rust Twitch Drops. ', NULL, 0, 0, 10, 'purple-sunglasses', 12, NULL, '', 0, 0, NULL, '20489901', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:39'),
(424, 'Фуражка шахтера', 'Шахтерская шапка с фонариком. Использует топливо низкого качества и может быть активирована через инвентарь.', NULL, 0, 0, 10, 'miners-hat', 12, NULL, '', 0, 0, NULL, '-1539025626', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:41'),
(425, 'Футболка', 'Футболка с очень короткими рукавами.', NULL, 1, 0, 10, 't-shirt', 12, 5, '', 1, 10, NULL, '223891266', '10.00', NULL, NULL, 1, 120, '2024-05-06 11:49:43'),
(426, 'Шапка Санты', 'Шапка Санта Клауса. Хо Хо Хо.', NULL, 0, 0, 10, 'santa-hat', 12, NULL, '', 0, 0, NULL, '-575483084', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:45'),
(427, 'Шапка из волка', 'Головной убор из головы волка.', NULL, 0, 0, 10, 'wolf-headdress', 12, NULL, '', 0, 0, NULL, '-1478212975', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:46'),
(428, 'Шапка кролика', 'Забавная шапка кролика с болтающимися ушами в честь Пасхи 2021', NULL, 0, 0, 10, 'bunny-hat', 12, NULL, '', 0, 0, NULL, '23391694', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:48'),
(429, 'Шлем Clatter', 'Специальный предмет для тех, кто приобрел Clatter.', NULL, 0, 0, 10, 'clatter-helmet', 12, NULL, '', 0, 0, NULL, '968019378', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:50'),
(430, 'Шлем бунтаря', 'Самодельный защитный шлем - хорошо защитит голову в ближнем бою.', NULL, 1, 0, 10, 'riot-helmet', 12, 5, '', 1, 10, NULL, '671063303', '15.00', NULL, NULL, 1, 121, '2024-05-06 11:49:52'),
(431, 'Шлем из ведра', 'Шлем из ведра. Защищает голову от получаемого урона.', NULL, 0, 0, 10, 'bucket-helmet', 12, NULL, '', 0, 0, NULL, '850280505', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:53'),
(432, 'Шлем из кофейной банки', 'Шлем из кофейной банки. Защищает голову от получаемого урона.', NULL, 1, 0, 10, 'coffee-can-helmet', 12, 5, '', 1, 10, '', '-803263829', '20.00', 2, '2024-11-22 15:00:21', 1, 122, '2024-05-06 11:49:55'),
(433, 'Шлем снеговика', 'Шлем снеговика, обеспечивающий достаточную защиту.', NULL, 0, 0, 10, 'snowman-helmet', 12, NULL, '', 0, 0, NULL, '-842267147', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:57'),
(434, 'Шляпа со свечой', 'Шляпа со свечой. Вы можете зажечь свечу из инвентаря.', NULL, 0, 0, 10, 'candle-hat', 12, NULL, '', 0, 0, NULL, '1714496074', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:49:59'),
(435, 'Шляпа-гнездо', 'Очень забавная пасхальная шляпа в виде гнезда с болтающимися глазами.', NULL, 0, 0, 10, 'nest-hat', 12, NULL, '', 0, 0, NULL, '1081315464', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:50:00'),
(436, 'Шорты', 'Те же штаны, разве что укороченные.', NULL, 0, 0, 10, 'shorts', 12, NULL, '', 0, 0, NULL, '-1695367501', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:50:02'),
(437, 'Штаны', 'Штаны.', NULL, 1, 0, 10, 'pants', 12, 5, '', 1, 10, NULL, '237239288', '10.00', NULL, NULL, 1, 123, '2024-05-06 11:50:04'),
(438, 'Штаны из мешковины', 'Штаны из мешковины.', NULL, 0, 0, 10, 'burlap-trousers', 12, NULL, '', 0, 0, NULL, '1992974553', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:50:06'),
(439, 'Штаны из шкуры', 'Штаны, сделанные из шкуры животного.', NULL, 0, 0, 10, 'hide-pants', 12, NULL, '', 0, 0, NULL, '1722154847', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:50:07'),
(440, 'Юбка из шкуры', 'Юбка, сшитая из шкуры животного.', NULL, 0, 0, 10, 'hide-skirt', 12, NULL, '', 0, 0, NULL, '-1773144852', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:50:09'),
(441, 'Ящик-костюм', 'Скрытный ящик-костюм. Используйте его с другом, чтобы издеваться над другими игроками', NULL, 0, 0, 10, 'crate_open', 12, NULL, '', 0, 0, NULL, '1189981699', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:50:11'),
(442, 'Баллончик', 'Используйте баллочник, чтобы оставлять метки или перекрашивать ваши предметы. Нажмите [attack], чтобы рисовать, и [attack2], чтобы перекрасить предмет.', NULL, 0, 0, 10, 'spray-can', 13, NULL, '', 0, 0, NULL, '-596876839', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:01'),
(443, 'Бензопила', 'Бензопила. Очень эффективна для рубки деревьев, а также и плоти. Необходимо топливо низкого качества для работы.', NULL, 1, 0, 10, 'chainsaw', 13, 12, '', 1, 0, '', '1104520648', '30.00', 2, '2024-11-22 15:00:21', 1, 124, '2024-05-06 11:51:03'),
(444, 'Бинокль', 'Бинокль позволяет прекрасно видеть объекты на дальней дистанции.', NULL, 1, 0, 10, 'binoculars', 13, 14, '', 1, 10, NULL, '-1262185308', '10.00', NULL, NULL, 1, 125, '2024-05-06 11:51:05'),
(445, 'Ведро воды', 'Ведро для воды или других жидкостей.', NULL, 0, 0, 10, 'water-bucket', 13, NULL, '', 0, 0, NULL, '1424075905', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:07'),
(446, 'C4', 'Полезен для проникновения внутрь построек. Имеет возможность дистанционного подрыва: для этого в инвентаре выберите C4 и нажмите &quot;#rf_on&quot;, это включит дистационный режим, после чего укажите частоту, на которой C4 будет ждать подачи сигнала и бросьте её куда вам нужно. Как только на указанной частоте появится сигнал - она сдетанирует!\nСовет: если во время рейда, вам нужно взорвать несколько C4(к примеру при рейде стены), можно использовать дистанционный подрыв, достаточно установить нужное вам кол-во C4 на одну частоту прослушки, далее налепить их туда, куда вам нужно, и после подорвать с помощью дистанционного пульта, настроенного на частоту C4. Это сократит количество слышимых взрывов для территорий вокруг объекта рейда.', NULL, 1, 0, 10, 'c4thrown', 13, 4, '', 2, 0, '', '1248356124', '300.00', 12, '2024-11-23 01:00:21', 1, 16, '2024-05-06 11:51:08'),
(447, 'Геологический заряд', 'Бросьте его на землю, чтобы узнать, сколько ресурсов доступно для добычи карьером.', NULL, 0, 0, 10, 'survey-charge', 13, NULL, '', 0, 0, NULL, '1975934948', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:10'),
(448, 'Дистанционный пульт', 'Ручной радиочастотный вещатель сигнала. Вещание на левую кнопку мышки, настройки на правую кнопку мышки.', NULL, 0, 0, 10, 'rf-transmitter', 13, NULL, '', 0, 0, NULL, '596469572', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:12'),
(449, 'Дымовая граната', 'Создает огромное облако ярко-серого дыма.', NULL, 1, 0, 10, 'smoke-grenade', 13, NULL, '', 5, 10, '', '1263920163', '20.00', 2, '2024-11-22 15:00:21', 1, 126, '2024-05-06 11:51:14'),
(450, 'Инструмент из Garry\'s Mod', 'Празднуем пятнадцатилетие Garry\'s Mod! Используйте этот инструмент для улучшения строительных блоков. Нажмите на правую кнопку мыши для других опций. Вы также можете поднимать объекты, пока молоток находится в руках. Является альтернативой киянки', NULL, 0, 0, 10, 'garry\'s-mod-tool-gun', 13, NULL, '', 0, 0, NULL, '1803831286', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:16'),
(451, 'Каменная кирка', 'Примитивный инструмент для добычи камня, а также железной и серной руды.', NULL, 0, 0, 10, 'stone.pickaxe', 13, NULL, '', 0, 0, NULL, '171931394', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:18'),
(452, 'Каменный топор', 'Примитивный инструмент для рубки дерева.', NULL, 0, 0, 10, 'stonehatchet', 13, NULL, '', 0, 0, NULL, '-1583967946', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:20'),
(453, 'Камень', 'Камень. Самое примитивное оружие ближнего боя и инструмент для добычи ресурсов.', NULL, 0, 0, 10, 'rock', 13, NULL, '', 0, 0, NULL, '963906841', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:22'),
(454, 'Кирка', 'Кирка, полезная для сбора руды из камней.', NULL, 0, 0, 10, 'pickaxe', 13, NULL, '', 0, 0, NULL, '-1302129395', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:24'),
(455, 'Киянка', 'Киянка используется для улучшения построек. Правый клик для просмотра опций. Также вы можете подбирать объекты, когда держите киянку в руках.', NULL, 0, 0, 10, 'hammer', 13, NULL, '', 0, 0, NULL, '200773292', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:26'),
(456, 'Лопата', 'Лопата для выкапывания вещей', NULL, 0, 0, 10, 'shovel', 13, NULL, '', 0, 0, NULL, '-1536855921', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:28'),
(457, 'Металлоискатель', 'Обнаруживает металлические объекты, которые не видны глазу. Когда индикатор загорается, или когда вы слышите сигнал, наведитесь для поиска предметов. Смотрите, чтобы полоса увеличивалась вплоть до появления флажка. Выкопайте помеченную флажком точку и заберите найденный предмет. Качество найденных вещей зависит от локации.', NULL, 0, 0, 10, 'metal-detector', 13, NULL, '', 0, 0, NULL, '1168856825', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:30'),
(458, 'Отбойный молоток', 'Пневматический отбойный молоток, пробивающий руду. За счет мощности данного устройства Вам не потребуется наводиться на слабые участки. Хорошо работает на человеческой плоти. Может быть восполнен на ремонтном верстаке.', NULL, 1, 0, 10, 'jackhammer', 13, 12, '', 1, 0, '', '1488979457', '35.00', 2, '2024-11-22 15:00:21', 1, 127, '2024-05-06 11:51:32'),
(459, 'Полароид', 'Фотоаппарат. Делайте фотографии левой кнопкой мыши, приближайте и отдаляйте правой кнопкой и меняйте режим фокусировки кнопкой перезарядки.', NULL, 1, 0, 10, 'instant-camera', 13, 14, '', 1, 0, NULL, '-2001260025', '5.00', NULL, NULL, 1, 128, '2024-05-06 11:51:33'),
(460, 'Праздничный торт', 'С днем рождения, Rust!', NULL, 0, 0, 10, 'birthday-cake', 13, NULL, '', 0, 0, NULL, '1973165031', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:35'),
(461, 'Рыболовная снасть', 'Рыболовная снасть', NULL, 0, 0, 10, 'fishing-tackle', 13, NULL, '', 0, 0, NULL, '-1707425764', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:37'),
(462, 'Самодельная удочка', 'Нажмите [attack2], чтобы закинуть удочку и ждать поклевки. Необходима наживка.', NULL, 0, 0, 10, 'handmade-fishing-rod', 13, NULL, '', 0, 0, NULL, '1569882109', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:39'),
(463, 'Самодельный ледоруб', 'Высокоэффективный инструмент для добычи ресурсов.', NULL, 1, 0, 10, 'icepick.salvaged', 13, 12, '', 1, 0, NULL, '-1780802565', '15.00', NULL, NULL, 1, 129, '2024-05-06 11:51:40'),
(464, 'Самодельный молот', 'Металлический молот изготовленный из кучи разного хлама.', NULL, 0, 0, 10, 'hammer.salvaged', 13, NULL, '', 0, 0, NULL, '-1506397857', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:42'),
(465, 'Самодельный топор', 'Высокоэффективный топор для добычи. Медленнее, чем железный топор.', NULL, 1, 0, 10, 'axe.salvaged', 13, 12, '', 1, 0, NULL, '-262590403', '15.00', NULL, NULL, 1, 130, '2024-05-06 11:51:44'),
(466, 'Сачели', 'Маленький взрыв-пакет с бобовыми гранатами. Полезны для разрушения дверей из дерева и листового металла.', NULL, 0, 0, 10, 'satchelsthrown', 13, 4, '', 10, 0, '', '-1878475007', '120.00', 12, '2024-11-23 01:00:21', 1, 154, '2024-05-06 11:51:46'),
(467, 'Сигнальная граната', 'Фиолетовый сигнальный дым. Предназначен для обозначения точки сброса припасов.', NULL, 1, 0, 10, 'supply-signal', 13, 2, '', 1, 10, NULL, '1397052267', '60.00', 6, '2024-11-22 19:00:21', 1, 131, '2024-05-06 11:51:48'),
(468, 'Сигнальная шашка', 'Осветите ночное небо этой совершенно новой красной сигнальной шашкой!', NULL, 0, 0, 10, 'flare', 13, NULL, '', 0, 0, NULL, '304481038', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:50'),
(469, 'Счетчик Гейгера', 'Счетчик Гейгера, используемый учеными', NULL, 0, 0, 10, 'geiger-counter', 13, NULL, '', 0, 0, NULL, '999690781', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:51'),
(470, 'Топор', 'Топор полезен для рубки деревьев и расчленения трупов.', NULL, 0, 0, 10, 'hatchet', 13, NULL, '', 0, 0, NULL, '-1252059217', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:53'),
(471, 'Факел', 'Факел. Освещает путь ночью и может использоваться как оружие.', NULL, 0, 0, 10, 'torch', 13, NULL, '', 0, 0, NULL, '795236088', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:55'),
(472, 'Фонарик', 'Мощный фонарик, который освещает Ваше окружение и может быть использован как оружие.', NULL, 0, 0, 10, 'flashlight', 13, NULL, '', 0, 0, NULL, '-196667575', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:57'),
(473, 'Фотоаппарат', 'Фотоаппарат. Делайте снимки левой кнопкой мыши, приближайте и отдаляйте правой кнопкой и фокусируйте колесиком.', NULL, 0, 0, 10, 'camera', 13, NULL, '', 0, 0, NULL, '-1316706473', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:51:59'),
(474, 'Бинт', 'Лечите себя или других с помощью этого бинта. Левой кнопки мыши Вы лечите себя, правой другого игрока.', NULL, 0, 0, 10, 'bandage', 14, 7, '', 0, 0, NULL, '-2072273936', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:06'),
(475, 'Большая аптечка', 'Большая аптечка.', NULL, 1, 0, 10, 'largemedkit', 14, 7, '', 10, 10, NULL, '254522515', '45.00', 2, '2024-11-22 15:00:21', 1, 132, '2024-05-06 11:54:08'),
(476, 'Кровь', 'Использовался в создании Большой аптечки. Предмет больше не используется в крафтах', NULL, 0, 0, 10, 'blood', 14, NULL, '', 0, 0, NULL, '1776460938', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:10'),
(477, 'Медицинский шприц', 'Лечите себя или других с помощью этого шприца. Левой кнопки мыши Вы лечите себя, правой другого игрока.', NULL, 1, 0, 10, 'syringe', 14, 7, '', 5, 10, NULL, '1079279582', '10.00', 2, '2024-11-22 15:00:21', 1, 133, '2024-05-06 11:54:12'),
(478, 'Противорадиационные таблетки', 'Снижает уровень радиационного заражения при употреблении. ВНИМАНИЕ: вызывает сильное обезвоживание.', NULL, 1, 0, 10, 'antiradpills', 14, 7, '', 10, 10, NULL, '-1432674913', '5.00', NULL, NULL, 1, 134, '2024-05-06 11:54:13'),
(479, 'Антирадиационный чай', 'Чай, который уменьшает количество здоровья, теряемого от радиации', NULL, 0, 0, 10, 'radiationresisttea', 15, NULL, '', 0, 0, NULL, '-487356515', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:28'),
(480, 'Анчоус', 'Маленькая костлявая рыба, обычно встречающаяся в больших косяках.', NULL, 0, 0, 10, 'f_fish.anchovy', 15, NULL, '', 0, 0, NULL, '342438846', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:30'),
(481, 'Атлантический большеголов', 'Редкая рыба, обитающая в глубинах океана. Питается всем подряд, поэтому никогда не знаешь, что найдешь в ее желудке.', NULL, 0, 0, 10, 'f_fish.orangeroughy', 15, NULL, '', 0, 0, NULL, '-1904821376', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:32'),
(482, 'Банка тунца', 'Банка тунца. Употребив, она восполнит немного здоровья, а также утолит голод и жажду.', NULL, 0, 0, 10, 'can.tuna', 15, NULL, '', 0, 0, NULL, '-1941646328', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:34'),
(483, 'Банка фасоли', 'Банка фасоли. Восполняет немного здоровья, а также утоляет голод и жажду.', NULL, 0, 0, 10, 'can.beans', 15, 8, '', 0, 0, '', '-700591459', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:54:36'),
(484, 'Батончик мюсли', 'Батончик мюсли. Употребив, он восполнит немного здоровья, а также утолит голод.', NULL, 1, 0, 10, 'granolabar', 15, 8, '', 10, 5, NULL, '-746030907', '10.00', NULL, NULL, 1, 135, '2024-05-06 11:54:38'),
(485, 'Белая ягода', 'Белая ягода. Может быть съедена или применена в рецептах для чая на столе смешивания.', NULL, 0, 0, 10, 'white.berry', 15, NULL, '', 0, 0, NULL, '854447607', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:39'),
(486, 'Бутылка водки', 'Бутылка русской водки.', NULL, 0, 0, 10, 'vodka-bottle', 15, NULL, '', 0, 0, NULL, '755224797', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:41'),
(487, 'Гнилое Яблоко', 'Гнилое яблоко. Если его съесть у вас будет маленький улучшение здоровья, голода, и жажды', NULL, 0, 0, 10, 'rotten-apple', 15, NULL, '', 0, 0, NULL, '352130972', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:43');
INSERT INTO `drop` (`id`, `name`, `description`, `quality`, `market_status`, `min_box`, `max_box`, `eng_name`, `type_id`, `category_id`, `market_id`, `count`, `discount`, `command`, `rust_id`, `price`, `blocked_hour`, `blocked_at`, `status`, `sort`, `created_at`) VALUES
(488, 'Гриб', 'Гриб, собранный с земли. При употреблении слегка восстанавливает здоровье, а также незначительно утоляет голод и жажду.', NULL, 0, 0, 10, 'mushroom', 15, NULL, '', 0, 0, NULL, '-1962971928', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:45'),
(489, 'Ежевика', 'Ежевика, собранная с ягодных кустов. Употребив, она восполнит немного здоровья, а также утолит голод и жажду.', NULL, 1, 0, 10, 'black.raspberries', 15, 8, '', 10, 0, '', '1931713481', '15.00', NULL, NULL, 1, 136, '2024-05-06 11:54:47'),
(490, 'Жареная свинина', 'Жареная свинина. Употребив, она восполнит немного здоровья, а также утолит голод и жажду.', NULL, 0, 0, 10, 'meat.pork.cooked', 15, NULL, '', 0, 0, NULL, '-242084766', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:48'),
(491, 'Жареное куриное мясо', 'Жареное куриное мясо. Употребив, оно восполнит немного здоровья, а также утолит голод и жажду.', NULL, 1, 0, 10, 'chicken.cooked', 15, 8, '', 5, 5, NULL, '-1848736516', '5.00', NULL, NULL, 1, 137, '2024-05-06 11:54:50'),
(492, 'Желтые ягоды', 'Желтая ягода. Может быть съедена или применена в рецептах для чая на столе смешивания.', NULL, 0, 0, 10, 'yellow.berry', 15, NULL, '', 0, 0, NULL, '1660145984', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:52'),
(493, 'Желтый окунь', 'Желтый окунь, обычно встречающийся в пресноводных реках.', NULL, 0, 0, 10, 'f_fish.yellowperch', 15, NULL, '', 0, 0, NULL, '680234026', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:54'),
(494, 'Зеленые ягоды', 'Зеленая ягода. Может быть съедена или применена в рецептах для чая на столе смешивания.', NULL, 0, 0, 10, 'green.berry', 15, NULL, '', 0, 0, NULL, '858486327', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:56'),
(495, 'Испорченное волчье мясо', 'Испорченное волчье мясо.', NULL, 0, 0, 10, 'spoiled-wolf-meat', 15, NULL, '', 0, 0, NULL, '-1167031859', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:54:58'),
(496, 'Испорченное куриное мясо', 'Испорченное куриное мясо. Употребление приведет к потере Вашего здоровья.', NULL, 0, 0, 10, 'spoiled-chicken', 15, NULL, '', 0, 0, NULL, '-751151717', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:00'),
(497, 'Испорченное человеческое мясо', 'Испорченное человеческое мясо. Употребление приведет к потере здоровья.', NULL, 0, 0, 10, 'spoiled-human-meat', 15, NULL, '', 0, 0, NULL, '1272768630', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:02'),
(498, 'Канистра для воды', 'Большая канистра для воды.', NULL, 1, 0, 10, 'water-jug', 15, 14, '', 1, 0, NULL, '-119235651', '5.00', NULL, NULL, 1, 138, '2024-05-06 11:55:03'),
(499, 'Карамельная палочка', 'Очень старый леденец из 2014', NULL, 0, 0, 10, 'candy-cane', 15, NULL, '', 0, 0, NULL, '1121925526', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:05'),
(500, 'Картофель', 'Картофель.', NULL, 0, 0, 10, 'potato', 15, NULL, '', 0, 0, NULL, '-2086926071', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:07'),
(501, 'Клон белой ягоды', 'Фрагмент куста белой ягоды.', NULL, 0, 0, 10, 'gathered_white.berry', 15, NULL, '', 0, 0, NULL, '1533551194', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:09'),
(502, 'Клон желтой ягоды', 'Фрагмент куста желтой ягоды.', NULL, 0, 0, 10, 'gathered_yellow.berry', 15, NULL, '', 0, 0, NULL, '390728933', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:10'),
(503, 'Клон зеленой ягоды', 'Срез с куста зеленой ягоды.', NULL, 0, 0, 10, 'gathered_green.berry', 15, NULL, '', 0, 0, NULL, '-1305326964', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:12'),
(504, 'Клон картофеля', 'Срез с ростка картофеля.', NULL, 0, 0, 10, 'gathered_potato', 15, 17, '', 0, 0, '', '1512054436', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:55:14'),
(505, 'Hemp Clone', 'Срез с ростка конопли.', NULL, 0, 0, 10, 'gathered_cloth', 15, 17, '', 0, 0, '', '-886280491', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:55:16'),
(506, 'Клон красной ягоды', 'Срез с куста красной ягоды.', NULL, 0, 0, 10, 'gathered_red.berry', 15, NULL, '', 0, 0, NULL, '2133269020', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:18'),
(507, 'Клон кукурузы', 'Срез с ростка кукурузы.', NULL, 0, 0, 10, 'gathered_corn', 15, NULL, '', 0, 0, NULL, '-778875547', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:20'),
(508, 'Клон синей ягоды', 'Срез с куста синей ягоды.', NULL, 0, 0, 10, 'gathered_blue.berry', 15, NULL, '', 0, 0, NULL, '838831151', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:21'),
(509, 'Клон тыквы', 'Срезанный саженец тыквы.', NULL, 0, 0, 10, 'gathered_pumpkin', 15, NULL, '', 0, 0, NULL, '1898094925', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:23'),
(510, 'Клон черной ягоды', 'Срез с куста черной ягоды.', NULL, 0, 0, 10, 'gathered_black.berry', 15, NULL, '', 0, 0, NULL, '122783240', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:25'),
(511, 'Красная ягода', 'Красная ягода. Может быть съедена или применена в рецептах для чая на столе смешивания.', NULL, 0, 0, 10, 'red.berry', 15, NULL, '', 0, 0, NULL, '1272194103', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:27'),
(512, 'Кукуруза', 'Кукурузный початок. Употребление приведет к небольшому восполнению здоровья и утолению голода с жаждой.', NULL, 0, 0, 10, 'corn', 15, NULL, '', 0, 0, NULL, '1367190888', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:29'),
(513, 'Личинка', 'Бледное мясистое насекомое часто применяющееся в качестве наживки. В отчаянных ситуациях можно употребить в качестве пищи.', NULL, 0, 0, 10, 'grub', 15, NULL, '', 0, 0, NULL, '-568419968', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:31'),
(514, 'Лосось', 'Крупный лосось, водится в пресной и соленой воде. Ест все подряд, поэтому никогда не знаешь, что найдешь в его желудке.', NULL, 0, 0, 10, 'f_fish.salmon', 15, NULL, '', 0, 0, NULL, '-851988960', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:33'),
(515, 'Малая форель', 'Малая форель. Хороша для некоторых блюд.', NULL, 0, 0, 10, 'f_fish.troutsmall', 15, NULL, '', 0, 0, NULL, '-1878764039', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:35'),
(516, 'Маленькая акула', 'Небольшой, на удивление агрессивный глубоководный хищник. Питается всем, поэтому никогда нельзя узнать, что находится в ее желудке.', NULL, 0, 0, 10, 'f_fish.smallshark', 15, NULL, '', 0, 0, NULL, '-1768880890', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:37'),
(517, 'Маленькая бутылка с водой', 'Небольшая бутылка воды. Левый клик мыши, чтобы пить, правый клик мыши, чтобы наполнить или вылить.', NULL, 0, 0, 10, 'small-water-bottle', 15, NULL, '', 0, 0, NULL, '-1039528932', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:39'),
(518, 'Пескари', 'Небольшая группа съедобных рыб.', NULL, 0, 0, 10, 'minnows', 15, NULL, '', 0, 0, NULL, '-542577259', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:41'),
(519, 'Плитка шоколада', 'Найденная плитка шоколада. Дает небольшой прирост здоровья, сытости и жажды при употреблении.', NULL, 0, 0, 10, 'chocolate', 15, NULL, '', 0, 0, NULL, '-965336208', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:43'),
(520, 'Плоть кактуса', 'Мякоть кактуса, содержащая воду.', NULL, 0, 0, 10, 'cactusflesh', 15, NULL, '', 0, 0, NULL, '1783512007', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:44'),
(521, 'Приготовленная конина', 'Приготовленная конина. Употребив, она восполнит немного здоровья, а также утолит голод и жажду.', NULL, 1, 0, 10, 'horsemeat.cooked', 15, NULL, '', 5, 0, '', '-1162759543', '5.00', NULL, NULL, 1, 139, '2024-05-06 11:55:46'),
(522, 'Приготовленная медвежатина', 'Вкусная медвежатина. Употребив, она восполнит немного здоровья, а также утолит голод и жажду.', NULL, 1, 0, 10, 'bearmeat.cooked', 15, 8, '', 5, 5, NULL, '1873897110', '5.00', NULL, NULL, 1, 140, '2024-05-06 11:55:48'),
(523, 'Приготовленная оленина', 'Приготовленная оленина. Употребив, оно восполнит немного здоровья, а также утолит голод и жажду.', NULL, 0, 0, 10, 'deermeat.cooked', 15, NULL, '', 0, 0, NULL, '-1509851560', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:50'),
(524, 'Приготовленная рыба', 'Приготовленная рыба. Употребив, она восполнит немного здоровья, а также утолит голод и жажду.', NULL, 0, 0, 10, 'fish.cooked', 15, NULL, '', 0, 0, NULL, '1668129151', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:52'),
(525, 'Приготовленное волчье мясо', 'Приготовленное волчье мясо. Употребив, оно восполнит немного здоровья, а также утолит голод и жажду.', NULL, 1, 0, 10, 'wolfmeat.cooked', 15, 8, '', 10, 5, NULL, '813023040', '5.00', NULL, NULL, 1, 141, '2024-05-06 11:55:54'),
(526, 'Приготовленное человеческое мясо', 'Засоленное мясо человека. Употребив, оно слегка восполнит здоровье и утолит голод, однако вызовет жажду. Возможно, Вам стоит поискать другой источник пищи.', NULL, 0, 0, 10, 'humanmeat.cooked', 15, NULL, '', 0, 0, NULL, '1536610005', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:56'),
(527, 'Продвинутый антирадиационный чай', 'Чай, который уменьшает количество здоровья, теряемого от радиации', NULL, 0, 0, 10, 'radiationremovetea', 15, NULL, '', 0, 0, NULL, '-1729415579', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:58'),
(528, 'Продвинутый древесный чай', 'Чай, увеличивающий объем добываемого дерева.', NULL, 0, 0, 10, 'woodtea.advanced', 15, NULL, '', 0, 0, NULL, '-541206665', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:59'),
(529, 'Продвинутый рудный чай', 'Чай, увеличивающий объем добываемой вами руды.', NULL, 0, 0, 10, 'oretea.advanced', 15, NULL, '', 0, 0, NULL, '2063916636', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:01'),
(530, 'Продвинутый целебный чай', 'Чай, постепенно восстанавливающий ваше здоровье.', NULL, 0, 0, 10, 'healingtea.advanced', 15, NULL, '', 0, 0, NULL, '-2123125470', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:03'),
(531, 'Продвинутый чай на макс. здоровье', 'Чай, увеличивающий ваше максимальное здоровье.', NULL, 0, 0, 10, 'maxhealthtea.advanced', 15, NULL, '', 0, 0, NULL, '603811464', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:05'),
(532, 'Продвинутый чай на металлолом', 'Чай, увеличивающий количество получаемого металлолома из бочек.', NULL, 0, 0, 10, 'scraptea.advanced', 15, NULL, '', 0, 0, NULL, '524678627', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:07'),
(533, 'Продвинутый чай от радиации', 'Чай, который понижает уровень радиации.', NULL, 0, 0, 10, 'advanced-rad.-removal-tea', 15, NULL, '', 0, 0, NULL, '2021351233', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:08'),
(534, 'Простой рудный чай', 'Чай, увеличивающий объем добываемой вами руды.', NULL, 0, 0, 10, 'oretea', 15, NULL, '', 0, 0, NULL, '1480022580', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:10'),
(535, 'Простой целебный чай', 'Чай, который со временем восстанавливает здоровье.', NULL, 0, 0, 10, 'healingtea', 15, NULL, '', 0, 0, NULL, '-929092070', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:12'),
(536, 'Простой чай на дерево', 'Чай, увеличивающий объем добываемого дерева.', NULL, 0, 0, 10, 'woodtea', 15, NULL, '', 0, 0, NULL, '-649128577', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:13'),
(537, 'Простой чай на макс. здоровье', 'Чай, увеличивающий ваше максимальное здоровье.', NULL, 0, 0, 10, 'maxhealthtea', 15, NULL, '', 0, 0, NULL, '-1184406448', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:15'),
(538, 'Простой чай на металлолом', 'Чай, увеличивающий количество получаемого металлолома из бочек.', NULL, 0, 0, 10, 'scraptea', 15, NULL, '', 0, 0, NULL, '263834859', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:17'),
(539, 'Сардина', 'Маленькая рыба с большим содержанием жира, обычно обитающая большими косяками', NULL, 0, 0, 10, 'f_fish.sardine', 15, NULL, '', 0, 0, NULL, '-1654233406', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:18'),
(540, 'Сгоревшая конина', 'Сгоревшая конина. Его употребление повредит вашему здоровью.', NULL, 0, 0, 10, 'burnt-horse-meat', 15, NULL, '', 0, 0, NULL, '1917703890', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:20'),
(541, 'Сгоревшая медвежатина', 'Медвежатина, которая была пережарена.', NULL, 0, 0, 10, 'burnt-bear-meat', 15, NULL, '', 0, 0, NULL, '-989755543', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:22'),
(542, 'Сгоревшая оленина', 'Сгоревшая оленина. Его употребление навредит вашему здоровью.', NULL, 0, 0, 10, 'burnt-deer-meat', 15, NULL, '', 0, 0, NULL, '-78533081', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:23'),
(543, 'Сгоревшая свинина', 'Кажется, эта свинка пробыла в духовке слишком долго. ', NULL, 0, 0, 10, 'burnt-pork', 15, NULL, '', 0, 0, NULL, '1391703481', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:25'),
(544, 'Сгоревшее волчье мясо', 'Испорченное волчье мясо.', NULL, 0, 0, 10, 'wolfmeat.burned', 15, NULL, '', 0, 0, NULL, '1827479659', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:27'),
(545, 'Сгоревшее куриное мясо', 'Сгоревшее куриное мясо. Его употребление повредит вашему здоровью.', NULL, 0, 0, 10, 'burnt-chicken', 15, NULL, '', 0, 0, NULL, '1973684065', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:29'),
(546, 'Сгоревшее человеческое мясо', 'Сгоревшее мясо человека.', NULL, 0, 0, 10, 'humanmeat.burned', 15, NULL, '', 0, 0, NULL, '-682687162', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:30'),
(547, 'Сельдь', 'Маленькая рыба, обычно встречающаяся в различных водных источниках.', NULL, 0, 0, 10, 'f_fish.herring', 15, NULL, '', 0, 0, NULL, '-1698937385', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:32'),
(548, 'Семена белой ягоды', 'Эти семена белых ягод можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в грядку, а затем полейте их большим объемом воды, что даст значительно больше плодов и более быстрый рост.', NULL, 0, 0, 10, 'white-berry-seed', 15, 17, '', 0, 0, '', '-992286106', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:56:34'),
(549, 'Семена голубой ягоды', 'Эти семена синих ягод можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в грядку, а затем полейте их большим объемом воды, что даст значительно больше плодов и более быстрый рост.', NULL, 0, 0, 10, 'blue-berry-seed', 15, 17, '', 0, 0, '', '803954639', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:56:35'),
(550, 'Семена желтой ягоды', 'Эти семена желтых ягод можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в грядку, а затем полейте их большим объемом воды, что даст значительно больше плодов и более быстрый рост.', NULL, 0, 0, 10, 'yellow-berry-seed', 15, 17, '', 0, 0, '', '-520133715', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:56:37'),
(551, 'Семена зеленой ягоды', 'Эти семена зеленых ягод можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в грядку, а затем полейте их большим объемом воды, что даст значительно больше плодов и более быстрый рост.', NULL, 0, 0, 10, 'green-berry-seed', 15, 17, '', 0, 0, '', '-1776128552', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:56:39'),
(552, 'Hemp Seed', 'Семена конопли могут быть найдены при сборе дикой конопли. Эти семена можно посадить в землю и вырастить для сбора дополнительной ткани.\nПосадите эти семена на грядку, затем полейте большим количеством воды для значительного увеличения скорости роста и количества ткани.', NULL, 0, 0, 10, 'hemp-seed', 15, NULL, '', 0, 0, NULL, '-237809779', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:40'),
(553, 'Семена красной ягоды', 'Эти семена красных ягод можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в грядку, а затем полейте их большим объемом воды, что даст значительно больше плодов и более быстрый рост.', NULL, 0, 0, 10, 'red-berry-seed', 15, 17, '', 0, 0, '', '830839496', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:56:42'),
(554, 'Семена кукурузы', 'Семена кукурузы могут быть обнаружены при сборе дикой кукурузы. Эти семена можно посадить в землю и вырастить для сбора дополнительного пропитания.\nПосадите эти семена на грядку, затем полейте большим количеством воды для значительного увеличения скорости роста и количества кукурузы.', NULL, 0, 0, 10, 'corn-seed', 15, NULL, '', 0, 0, NULL, '998894949', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:44'),
(555, 'Семена тыквы', 'Семена тыквы могут быть найдены при сборе дикой тыквы. Эти семена можно посадить в землю и вырастить для сбора дополнительного пропитания.\nПосадите эти семена на грядку, затем полейте большим количеством воды для значительного увеличения скорости роста и количества урожая.', NULL, 0, 0, 10, 'pumpkin-seed', 15, NULL, '', 0, 0, NULL, '-1511285251', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:45'),
(556, 'Семена черной ягоды', 'Эти семена черных ягод можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в грядку, а затем полейте их большим объемом воды, что даст значительно больше плодов и более быстрый рост.', NULL, 0, 0, 10, 'black-berry-seed', 15, 17, '', 0, 0, '', '1911552868', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:56:47'),
(557, 'Семя картофеля', 'Эти семена картофеля можно сажать в землю и выращивать для сбора дополнительной пищи.\nПосадите эти семена в сеялку, а затем полейте их большим количеством воды дает значительно больше картофеля и более быстрый рост.', NULL, 0, 0, 10, 'potato-seed', 15, NULL, '', 0, 0, NULL, '-2084071424', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:49'),
(558, 'Синяя ягода', 'Синяя ягода. Может быть съедена или применена в рецептах для чая на столе смешивания.', NULL, 0, 0, 10, 'blue.berry', 15, NULL, '', 0, 0, NULL, '1112162468', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:50'),
(559, 'Соленья', 'Огурчики в ванне с уксусом, с подозрительным дилетантом. Ешьте на свой риск.', NULL, 0, 0, 10, 'jar.pickle', 15, NULL, '', 0, 0, NULL, '286193827', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:52'),
(560, 'Сом', 'Крупный пресноводный хищник. Ест все подряд, поэтому никогда нельзя заранее узнать что у него находится в желудке.', NULL, 0, 0, 10, 'f_fish.catfish', 15, NULL, '', 0, 0, NULL, '-587989372', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:54'),
(561, 'Супер сыворотка', 'Супер сыворотка, больше руды, больше дерева, больше металлалома', NULL, 0, 0, 10, 'super-serum', 15, NULL, '', 0, 0, NULL, '-1003665711', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:55'),
(562, 'Сырая конина', 'Сырая конина. Употребление приведет к потере вашего здоровья, поэтому попробуйте ее сначала приготовить.', NULL, 0, 0, 10, 'horsemeat.raw', 15, NULL, '', 0, 0, NULL, '-1130350864', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:57'),
(563, 'Сырая медвежатина', 'Сырая медвежатина. Употребление приведет к потере вашего здоровья, поэтому попробуйте ее сначала приготовить.', NULL, 0, 0, 10, 'bearmeat', 15, NULL, '', 0, 0, NULL, '-1520560807', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:56:59'),
(564, 'Сырая оленина', 'Сырая оленина. Употребление приведет к потере Вашего здоровья, поэтому попробуйте ее сначала приготовить.', NULL, 0, 0, 10, 'deermeat.raw', 15, NULL, '', 0, 0, NULL, '1422530437', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:01'),
(565, 'Сырая рыба', 'Сырая рыба.', NULL, 0, 0, 10, 'fish.raw', 15, NULL, '', 0, 0, NULL, '989925924', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:02'),
(566, 'Сырая свинина', 'Сырая свинина. Употребление навредит вашему здоровью, так что лучше попробуйте сначала ее пожарить. ', NULL, 0, 0, 10, 'meat.boar', 15, NULL, '', 0, 0, NULL, '621915341', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:04'),
(567, 'Сырое волчье мясо', 'Сырое волчье мясо. Употребление приведет к потере Вашего здоровья, поэтому попробуйте ее сначала приготовить.', NULL, 0, 0, 10, 'wolfmeat.raw', 15, NULL, '', 0, 0, NULL, '-395377963', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:06'),
(568, 'Сырое куриное мясо', 'Сырое куриное мясо. Употребление приведет к потере Вашего здоровья, поэтому попробуйте ее сначала приготовить.', NULL, 0, 0, 10, 'chickenbreast.raw', 15, NULL, '', 0, 0, NULL, '-1440987069', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:07'),
(569, 'Сырое человеческое мясо', 'Сырое человеческое мясо. Употребление приведет к потере здоровья.', NULL, 0, 0, 10, 'humanmeat.raw', 15, NULL, '', 0, 0, NULL, '-1709878924', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:09'),
(570, 'Тыква', 'Съедобный овощ, можно съесть или одеть на голову. Употребление немного повышает здоровье, а также утоляет голод и жажду.', NULL, 1, 0, 10, 'pumpkin', 15, 8, '', 20, 0, NULL, '-567909622', '10.00', NULL, NULL, 1, 142, '2024-05-06 11:57:11'),
(571, 'Убирающий Радиацию Чай', 'Чай, который понижает уровень радиации.', NULL, 0, 0, 10, 'rad.-removal-tea', 15, NULL, '', 0, 0, NULL, '-496584751', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:12'),
(572, 'Червь', 'Маленький, извивающийся червь, который может быть использован в качестве наживки. Также может быть съеден в безвыходных ситуациях.', NULL, 0, 0, 10, 'worm', 15, NULL, '', 0, 0, NULL, '1770475779', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:14'),
(573, 'Черная ягода', 'Черная ягода.', NULL, 0, 0, 10, 'black.berry', 15, NULL, '', 0, 0, NULL, '1771755747', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:16'),
(574, 'Черника', 'Черника, собранная с ягодных кустарников. Употребив, оно восполнит немного здоровья, а также утолит голод и жажду.', NULL, 1, 0, 10, 'blueberries', 15, 8, '', 10, 0, '', '-586342290', '15.00', NULL, NULL, 1, 143, '2024-05-06 11:57:17'),
(575, 'Чистый антирадиационный чай', 'Чай, который уменьшает количество здоровья, теряемого от радиации', NULL, 0, 0, 10, 'radiationremovetea.pure', 15, 8, '', 0, 0, '', '-33009419', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:57:19'),
(576, 'Чистый древесный чай', 'Чай, увеличивающий объем добываемого дерева.', NULL, 1, 0, 10, 'woodtea.pure', 15, 8, '', 1, 0, '', '-557539629', '30.00', 2, '2024-11-22 15:00:21', 1, 144, '2024-05-06 11:57:21'),
(577, 'Чистый рудный чай', 'Чай, увеличивающий объем добываемой вами руды.', NULL, 1, 0, 10, 'oretea.pure', 15, 8, '', 1, 0, '', '1729374708', '30.00', 2, '2024-11-22 15:00:21', 1, 145, '2024-05-06 11:57:23'),
(578, 'Чистый целебный чай', 'Чай, постепенно восстанавливающий ваше здоровье.', NULL, 0, 0, 10, 'healingtea.pure', 15, 8, '', 0, 0, '', '-1677315902', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:57:24'),
(579, 'Чистый чай на макс. здоровье', 'Чай, увеличивающий ваше максимальное здоровье.', NULL, 0, 0, 10, 'maxhealthtea.pure', 15, 8, '', 0, 0, '', '1712261904', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:57:26'),
(580, 'Чистый чай на металлолом', 'Чай, увеличивающий количество получаемого металлолома из бочек.', NULL, 0, 0, 10, 'scraptea.pure', 15, 8, '', 0, 0, '', '2024467711', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 11:57:28'),
(581, 'Чистый чай от радиации', 'Чай, который понижает уровень радиации.', NULL, 0, 0, 10, 'radiationresisttea.pure', 15, 8, '', 0, 0, '', '1905387657', '0.00', 2, NULL, 1, 1000, '2024-05-06 11:57:29'),
(582, 'Яблоко', 'Яблоко. Съев его, оно слегка увеличит ваше здоровье, утолит голод и жажду.', NULL, 1, 0, 10, 'apple', 15, 8, '', 10, 10, NULL, '1548091822', '5.00', NULL, NULL, 1, 146, '2024-05-06 11:57:31'),
(583, '40-мм дымовая граната', 'Боеприпасы для 40-мм гранатомета.', NULL, 1, 0, 10, '40mm-smoke-grenade', 16, NULL, '', 6, 0, '', '915408809', '60.00', 2, '2024-11-22 15:00:21', 1, 147, '2024-05-06 11:57:56'),
(584, '40-мм картечь', 'Боеприпасы для 40-мм гранатомета.', NULL, 0, 0, 10, '40mm-shotgun-round', 16, NULL, '', 0, 0, NULL, '1055319033', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:57:58'),
(585, '40-мм фугасная граната', 'Боеприпасы для 40-мм гранатомета.', NULL, 1, 0, 10, '40mm-he-grenade', 16, 4, '', 6, 0, NULL, '349762871', '60.00', 6, '2024-11-22 19:00:21', 1, 148, '2024-05-06 11:58:00'),
(586, 'Гарпун', 'Патроны для дробовика.', NULL, 0, 0, 10, 'speargun-spear', 16, NULL, '', 0, 0, NULL, '-1800345240', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:01'),
(587, 'Гвозди', 'Стандартные боеприпасы для гвоздомета', NULL, 0, 0, 10, 'nailgun-nails', 16, NULL, '', 0, 0, NULL, '-2097376851', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:03'),
(588, 'Деревянная стрела', 'Стрела для Охотничьего лука и Арбалета', NULL, 0, 0, 10, 'wooden-arrow', 16, NULL, '', 0, 0, NULL, '-1234735557', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:05'),
(589, 'Дробь 12 калибра', 'Патроны для дробовика.', NULL, 1, 0, 10, '12-gauge-buckshot', 16, 4, '', 15, 10, NULL, '-1685290200', '16.00', 6, '2024-11-22 19:00:21', 1, 149, '2024-05-06 11:58:06'),
(590, 'Дымовая ракета В РАЗРАБОТКЕ!!!!', 'При попадании создает густую дымовую завесу.', NULL, 0, 0, 10, 'smoke-rocket-wip!!!!', 16, NULL, '', 0, 0, NULL, '-17123659', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:08'),
(591, 'Зажигательная ракета', 'При взрыве создает пламя в определенном радиусе', NULL, 1, 0, 10, 'rocket_fire', 16, 4, '', 5, 10, NULL, '1638322904', '60.00', 6, '2024-11-22 19:00:21', 1, 150, '2024-05-06 11:58:10'),
(592, 'Зажигательный патрон 5,56 мм', 'Медленные боеприпасы, наносящие урон огнем. Есть небольшой шанс воспламенения.', NULL, 1, 0, 10, 'incendiary-5.56-rifle-ammo', 16, 4, '', 100, 0, '', '605467368', '40.00', 6, '2024-11-22 19:00:21', 1, 151, '2024-05-06 11:58:11'),
(593, 'Зажигательный пистолетный патрон', 'Медленные боеприпасы, наносящие урон огнем. Есть небольшой шанс воспламенения.', NULL, 1, 0, 10, 'incendiary-pistol-bullet', 16, 4, '', 100, 10, NULL, '51984655', '30.00', 6, '2024-11-22 19:00:21', 1, 152, '2024-05-06 11:58:13'),
(594, 'Зажигательный снаряд 12 калибра', 'Зажигательный снаряд для дробовика', NULL, 1, 0, 10, '12-gauge-incendiary-shell', 16, 4, '', 10, 10, NULL, '-1036635990', '25.00', 6, '2024-11-22 19:00:21', 1, 153, '2024-05-06 11:58:15'),
(595, 'Костяная стрела', 'Стрела с большим костяным наконечником, позволяющий проще попадать в цель, но компенсируя это меньшим уроном', NULL, 0, 0, 10, 'bone-arrow', 16, NULL, '', 0, 0, NULL, '215754713', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:16'),
(596, 'Огненная стрела', 'Стрела, пропитанная топливом, поджигается при прицеливании', NULL, 0, 0, 10, 'fire-arrow', 16, NULL, '', 0, 0, NULL, '14241751', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:18'),
(597, 'Разрывной патрон', 'Данный тип патронов взрывается при попадании, нанося небольшой урон ближайшим объектам.', NULL, 1, 0, 10, 'ammo_explosive', 16, 4, '', 100, 10, '', '-1321651331', '99.00', 12, '2024-11-23 01:00:21', 1, 154, '2024-05-06 11:58:20'),
(598, 'Патроны 5.56-мм', 'Боеприпасы для винтовки. Теряет скорость полета при стрельбе на дальние дистанции, из-за чего уменьшается получаемый урон.', NULL, 1, 0, 10, '5.56-rifle-ammo', 16, 4, '', 100, 10, '', '-1211166256', '35.00', 2, '2024-11-22 15:00:21', 1, 13, '2024-05-06 11:58:22'),
(599, 'Пистолетный патрон', 'Боеприпасы для пистолета. Теряет скорость полета при стрельбе на дальние дистанции, из-за чего уменьшается получаемый урон.', NULL, 1, 0, 10, 'pistol-bullet', 16, 4, '', 100, 10, '', '785728077', '25.00', 2, '2024-11-22 15:00:21', 1, 14, '2024-05-06 11:58:23'),
(600, 'Пистолетный патрон (скоростной)', 'Данный тип патронов летит быстрее, имеет лучшую настильность и наносит больше урона при стрельбе на дальние дистанции.', NULL, 1, 0, 10, 'hv-pistol-ammo', 16, 4, '', 100, 10, '', '-1691396643', '30.00', 6, '2024-11-22 19:00:21', 1, 155, '2024-05-06 11:58:25'),
(601, 'Пуля 12 калибра', 'Одиночный крупный снаряд для дробовика.', NULL, 1, 0, 10, '12-gauge-slug', 16, 4, '', 30, 10, '', '-727717969', '20.00', 2, '2024-11-22 15:00:21', 1, 156, '2024-05-06 11:58:27'),
(602, 'Ракета', 'Боеприпас для ракетницы. Неуправляемая ракета малого и среднего радиуса действия, при ударе наносит большой урон осколками.', NULL, 1, 0, 10, 'rocket_basic', 16, 4, '', 4, 0, '', '-742865266', '310.00', 12, '2024-11-23 01:00:21', 1, 15, '2024-05-06 11:58:28'),
(603, 'Ракета ПВО', 'Боеприпас для турели Земля–Воздух. Каждая ракета оснащена базовой системой наведения, которая помогает перемещаться по строго заданной траектории даже сквозь сильный ветер.', NULL, 0, 0, 10, 'sam-ammo', 16, NULL, '', 0, 0, NULL, '-384243979', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:30'),
(604, 'Ракета ПЗРК', 'Быстрая зенитная ракета. Для наведения используется радар на пусковой установке.', NULL, 1, 0, 10, 'homing-missile', 16, 4, '', 3, 0, NULL, '1296788329', '50.00', 12, '2024-11-23 01:00:21', 1, 157, '2024-05-06 11:58:32'),
(605, 'Ракета РСЗО', 'Ракета РСЗО - это снаряд для РСЗО, его можно найти в запертых ящиках. Он наносит смертельный урон как строениям, так и игрокам. 3 ПВО могут легко отразить залп по вашему дому.', NULL, 1, 0, 10, 'rocket_mlrs', 16, 4, '', 12, 0, NULL, '-1843426638', '290.00', 12, '2024-11-23 01:00:21', 1, 158, '2024-05-06 11:58:33'),
(606, 'Самодельный патрон', 'Самодельный патрон с небольшим количеством дроби.', NULL, 1, 0, 10, 'handmade-shell', 16, 4, '', 40, 10, '', '588596902', '15.00', NULL, NULL, 1, 159, '2024-05-06 11:58:35'),
(607, 'Скоростная ракета', 'Скоростная неуправляемая ракета. Отличается от обычной ракеты увеличенной скоростью и дальностью полета, но наносит меньше урона.', NULL, 1, 0, 10, 'rocket_hv', 16, 4, '', 9, 10, NULL, '-1841918730', '100.00', 12, '2024-11-23 01:00:21', 1, 160, '2024-05-06 11:58:37'),
(608, 'Скоростная стрела', 'Легкая, быстрая стрела, которая наносит меньше урона', NULL, 0, 0, 10, 'high-velocity-arrow', 16, NULL, '', 0, 0, NULL, '-1023065463', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:38'),
(609, 'Скоростной патрон 5,56 мм', 'Данный тип патронов летит быстрее, имеет лучшую настильность и наносит больше урона при стрельбе на дальние дистанции.', NULL, 1, 0, 10, 'hv-5.56-rifle-ammo', 16, 4, '', 100, 10, '', '1712070256', '40.00', 6, '2024-11-22 19:00:21', 1, 161, '2024-05-06 11:58:40'),
(610, 'Торпеда', 'Торпеда для использования на подводной лодке. Стреляет вперед по прямой линии.', NULL, 1, 0, 10, 'torpedo', 16, 4, '', 20, 0, NULL, '-1671551935', '20.00', 12, '2024-11-23 01:00:21', 1, 162, '2024-05-06 11:58:42'),
(611, 'Деревянные колья', 'Набор шипов, которые замедляют и наносят урон всякому, кто наступит на них.', NULL, 0, 0, 10, 'wooden-floor-spikes', 17, NULL, '', 0, 0, NULL, '-92759291', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:49'),
(612, 'Зенитная турель', 'Ракетная установка \'земля-воздух\'. Для работы нужно 25 электричества. Стреляет зенитными управляемыми ракетами(можно изучить на верстаке 2 уровня или купить в мирном городе). Для непрерывной работы ракетной установки рекомендуется подключать её через схему с аккумулятором, который будет накапливать энергию от источников.', NULL, 1, 0, 10, 'sam-site', 17, 15, '', 1, 0, NULL, '-1009359066', '150.00', NULL, NULL, 1, 163, '2024-05-06 11:58:51'),
(613, 'Капкан', 'Металлическая ловушка, которая может ранить или даже убить человека, который в нее наступит. Может быть подобрана после срабатывания.', NULL, 0, 0, 10, 'snap-trap', 17, NULL, '', 0, 0, NULL, '-582782051', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:58:53'),
(614, 'Ловушка с дробовиком', 'Ловушка из дробовика, реагирующая на движения. Можно поставить рядом с дверными проходами и зарядить самодельными патронами.', NULL, 1, 0, 10, 'shotgun-trap', 17, 14, '', 2, 5, '', '352499047', '25.00', 2, '2024-11-22 15:00:21', 1, 164, '2024-05-06 11:58:55'),
(615, 'Огнеметная турель', 'Автоматизированная огневая турель. Использует топливо низкого качества, раскидывает пламя при срабатывании.', NULL, 1, 0, 10, 'flame-turret', 17, 14, '', 1, 5, '', '528668503', '19.00', 2, '2024-11-22 15:00:21', 1, 165, '2024-05-06 11:58:57'),
(616, 'Мина', 'Самодельная мина. Если вы стоите на такой, вы можете попросить вашего друга обезвредить ее, прежде чем она взорвется.', NULL, 1, 0, 10, 'homemade-landmine', 17, 14, '', 5, 5, NULL, '-1663759755', '15.00', NULL, NULL, 1, 166, '2024-05-06 11:58:58'),
(617, 'Ёлочная гирлянда', 'Елка не может быть без гирлянды!', NULL, 0, 0, 10, 'tree-lights', 18, NULL, '', 0, 0, NULL, '1723747470', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:31'),
(618, 'Ёлочная звезда', 'Золотая звезда на рождественскую елку', NULL, 0, 0, 10, 'star-tree-topper', 18, NULL, '', 0, 0, NULL, '-1331212963', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:33'),
(619, 'Белое яйцо Фаберже', 'Красивое золото и белый яйцо с миниатюрной подводной лабораторией, содержащейся в ней.', NULL, 0, 0, 10, 'rustige-egg-white', 18, NULL, '', 0, 0, NULL, '-173268128', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:35'),
(620, 'Большой мешок с добычей', 'Крупная добыча. Содержит лучшее награбленное добро Хэллоуина', NULL, 0, 0, 10, 'large-loot-bag', 18, NULL, '', 0, 0, NULL, '479292118', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:36'),
(621, 'Большой набор свечей', 'Большие свечи', NULL, 0, 0, 10, 'large-candle-set', 18, NULL, '', 0, 0, NULL, '-489848205', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:38'),
(622, 'Большой подарок', 'Большой Подарок, лучший в своем роде. Открой его прямо сейчас!', NULL, 0, 0, 10, 'large-present', 18, NULL, '', 0, 0, '', '-1622660759', '0.00', 6, '2024-11-22 19:00:21', 1, 1000, '2024-05-06 11:59:40'),
(623, 'Бронзовое яйцо', 'Бронзовое яйцо. Откройте, чтобы получить сюрприз или соберите 10 таких, чтобы улучшить до серебряного яйца.', NULL, 0, 0, 10, 'bronze-egg', 18, NULL, '', 0, 0, '', '844440409', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 11:59:42'),
(624, 'Генератор снега', 'Генератор, который покрывает небольшую область поверхности слоем снега.', NULL, 0, 0, 10, 'snow-machine', 18, NULL, '', 0, 0, NULL, '1358643074', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:43'),
(625, 'Гигантские декоративные леденцы на палочке', 'Проникнитесь духом рождества с этими декоративными огромными леденцами на палочке', NULL, 0, 0, 10, 'giant-lollipop-decor', 18, NULL, '', 0, 0, NULL, '282103175', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:45'),
(626, 'Гроб', 'Старый деревянный гроб, вмещает в себя до 42 предметов', NULL, 1, 0, 10, 'coffin', 18, 6, '', 2, 10, '', '573676040', '50.00', NULL, NULL, 1, 167, '2024-05-06 11:59:47'),
(627, 'Дверной ключ', 'Ключ от двери. Храните его в безопасности, так как если Вы его потеряете, то не сможете открыть дверь снова!', NULL, 0, 0, 10, 'door-key', 18, NULL, '', 0, 0, NULL, '-1112793865', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:48'),
(628, 'Декоративная карамельная трость', 'Декоративная карамельная трость. Можно повесить на рождественскую елку', NULL, 0, 0, 10, 'decorative-plastic-candy-canes', 18, NULL, '', 0, 0, NULL, '-209869746', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:50'),
(629, 'Декоративная мишура', 'Декоративная мишура. Можно повесить на рождественскую елку', NULL, 0, 0, 10, 'decorative-tinsel', 18, NULL, '', 0, 0, NULL, '2106561762', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:52'),
(630, 'Декоративные елочные игрушки', 'Декоративные елочные игрушки. Можно повесить на рождественскую елку', NULL, 0, 0, 10, 'decorative-baubels', 18, NULL, '', 0, 0, NULL, '-1667224349', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:54'),
(631, 'Декоративные шишки', 'Декоративные шишки. Можно повесить на рождественскую елку', NULL, 0, 0, 10, 'decorative-pinecones', 18, NULL, '', 0, 0, NULL, '-129230242', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:55'),
(632, 'Декоративный пряничный человечек', 'Декоративный пряничный человечек. Можно повесить на рождественскую елку', NULL, 0, 0, 10, 'decorative-gingerbread-men', 18, NULL, '', 0, 0, NULL, '1686524871', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:57'),
(633, 'Деревянный крест', 'Деревянный крест, обозначающий останки неизвестной души', NULL, 0, 0, 10, 'wooden-cross', 18, NULL, '', 0, 0, NULL, '699075597', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:59:59'),
(634, 'Журнал капитана', 'Обветшавший бумажный лист с информацией о последних моментах этого судна.', NULL, 0, 0, 10, 'captain\'s-log', 18, NULL, '', 0, 0, NULL, '1230691307', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:00'),
(635, 'Жуткий громкоговоритель', 'Напугайте своих гостей очень страшными звуками!', NULL, 0, 0, 10, 'spooky-speaker', 18, NULL, '', 0, 0, NULL, '1885488976', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:02'),
(636, 'Заметка', 'Клочок бумаги для заметок.', NULL, 0, 0, 10, 'note', 18, NULL, '', 0, 0, NULL, '1414245162', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:04'),
(637, 'Зеленая карта доступа', 'Ключ-карта низшего доступа, обеспечивающая доступ к базовым секторам.', NULL, 0, 0, 10, 'card_level_1', 18, NULL, '', 1, 0, '', '37122747', '19.00', NULL, NULL, 1, 1080, '2024-05-06 12:00:06'),
(638, 'Зеленое яйцо Фаберже', 'Красивое рукотворное позолоченное яйцо с вкраплениями зеленого цвета и миниатюрной вагонеткой внутри. ', NULL, 0, 0, 10, 'rustige-egg-green', 18, NULL, '', 0, 0, NULL, '-173268125', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:07'),
(639, 'Золотое яйцо', 'Золотое яйцо. Содержит лучшие пасхальные вещи.', NULL, 0, 0, 10, 'gold-egg', 18, NULL, '', 0, 0, '', '-1002156085', '0.00', 6, '2024-11-22 19:00:21', 1, 1000, '2024-05-06 12:00:09'),
(640, 'Кладбищенский забор', 'Жуткий забор', NULL, 0, 0, 10, 'graveyard-fence', 18, NULL, '', 0, 0, NULL, '-1679267738', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:11'),
(641, 'Корзина для яиц', 'Корзина для сбора яиц во время пасхального события. Собирайте яйца на левую кнопку, а на правую - выбрасывайте их. ', NULL, 0, 0, 10, 'egg-basket', 18, NULL, '', 0, 0, NULL, '1856217390', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:13'),
(642, 'Красная карта доступа', 'Ключ-карта с расширенным допуском, обеспечивающая доступ к секторам высшего уровня', NULL, 0, 0, 10, 'card_level_3', 18, NULL, '', 1, 0, '', '-1880870149', '69.00', 2, '2024-11-22 15:00:21', 1, 1105, '2024-05-06 12:00:14'),
(643, 'Красное яйцо Фаберже', 'Изысканное рукотворное яйцо, сделанное из золота и бриллиантов. Когда открыто, то проигрывает особенную мелодию, а внутри будет видна миниатюрная версия вашего любимого монумента. ', NULL, 0, 0, 10, 'rustige-egg-red', 18, NULL, '', 0, 0, NULL, '-173268129', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:16'),
(644, 'Маленький мешок с добычей', 'Откройте, чтобы получить сюрприз, или соберите еще 10, чтобы улучшить до среднего мешка с более хорошим лутом!', NULL, 0, 0, 10, 'small-loot-bag', 18, NULL, '', 0, 0, NULL, '1319617282', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:18'),
(645, 'Маленький подарок', 'Маленький подарок, соберите 10 штук для улучшения до среднего подарка.', NULL, 0, 0, 10, 'small-present', 18, NULL, '', 0, 0, '', '-722241321', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 12:00:19'),
(646, 'Мешок с трофеем', 'Мешок с головой побежденного врага. Можно повесить в качестве трофея.', NULL, 0, 0, 10, 'head-bag', 18, NULL, '', 0, 0, NULL, '209218760', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:21'),
(647, 'Набор малых свеч', 'Маленькая свечка', NULL, 0, 0, 10, 'small-candle-set', 18, NULL, '', 0, 0, NULL, '-2058362263', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:23'),
(648, 'Надгробие', 'Надгробный камень, напоминающий об останках безымянный души', NULL, 0, 0, 10, 'gravestone', 18, NULL, '', 0, 0, NULL, '809199956', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:25'),
(649, 'Огромный декоративный леденец', 'Проникнитесь духом рождества с этим декоративным огромным леденцом', NULL, 0, 0, 10, 'giant-candy-decor', 18, NULL, '', 0, 0, NULL, '-695124222', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:26'),
(650, 'Окрашенное яйцо', 'Несколько яиц, окрашенных в простые цвета. Соберите 10 таких, чтобы улучшить до бронзового яйца', NULL, 0, 0, 10, 'painted-egg', 18, NULL, '', 0, 0, NULL, '-126305173', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:28'),
(651, 'Паутина', 'Гигантская паутина, которую можно повесить между стеной и потолком.', NULL, 0, 0, 10, 'spider-webs', 18, NULL, '', 0, 0, NULL, '882559853', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:30'),
(652, 'Проклятый котелок', 'Жуткий чугунный котел с зеленой жижей.', NULL, 0, 0, 10, 'cursed-cauldron', 18, NULL, '', 0, 0, NULL, '1242522330', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:31'),
(653, 'Серебряное яйцо', 'Серебряное яйцо. Содержит предметы среднего качества, соберите 10 таких, чтобы улучшить до золотого яйца', NULL, 0, 0, 10, 'silver-egg', 18, NULL, '', 0, 0, '', '1757265204', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 12:00:33'),
(654, 'Серп', 'Очень острое изогнутое режущее оружие. Хоть и его основная цель была косить траву, оно также чрезвычайно универсально при перерезании горла и еще, возможно, рубки деревьев.', NULL, 0, 0, 10, 'sickle', 18, NULL, '', 0, 0, NULL, '-1368584029', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:35'),
(655, 'Синее яйцо Фаберже', 'Прекрасное рукотворное яйцо, сделанное из белого с золота с вкраплениями сапфира, содержит внутри миниатюрный монумент.', NULL, 0, 0, 10, 'rustige-egg-blue', 18, NULL, '', 0, 0, NULL, '-173268132', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:36'),
(656, 'Синяя карта доступа', 'Ключ-карта среднего уровня доступа.', NULL, 0, 0, 10, 'card_level_2', 18, NULL, '', 1, 0, '', '-484206264', '49.00', 2, '2024-11-22 15:00:21', 1, 1090, '2024-05-06 12:00:38'),
(657, 'Средний мешок с добычей', 'Содержит добычу среднего уровня. Соберите 10 штук, чтобы улучшить до большого мешка с лучшим лутом', NULL, 0, 0, 10, 'medium-loot-bag', 18, NULL, '', 0, 0, NULL, '1899610628', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:40'),
(658, 'Средний подарок', 'Средний Подарок, тоже неплохо! Соберите 5 штук для улучшения в Большой Подарок.', NULL, 0, 0, 10, 'medium-present', 18, NULL, '', 0, 0, '', '756517185', '0.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-05-06 12:00:42'),
(659, 'Стробоскопическая лампа', 'Мигающий свет с 3 скоростями. Вызывает припадки.', NULL, 0, 0, 10, 'strobe-light', 18, NULL, '', 0, 0, NULL, '2104517339', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:43'),
(660, 'Тыквенное ведро', 'Во время события «Сладость или гадость», возьмите корзину в руки и собирайте конфеты, зажав левую кнопку мыши. Нажмите на правую кнопку, чтобы бросить конфету', NULL, 0, 0, 10, 'pumpkin-bucket', 18, NULL, '', 0, 0, NULL, '1346158228', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:45'),
(661, 'Фиолетовое яйцо Фаберже', 'Прекрасное фиолетовое яйцо ручной работы с золотым кружевом, внутри которого находится миниатюрная нефтяная платформа.', NULL, 0, 0, 10, 'rustige-egg-purple', 18, NULL, '', 0, 0, NULL, '-173268131', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:47'),
(662, 'Фоггер-3000', 'Генератор тумана, который работает на топливе низкого качества. Может быть настроен на заполнение пространства плотным облаком тумана по нажатию или активироваться только по движению.', NULL, 0, 0, 10, 'fogger-3000', 18, NULL, '', 0, 0, NULL, '-1973785141', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:49'),
(663, 'Фотография', 'Фотография, сделанная полароидом.', NULL, 0, 0, 10, 'photograph', 18, NULL, '', 0, 0, NULL, '62577426', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:50'),
(664, 'Хэллоуинские сладости', 'Немного рыхлых Хэллоуинских конфет. Соберите 10 штук, чтобы улучшить до маленького мешка с добычей!', NULL, 0, 0, 10, 'halloween-candy', 18, NULL, '', 0, 0, NULL, '-888153050', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:52'),
(665, 'Яйцо Фаберже - Слоновая Кость', 'Красивое рукотворное яйцо цвета слоновой кости и золота с миниатюрным монументом внутри.', NULL, 0, 0, 10, 'rustige-egg-ivory', 18, NULL, '', 0, 0, NULL, '-173268126', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:00:54'),
(666, 'Багажный модуль', 'Одномодульный багажник.', NULL, 1, 0, 10, 'storage-vehicle-module', 19, 14, '', 1, 5, NULL, '268565518', '10.00', NULL, NULL, 1, 168, '2024-05-06 12:01:19'),
(667, 'Брезент', 'Водонепроницаемый брезент.', NULL, 1, 0, 10, 'tarp', 19, 16, '', 5, 10, NULL, '2019042823', '25.00', NULL, NULL, 1, 169, '2024-05-06 12:01:21'),
(668, 'Бронированный модуль', 'Одноместный модуль бронированной кабины для водителя и одного пассажира.', NULL, 1, 0, 10, 'armored-cockpit-vehicle-module', 19, 14, '', 1, 5, NULL, '1874610722', '35.00', NULL, NULL, 1, 170, '2024-05-06 12:01:23'),
(669, 'Бронированный пассажирский модуль', 'Бронированный пассажирский модуль для двух человек.', NULL, 1, 0, 10, 'armored-passenger-vehicle-module', 19, 14, '', 1, 5, NULL, '-1615281216', '10.00', NULL, NULL, 1, 171, '2024-05-06 12:01:25'),
(670, 'Веревка', 'Длинная веревка.', NULL, 1, 0, 10, 'rope', 19, 16, '', 30, 5, '', '1414245522', '26.00', NULL, NULL, 1, 172, '2024-05-06 12:01:27'),
(671, 'Дорожные знаки', 'Несколько дорожных знаков, сделанных из металла.', NULL, 1, 0, 10, 'road-signs', 19, 16, '', 10, 5, NULL, '1199391518', '25.00', NULL, NULL, 1, 173, '2024-05-06 12:01:29'),
(672, 'Кабина с двигателем', 'Одноместный модуль кабины для водителя и одного пассажира, с небольшим двигателем.', NULL, 1, 0, 10, 'cockpit-with-engine-vehicle-module', 19, 14, '', 1, 5, NULL, '170758448', '15.00', NULL, NULL, 1, 174, '2024-05-06 12:01:31'),
(673, 'Карбюратор высокого качества', 'Карбюратор высокого качества для двигателя внутреннего сгорания. Смешивает воздух и топливо до нужного соотношения.', NULL, 1, 0, 10, 'high-quality-carburetor', 19, 14, '', 1, 5, NULL, '656371026', '30.00', NULL, NULL, 1, 175, '2024-05-06 12:01:32'),
(674, 'Карбюратор низкого качества', 'Карбюратор низкого качества для двигателя внутреннего сгорания. Смешивает воздух и топливо до нужного соотношения.', NULL, 0, 0, 10, 'low-quality-carburetor', 19, NULL, '', 0, 0, NULL, '656371028', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:34'),
(675, 'Карбюратор среднего качества', 'Карбюратор среднего качества для двигателя внутреннего сгорания. Смешивает воздух и топливо до нужного соотношения.', NULL, 0, 0, 10, 'medium-quality-carburetor', 19, NULL, '', 0, 0, NULL, '656371027', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:36'),
(676, 'Клапаны высокого качества', 'Клапаны высокого качества для двигателя внутреннего сгорания. Клапаны контролируют входящие и выходящие потоки.', NULL, 1, 0, 10, 'high-quality-valves', 19, 14, '', 1, 0, NULL, '-1802083073', '60.00', NULL, NULL, 1, 176, '2024-05-06 12:01:38'),
(677, 'Клапаны низкого качества', 'Клапаны низкого качества для двигателя внутреннего сгорания. Клапаны контролируют входящие и выходящие потоки.', NULL, 0, 0, 10, 'low-quality-valves', 19, NULL, '', 0, 0, NULL, '1330084809', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:40'),
(678, 'Клапаны среднего качества', 'Клапаны среднего качества для двигателя внутреннего сгорания. Клапаны контролируют входящие и выходящие потоки.', NULL, 0, 0, 10, 'medium-quality-valves', 19, NULL, '', 0, 0, NULL, '926800282', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:41'),
(679, 'Клей', 'Сильный клей.', NULL, 0, 0, 10, 'glue', 19, NULL, '', 0, 0, NULL, '-1899491405', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:43'),
(680, 'Коленчатый вал высокого качества', 'Коленчатый вал высокого качества для двигателя внутреннего сгорания. Преобразует движения поршня во вращательные движения.', NULL, 1, 0, 10, 'high-quality-crankshaft', 19, 14, '', 1, 5, NULL, '1158340332', '30.00', NULL, NULL, 1, 177, '2024-05-06 12:01:45'),
(681, 'Коленчатый вал низкого качества', 'Коленчатый вал низкого качества для двигателя внутреннего сгорания. Преобразует движения поршня во вращательные движения.', NULL, 0, 0, 10, 'low-quality-crankshaft', 19, NULL, '', 0, 0, NULL, '1158340334', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:47'),
(682, 'Коленчатый вал среднего качества', 'Коленчатый вал среднего качества для двигателя внутреннего сгорания. Преобразует движения поршня во вращательные движения.', NULL, 0, 0, 10, 'medium-quality-crankshaft', 19, NULL, '', 0, 0, NULL, '1158340331', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:01:49'),
(683, 'Корпус винтовки', 'Ударно-спусковой механизм винтовки. Используется в конструкции автоматического оружия, стреляющего 5.56 патронами.', NULL, 1, 0, 10, 'rifle-body', 19, 16, '', 5, 10, '', '176787552', '50.00', 6, '2024-11-22 19:00:21', 1, 178, '2024-05-06 12:01:51'),
(684, 'Корпус пистолет-пулемета', 'Спусковой механизм от пистолета-пулемета. Используется в создании оружия, полностью автоматически стреляющего пистолетными патронами.', NULL, 1, 0, 10, 'smg-body', 19, 16, '', 5, 10, '', '1230323789', '15.00', 6, '2024-11-22 19:00:21', 1, 179, '2024-05-06 12:01:53'),
(685, 'Корпус полуавтомата', 'Спусковой механизм полуавтоматического оружия.', NULL, 1, 0, 10, 'semi-automatic-body', 19, 16, '', 5, 10, '', '573926264', '20.00', 2, '2024-11-22 15:00:21', 1, 180, '2024-05-06 12:01:55'),
(686, 'Листовой металл', 'Обломки листового металла.', NULL, 1, 0, 10, 'sheet-metal', 19, 16, '', 5, 5, '', '-1994909036', '20.00', NULL, NULL, 1, 181, '2024-05-06 12:01:56'),
(687, 'Металлическая пружина', 'Металлическая пружина. Используется для обеспечения движения или сопротивления в объектах.', NULL, 1, 0, 10, 'metal-spring', 19, 16, '', 5, 5, '', '-1021495308', '35.00', NULL, NULL, 1, 182, '2024-05-06 12:01:58'),
(688, 'Металлическая труба', 'Металлическая труба.', NULL, 1, 0, 10, 'metal-pipe', 19, 16, '', 5, 5, NULL, '95950017', '20.00', NULL, NULL, 1, 183, '2024-05-06 12:02:00'),
(689, 'Металлическое лезвие', 'Металлическое лезвие, для создания оружия ближнего боя.', NULL, 1, 0, 10, 'metal-blade', 19, 16, '', 5, 0, NULL, '1882709339', '25.00', NULL, NULL, 1, 184, '2024-05-06 12:02:02'),
(690, 'Модуль автофургона', 'Двухмодульный дом на колесах, позволяющий 4 игрокам возродиться в нем. Также содержит в себе мангал, шкафчики для переодевания и маленький ящик для хранения предметов.', NULL, 1, 0, 10, 'camper-vehicle-module', 19, 14, '', 1, 5, NULL, '-1040518150', '30.00', NULL, NULL, 1, 185, '2024-05-06 12:02:04'),
(691, 'Модуль двигателя автомобиля', 'Одномодульный корпус', NULL, 1, 0, 10, 'flatbed-vehicle-module', 19, 14, '', 1, 5, NULL, '-1880231361', '10.00', NULL, NULL, 1, 186, '2024-05-06 12:02:06'),
(692, 'Модуль двигателя транспорта', 'Одномодульный большой двигатель.', NULL, 1, 0, 10, 'engine-vehicle-module', 19, 14, '', 1, 5, NULL, '1559779253', '10.00', NULL, NULL, 1, 187, '2024-05-06 12:02:08'),
(693, 'Модуль для Большого Грузовика', 'Спаренный топливный бак.', NULL, 1, 0, 10, 'large-flatbed-vehicle-module', 19, 14, '', 1, 5, NULL, '-1693832478', '10.00', NULL, NULL, 1, 188, '2024-05-06 12:02:10'),
(694, 'Модуль задних сидений', 'Кабина для двух пассажиров.', NULL, 1, 0, 10, 'rear-seats-vehicle-module', 19, 14, '', 1, 5, NULL, '1376065505', '10.00', NULL, NULL, 1, 189, '2024-05-06 12:02:12');
INSERT INTO `drop` (`id`, `name`, `description`, `quality`, `market_status`, `min_box`, `max_box`, `eng_name`, `type_id`, `category_id`, `market_id`, `count`, `discount`, `command`, `rust_id`, `price`, `blocked_hour`, `blocked_at`, `status`, `sort`, `created_at`) VALUES
(695, 'Модуль кабины транспорта', 'Одноместный модуль кабины для водителя и одного пассажира.', NULL, 1, 0, 10, 'cockpit-vehicle-module', 19, 14, '', 1, 5, NULL, '-1501451746', '20.00', NULL, NULL, 1, 190, '2024-05-06 12:02:14'),
(696, 'Модуль очередной стрельбы', 'Заставляет оружие произвести залп из трех выстрелов подряд.', NULL, 0, 0, 10, 'burst-module', 19, NULL, '', 0, 0, NULL, '838308300', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:16'),
(697, 'Модуль такси', 'Модуль на двух пассажиров с защитой спереди.', NULL, 0, 0, 10, 'taxi-vehicle-module', 19, NULL, '', 0, 0, NULL, '-626174997', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:18'),
(698, 'Модуль целеуказания РСЗО', 'Компьютерный модуль системы наведения для РСЗО.', NULL, 1, 0, 10, 'mlrs-aiming-module', 19, 4, '', 1, 0, NULL, '343045591', '50.00', 12, '2024-11-23 01:00:21', 1, 191, '2024-05-06 12:02:20'),
(699, 'Набор для шитья', 'Швейный набор. Используется для изготовления сложной одежды.', NULL, 1, 0, 10, 'sewing-kit', 19, 16, '', 5, 5, '', '1234880403', '20.00', NULL, NULL, 1, 192, '2024-05-06 12:02:21'),
(700, 'Отбеливатель', 'Мощный окислитель. Может быть использован в качестве дезинфицирующего средства.', NULL, 0, 0, 10, 'bleach', 19, NULL, '', 0, 0, NULL, '1553078977', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:23'),
(701, 'Палочки', 'Некоторые длинные, некоторые короткие.', NULL, 0, 0, 10, 'sticks', 19, NULL, '', 0, 0, NULL, '642482233', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:25'),
(702, 'Пассажирский модуль', 'Двухместное сиденье.', NULL, 1, 0, 10, 'passenger-vehicle-module', 19, 14, '', 1, 5, NULL, '895374329', '10.00', NULL, NULL, 1, 193, '2024-05-06 12:02:27'),
(703, 'Поршни высокого качества', 'Поршни высокого качества для двигателя внутреннего сгорания. Поршни преобразуют продукты сгорания газа в движение, создаваемое коленчатым валом. ', NULL, 1, 0, 10, 'high-quality-pistons', 19, 14, '', 1, 5, NULL, '1883981800', '30.00', NULL, NULL, 1, 194, '2024-05-06 12:02:29'),
(704, 'Поршни низкого качества', 'Поршни низкого качества для двигателя внутреннего сгорания. Поршни преобразуют продукты сгорания газа в движение, создаваемое коленчатым валом. ', NULL, 0, 0, 10, 'low-quality-pistons', 19, NULL, '', 0, 0, NULL, '1883981798', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:31'),
(705, 'Поршни среднего качества', 'Поршни среднего качества для двигателя внутреннего сгорания. Поршни преобразуют продукты сгорания газа в движение, создаваемое коленчатым валом. ', NULL, 0, 0, 10, 'medium-quality-pistons', 19, NULL, '', 0, 0, NULL, '1883981801', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:32'),
(706, 'Пропановый баллон', 'Прочный металлический предмет.', NULL, 1, 0, 10, 'empty-propane-tank', 19, 16, '', 5, 5, NULL, '-1673693549', '10.00', NULL, NULL, 1, 195, '2024-05-06 12:02:34'),
(707, 'Свеча зажигания высокого качества', 'Свеча зажигания высокого качества для двигателя внутреннего сгорания. Свечи зажигания воспламеняют топливно-воздушную смесь для движения поршней.', NULL, 1, 0, 10, 'high-quality-spark-plugs', 19, 14, '', 1, 0, NULL, '1072924620', '60.00', NULL, NULL, 1, 196, '2024-05-06 12:02:36'),
(708, 'Свеча зажигания низкого качества', 'Свеча зажигания низкого качества для двигателя внутреннего сгорания. Свечи зажигания воспламеняют топливно-воздушную смесь для движения поршней.', NULL, 0, 0, 10, 'low-quality-spark-plugs', 19, NULL, '', 0, 0, NULL, '-89874794', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:38'),
(709, 'Свеча зажигания среднего качества', 'Свеча зажигания среднего качества для двигателя внутреннего сгорания. Свечи зажигания воспламеняют топливно-воздушную смесь для движения поршней.', NULL, 0, 0, 10, 'medium-quality-spark-plugs', 19, NULL, '', 0, 0, NULL, '-493159321', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:40'),
(710, 'Скотч', 'Универсальная клейкая лента, усиленная тканевой основой.', NULL, 0, 0, 10, 'duct-tape', 19, NULL, '', 0, 0, NULL, '1401987718', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:02:42'),
(711, 'Старые микросхемы', 'Куча случайных микросхем.', NULL, 1, 0, 10, 'tech-trash', 19, 16, '', 5, 5, '', '73681876', '40.00', 2, '2024-11-22 15:00:21', 1, 197, '2024-05-06 12:02:44'),
(712, 'Топливный бак', 'Спаренный топливный бак.', NULL, 1, 0, 10, 'fuel-tank-vehicle-module', 19, 14, '', 1, 5, NULL, '1186655046', '10.00', NULL, NULL, 1, 198, '2024-05-06 12:02:46'),
(713, 'Шестерни', 'Набор шестерней, какие-то функциональны, какие-то нет.', NULL, 1, 0, 10, 'gears', 19, 16, '', 5, 0, NULL, '479143914', '25.00', NULL, NULL, 1, 199, '2024-05-06 12:02:48'),
(714, 'Электрический предохранитель', 'Ненадежный электрический предохранитель. Позволит подать питание на определенный промежуток времени.', NULL, 0, 0, 10, 'electric-fuse', 19, 16, '', 0, 0, '', '-629028935', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:02:49'),
(715, 'HBHF-датчик', 'Датчик сердцебиения, дыхания, влажности и шагов. Пропускает определенное количество энергии, которое зависит от количества игроков, замеченных в радиусе 10 метров', NULL, 0, 0, 10, 'hbhf-sensor', 20, 15, '', 0, 0, '', '-1507239837', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:03:15'),
(716, 'RAND-переключатель', 'Данный переключатель позволит подавать напряжение со случайным значением. Каждый раз, когда вход SET получает питание, то оно случайным образом выбирает значение \'истина\' или \'ложь\' для параметра пропуска электричества', NULL, 0, 0, 10, 'rand-switch', 20, NULL, '', 0, 0, NULL, '492357192', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:17'),
(717, 'Test Generator', 'В почтовый ящик можно положить только записки. Только вы имеете доступ к содержимому.', NULL, 0, 0, 10, 'test-generator', 20, NULL, '', 0, 0, NULL, '-295829489', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:19'),
(718, 'Автоматическая турель', 'Эта автоматическая электрическая турель открывает огонь и нейтрализует любые движущиеся объекты в зоне досягаемости. Вы должны снарядить ее оружием и соответствующими патронами. Примечание: турель будет искать цели в радиусе 180 градусов, смотря туда, откуда вы ее будете ставить. Требует 10 единиц энергии.', NULL, 1, 0, 10, 'auto-turret', 20, 15, '', 3, 15, '', '-2139580305', '70.00', 2, '2024-11-22 15:00:21', 1, 200, '2024-05-06 12:03:21'),
(719, 'Адаптер хранилища', 'Прикрепите к любому хранилищу, чтобы позволить подключать его к вводу/выводу конвейерных линий.', NULL, 1, 0, 10, 'storage-adaptor', 20, 15, '', 2, 10, NULL, '-1049172752', '5.00', NULL, NULL, 1, 201, '2024-05-06 12:03:23'),
(720, 'Блокатор', 'Данный объект прерывает питание, если на его второй слот ввода подается энергия.', NULL, 1, 0, 10, 'blocker', 20, 15, '', 10, 0, NULL, '-690968985', '15.00', NULL, NULL, 1, 202, '2024-05-06 12:03:25'),
(721, 'Большая анимированная неоновая табличка', 'Большая, анимированная неоновая табличка!', NULL, 1, 0, 10, 'large-animated-neon-sign', 20, 15, '', 1, 0, NULL, '1643667218', '10.00', NULL, NULL, 1, 203, '2024-05-06 12:03:27'),
(722, 'Большая солнечная панель', 'Солнечная панель, которая переводит солнечный свет в энергию. Количество генерируемой энергии зависит от яркости солнца и наклона.', NULL, 1, 0, 10, 'large-solar-panel', 20, 15, '', 5, 10, NULL, '2090395347', '35.00', NULL, NULL, 1, 204, '2024-05-06 12:03:29'),
(723, 'Большой аккумулятор', 'Большой перезаряжаемый аккумулятор. Должен быть заряжен как минимум на 5 секунд, прежде чем разрядить его. Может быть подключен на одной линии питания. Эффективность зарядки зависит от входящего питания, максимальный процент которой составляет 80%.', NULL, 1, 0, 10, 'large-rechargeable-battery', 20, 15, '', 1, 10, NULL, '553270375', '45.00', NULL, NULL, 1, 205, '2024-05-06 12:03:31'),
(724, 'Ветрогенератор', 'Конвертирует кинетическую энергию, полученную с ветра, в электрическую. Количество выходящей мощности напрямую зависит от скорости ветра. Сильные порывы ветра будут производить больше энергии.', NULL, 1, 0, 10, 'wind-turbine', 20, 15, '', 1, 0, NULL, '-1819763926', '60.00', NULL, NULL, 1, 206, '2024-05-06 12:03:33'),
(725, 'Водяной насос', 'Может быть помещен в источник воды, чтобы собрать эту воду при питании. Может быть подключено к другим элементам воды.', NULL, 0, 0, 10, 'water-pump', 20, 17, '', 0, 0, '', '-1284169891', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:03:35'),
(726, 'Воспламенитель', 'При получении питания зажигает ближайшие объекты, вроде печей и костров.', NULL, 0, 0, 10, 'igniter', 20, NULL, '', 0, 0, NULL, '-44876289', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:37'),
(727, 'Гофра для кабеля', 'Позволяет провести кабель через стену. Каждый ввод будет проводить на выход столько же энергии, сколько и было получено.', NULL, 0, 0, 10, 'cable-tunnel', 20, NULL, '', 0, 0, NULL, '1835946060', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:39'),
(728, 'Жидкостный разделитель', 'Разделяет единый поток жидкости на три разных подключения.', NULL, 0, 0, 10, 'fluid-splitter', 20, 17, '', 0, 0, '', '-1166712463', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:03:41'),
(729, 'Звуковая сигнализация', 'Динамик, проигрывающий звук сирены при получении питания', NULL, 0, 0, 10, 'audio-alarm', 20, NULL, '', 0, 0, NULL, '2100007442', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:43'),
(730, 'Инструмент трубопровода', 'Инструмент, который используется для соединения промышленных приборов. Наведите прицел на объект и нажмите на слот ввода/вывода, а затем наведите на слот другого прибора, чтобы создать соединение. Если зажать правую кнопку мыши, то соединение будут сброшено.', NULL, 0, 0, 10, 'pipe-tool', 20, 12, '', 0, 0, '', '-144513264', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:03:45'),
(731, 'Катушка Тесла', 'Электрическая ловушка, бьющая ближайших игроков током при активации. Чем больше объем питания, тем сильнее урон, однако постепенно теряет здоровье при работе. ', NULL, 0, 0, 10, 'tesla-coil', 20, NULL, '', 0, 0, NULL, '1371909803', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:47'),
(732, 'Кнопка', 'Простая электрическая кнопка.', NULL, 0, 0, 10, 'button', 20, NULL, '', 0, 0, NULL, '-1778897469', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:49'),
(733, 'Комбинатор питания', 'Этот объект объединяет два источника энергии в один сигнал. Полезно, когда надо соединить два слабых источника питания или солнечные панели для получения большей энергии. Может быть подключен на одной линии питания и к нельзя подключить приборы, которые не производят электричество.', NULL, 1, 0, 10, 'root-combiner', 20, 15, '', 10, 0, NULL, '-458565393', '10.00', NULL, NULL, 1, 207, '2024-05-06 12:03:51'),
(734, 'Компьютерная станция', 'Компьютерная станция для дистанционного управления', NULL, 0, 0, 10, 'computer-station', 20, 15, '', 0, 0, '', '-1588628467', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:03:53'),
(735, 'Контроллер двери', 'Контроллер двери. Управляет состоянием ближайшей двери, когда получает питание.', NULL, 1, 0, 10, 'door-controller', 20, 15, '', 5, 5, NULL, '-502177121', '25.00', NULL, NULL, 1, 208, '2024-05-06 12:03:55'),
(736, 'Лазерный датчик', 'Датчик, который подает питание на подключенный объект, когда лазер регистрирует движение игрока', NULL, 1, 0, 10, 'laser-detector', 20, 15, '', 5, 0, NULL, '-798293154', '5.00', NULL, NULL, 1, 209, '2024-05-06 12:03:57'),
(737, 'Лифт', 'Электрический лифт. Поставьте другой лифт выше или ниже этого, чтобы соединить его. Требуется энергия.', NULL, 0, 0, 10, 'elevator', 20, NULL, '', 0, 0, NULL, '1177596584', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:03:59'),
(738, 'Маленький аккумулятор', 'Малый перезаряжаемый аккумулятор. Должен быть заряжен как минимум на 5 секунд, прежде чем разрядить его. Может быть подключен на одной линии питания. Эффективность зарядки зависит от входящего питания, максимальный процент которой составляет 80%.', NULL, 1, 0, 10, 'small-rechargeable-battery', 20, 15, '', 1, 5, NULL, '-692338819', '15.00', NULL, NULL, 1, 210, '2024-05-06 12:04:01'),
(739, 'Малый генератор', 'Малый электрический генератор, работающий на топливе низкого качества. Выдает 40 единиц энергии.', NULL, 1, 0, 10, 'small-generator', 20, 15, '', 1, 0, NULL, '1849887541', '20.00', NULL, NULL, 1, 211, '2024-05-06 12:04:03'),
(740, 'Мигалка', 'Мигающий синий источник света', NULL, 0, 0, 10, 'flasher-light', 20, NULL, '', 0, 0, NULL, '-939424778', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:05'),
(741, 'Нажимная плита', 'Плита, которая подает питание на подключенный объект, когда на ней стоит игрок', NULL, 1, 0, 10, 'pressure-pad', 20, 15, '', 2, 5, NULL, '-2049214035', '10.00', NULL, NULL, 1, 212, '2024-05-06 12:04:07'),
(742, 'Неоновая табличка (большая)', 'Большая неоновая табличка!', NULL, 1, 0, 10, 'large-neon-sign', 20, 15, '', 1, 0, NULL, '866332017', '10.00', NULL, NULL, 1, 213, '2024-05-06 12:04:09'),
(743, 'Неоновая табличка (маленькая)', 'Маленькая неоновая табличка!', NULL, 1, 0, 10, 'small-neon-sign', 20, 15, '', 1, 0, NULL, '1305578813', '10.00', NULL, NULL, 1, 214, '2024-05-06 12:04:11'),
(744, 'Неоновая табличка (средняя)', 'Средняя неоновая табличка!', NULL, 1, 0, 10, 'medium-neon-sign', 20, 15, '', 1, 0, NULL, '-1423304443', '10.00', NULL, NULL, 1, 215, '2024-05-06 12:04:13'),
(745, 'Пейджер', 'Радиочастотный пейджер. Издает писк при получении сигнала на прослушиваемой частоте. Может быть переключен на беззвучный режим.', NULL, 0, 0, 10, 'rf-pager', 20, NULL, '', 0, 0, NULL, '-566907190', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:15'),
(746, 'Переключатель', 'Простой электрический переключатель', NULL, 1, 0, 10, 'switch', 20, 15, '', 2, 0, NULL, '1951603367', '5.00', NULL, NULL, 1, 216, '2024-05-06 12:04:17'),
(747, 'Переключатель ', 'Логический переключатель, который пропускает через себя электричество, когда ОБА входа имеют питание. На выходе будет питание взятое от источника с большим количеством энергии', NULL, 1, 0, 10, 'and-switch', 20, 15, '', 2, 0, NULL, '1171735914', '5.00', NULL, NULL, 1, 217, '2024-05-06 12:04:19'),
(748, 'Переключатель ', 'Логический переключатель, который пропускает через себя электричество, когда ЛЮБОЙ из выходов имеет питание. На выходе будет питание взятое от источника с большим количеством энергии', NULL, 1, 0, 10, 'or-switch', 20, 15, '', 2, 5, NULL, '-1286302544', '5.00', NULL, NULL, 1, 218, '2024-05-06 12:04:21'),
(749, 'Переключатель ', 'Результат равен 1, если число складываемых единичных битов нечетно и равен 0, если четно. Другими словами, если оба соответствующих бита операндов равны между собой, двоичный разряд результата равен 0; в противном случае, двоичный разряд результата равен 1.', NULL, 1, 0, 10, 'xor-switch', 20, 15, '', 2, 0, NULL, '1293102274', '5.00', NULL, NULL, 1, 219, '2024-05-06 12:04:23'),
(750, 'Подъемник для транспорта', 'Позволит редактировать модульный транспорт', NULL, 1, 0, 10, 'modular-car-lift', 20, 14, '', 1, 5, NULL, '1696050067', '40.00', NULL, NULL, 1, 220, '2024-05-06 12:04:25'),
(751, 'Поисковый фонарь', 'Большой и широкий луч, с возможностью повернуть в нужную сторону.', NULL, 1, 0, 10, 'search-light', 20, 14, '', 1, 5, NULL, '2087678962', '25.00', NULL, NULL, 1, 221, '2024-05-06 12:04:27'),
(752, 'Потолочный светильник', 'Небольшой потолочный источник света.', NULL, 1, 0, 10, 'ceiling-light', 20, 15, '', 3, 10, '', '1142993169', '7.00', NULL, NULL, 1, 222, '2024-05-06 12:04:29'),
(753, 'Провод', 'Инструмент, который используется для соединения электрических приборов. Наведите прицел на объект и нажмите на слот ввода/вывода, а затем наведите на слот другого прибора, чтобы создать соединение. Если зажать правую кнопку мыши, то соединение будут сброшено.', NULL, 1, 0, 10, 'wire-tool', 20, 12, '', 1, 1, '', '-144417939', '5.00', 2, NULL, 1, 223, '2024-05-06 12:04:30'),
(754, 'Промышленная лампа', 'Маленький источник света.', NULL, 1, 0, 10, 'industrial-wall-light', 20, 15, '', 10, 10, NULL, '1623701499', '15.00', NULL, NULL, 1, 224, '2024-05-06 12:04:32'),
(755, 'Промышленная лампа (зеленая)', 'Маленький источник зеленого света.', NULL, 1, 0, 10, 'green-industrial-wall-light', 20, 15, '', 10, 10, NULL, '1268178466', '15.00', NULL, NULL, 1, 225, '2024-05-06 12:04:34'),
(756, 'Промышленная лампа (красная)', 'Маленький источник красного света.', NULL, 1, 0, 10, 'red-industrial-wall-light', 20, 15, '', 10, 10, NULL, '-1160621614', '15.00', NULL, NULL, 1, 226, '2024-05-06 12:04:36'),
(757, 'Промышленный комбинатор', 'Объединяет три отдельных пути конвейеров в один', NULL, 1, 0, 10, 'industrial-combiner', 20, 15, '', 5, 0, NULL, '1538126328', '10.00', NULL, NULL, 1, 227, '2024-05-06 12:04:38'),
(758, 'Промышленный конвейер', 'Перемещает предмет из одного хранилища в другое.', NULL, 1, 0, 10, 'industrial-conveyor', 20, 15, '', 2, 0, NULL, '610102428', '5.00', NULL, NULL, 1, 228, '2024-05-06 12:04:40'),
(759, 'Промышленный разделитель', 'Разделяет одну конвейерную линию в три отдельные', NULL, 1, 0, 10, 'industrial-splitter', 20, 15, '', 1, 0, NULL, '742745918', '10.00', NULL, NULL, 1, 229, '2024-05-06 12:04:42'),
(760, 'Промышленный сборщик', 'Прикрепляется к верстаку для автоматического создания предметов.', NULL, 1, 0, 10, 'industrial-crafter', 20, 15, '', 1, 0, NULL, '1430085198', '10.00', NULL, NULL, 1, 230, '2024-05-06 12:04:44'),
(761, 'Простая лампа', 'Простой источник света для дебага', NULL, 0, 0, 10, 'simple-light', 20, 15, '', 4, 5, '', '-282113991', '15.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:46'),
(762, 'Радиопередатчик', 'Радиопередатчик', NULL, 0, 0, 10, 'rf-broadcaster', 20, NULL, '', 0, 0, NULL, '-1044468317', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:48'),
(763, 'Радиоприемник', 'Радиоприемник', NULL, 0, 0, 10, 'rf-receiver', 20, NULL, '', 0, 0, NULL, '888415708', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:50'),
(764, 'Разбрызгиватель ', 'Маленький разбрызгиватель, который распыляет воду вокруг себя. Требуется соединение шлангом для подачи воды.', NULL, 1, 0, 10, 'sprinkler', 20, 17, '', 5, 0, NULL, '-781014061', '10.00', NULL, NULL, 1, 231, '2024-05-06 12:04:52'),
(765, 'Разветвитель', 'Разделяет электрический сигнал на три отдельных. Мощность на выходе будет равна мощности на входе, поделенная на количество задействованных выводов.', NULL, 1, 0, 10, 'splitter', 20, 15, '', 2, 0, NULL, '-563624462', '5.00', NULL, NULL, 1, 232, '2024-05-06 12:04:54'),
(766, 'Роскошная Рождественская гирлянда', 'Цветая анимированная электрическая гирлянда. Требует 5 электричества. Нажмите ЛКМ для начала размещения, нажмите ПКМ для окончания. Каждая часть имеет длину 0.5 метров.', NULL, 0, 0, 10, 'deluxe-christmas-lights', 20, NULL, '', 0, 0, NULL, '-151387974', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:56'),
(767, 'Сирена', 'Вращающаяся мигалка', NULL, 0, 0, 10, 'siren-light', 20, NULL, '', 0, 0, NULL, '762289806', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:04:58'),
(768, 'Соединитель жидкости', 'Объединяет три отдельных потока жидкости в одно соединение.', NULL, 0, 0, 10, 'fluid-combiner', 20, 17, '', 0, 0, '', '-265292885', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:05:00'),
(769, 'Средний аккумулятор', 'Средний перезаряжаемый аккумулятор. Требуется минимум 5 секунд зарядки для передачи энергии. Можно подключить последовательно. Эффективность зарядки зависит от потока входящей энергии, максимальный процент которой составляет 80%.', NULL, 0, 0, 10, 'medium-rechargeable-battery', 20, NULL, '', 0, 0, NULL, '2023888403', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:05:02'),
(770, 'Средняя анимированная табличка', 'Анимированная неоновая табличка!', NULL, 1, 0, 10, 'medium-animated-neon-sign', 20, 15, '', 1, 0, NULL, '42535890', '10.00', NULL, NULL, 1, 233, '2024-05-06 12:05:04'),
(771, 'Счетчик', 'Обычный счетчик с экраном на электронно-лучевой трубке. Может показывать получаемое питание и показать его посреди двух подключенных приборов.', NULL, 1, 0, 10, 'counter', 20, 15, '', 1, 0, NULL, '-216999575', '5.00', NULL, NULL, 1, 234, '2024-05-06 12:05:06'),
(772, 'Счетчик ресурсов', 'Счетчик ресурсов прикрепляется к шкафу с инструментами и большим ящикам, что позволит следить за их содержимым. Слот вывода подает импульс, когда содержимое обновляется.', NULL, 0, 0, 10, 'storage-monitor', 20, NULL, '', 0, 0, NULL, '1149964039', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:05:08'),
(773, 'Таймер', 'Переключатель с таймером, который пропускает через себя питание на определенный промежуток времени.', NULL, 1, 0, 10, 'timer', 20, 15, '', 2, 0, NULL, '665332906', '5.00', NULL, NULL, 1, 235, '2024-05-06 12:05:10'),
(774, 'Тренировочная мишень', 'Тренировочная мишень, которая сбивается после попадания. Может быть поднята.', NULL, 0, 0, 10, 'reactive-target', 20, NULL, '', 0, 0, NULL, '-1736356576', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:05:12'),
(775, 'Умная Сигнализация', 'Отправляет уведомления на ваш телефон, когда включен.', NULL, 0, 0, 10, 'smart-alarm', 20, NULL, '', 0, 0, NULL, '-695978112', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:05:14'),
(776, 'Умный переключатель', 'Умный электрический переключатель.', NULL, 1, 0, 10, 'smart-switch', 20, 15, '', 2, 0, '', '988652725', '10.00', 2, NULL, 1, 236, '2024-05-06 12:05:15'),
(777, 'Управляемая камера видеонаблюдения', 'Система видеонаблюдения может использоваться в реальном времени для наблюдения и безопасности в сочетании с компьютерной станцией. Эта камера обладает возможностями поворота, наклона и масштабирования.', NULL, 0, 0, 10, 'ptz-cctv-camera', 20, NULL, '', 0, 0, NULL, '140006625', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:05:17'),
(778, 'Циркуляционный насос', 'Простой переключатель, позволяющий жидкости пройти через него. Может быть включен/выключен вручную или с помощью электричества. Также может подать воду на более высокие объекты при наличии питания.\n', NULL, 1, 0, 10, 'fluid-switch-&-pump', 20, 17, '', 5, 0, NULL, '443432036', '10.00', NULL, NULL, 1, 237, '2024-05-06 12:06:11'),
(779, 'Шланг', 'Инструмент, используемый для создания жидкостных связей между объектами. Наведитесь на объект и нажмите на кнопку ввода / вывода, затем нажмите на кнопку ввода / вывода другого объекта, чтобы сформировать соединение.', NULL, 0, 0, 10, 'hose-tool', 20, 12, '', 0, 0, '', '363163265', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:06:13'),
(780, 'Электрическая печь', 'Электрический вариант печи, которая потребляет электричество вместо топлива.', NULL, 1, 0, 10, 'electric-furnace', 20, 15, '', 1, 10, NULL, '-1196547867', '20.00', NULL, NULL, 1, 238, '2024-05-06 12:06:14'),
(781, 'Электрический обогреватель', 'Обеспечивает теплом в определенном радиусе, если прибор включен', NULL, 0, 0, 10, 'electric-heater', 20, 15, '', 0, 0, '', '-784870360', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:06:16'),
(782, 'Электрический разветвитель', 'Данный объект позволит вам сделать ответвление от основной линии питания с определенной мощностью.', NULL, 1, 0, 10, 'electrical-branch', 20, 15, '', 10, 0, NULL, '-1448252298', '20.00', NULL, NULL, 1, 239, '2024-05-06 12:06:18'),
(783, 'Электроочиститель воды', 'Устройство, которое преобразует соленую воду в пресную воду при питании.', NULL, 0, 0, 10, 'powered-water-purifier', 20, 17, '', 0, 0, '', '-365097295', '0.00', 2, NULL, 1, 1000, '2024-05-06 12:06:20'),
(784, 'Ячейка памяти', 'Ячейка памяти на 1 бит. Вход SET выставит значение 1. Вход CLEAR выставит значение 0. Вывод пропустит ток, если значение будет выставлено на 1. Инвертированный вывод пропустит ток, если значение выставлено на 0. Данный модуль также известен как D-триггер', NULL, 1, 0, 10, 'memory-cell', 20, 15, '', 10, 0, NULL, '-746647361', '10.00', NULL, NULL, 1, 240, '2024-05-06 12:06:22'),
(785, 'Акустическая гитара', 'Акустическая гитара, подходит для ночных посиделок возле костра.', NULL, 0, 0, 10, 'acoustic-guitar', 21, NULL, '', 0, 0, NULL, '-2124352573', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:43'),
(786, 'Барабанная установка из хлама', 'Груда кастрюль, сковородок и ведер, которые превратились в рабочую ударную установку. Три тарелки и несколько барабанов том-том и бочка говорят о том, что Вы запросто можете создавать свой собственный ударный ритм.', NULL, 0, 0, 10, 'junkyard-drum-kit', 21, NULL, '', 0, 0, NULL, '-1330640246', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:45'),
(787, 'Бас-лопата', 'Используйте эту лопату со струнами, чтобы играть низкие, дребезжащие мелодии.', NULL, 0, 0, 10, 'shovel-bass', 21, NULL, '', 0, 0, NULL, '-2107018088', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:46'),
(788, 'Бубен', 'Куча смятых банок собранных в кольцо, которые способны создать отличную фоновую перкуссию.', NULL, 0, 0, 10, 'canbourine', 21, NULL, '', 0, 0, NULL, '-1379036069', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:48'),
(789, 'Гитара из канистры', 'Используйте уникальную акустическую гитару из канистры, чтобы сыграть простую мелодию.', NULL, 0, 0, 10, 'jerry-can-guitar', 21, NULL, '', 0, 0, NULL, '-979951147', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:50'),
(790, 'Диско-танцпол', 'Яркий светящийся пол, пульсирующий в такт музыке.', NULL, 1, 0, 10, 'disco-floor', 21, 14, '', 1, 0, NULL, '1735402444', '5.00', NULL, NULL, 1, 241, '2024-05-06 12:06:52'),
(791, 'Диско-шар', 'Втянитесь в атмосферу вечеринки с этим диско-шаром.', NULL, 1, 0, 10, 'disco-ball', 21, 14, '', 1, 0, NULL, '1895235349', '5.00', NULL, NULL, 1, 242, '2024-05-06 12:06:54'),
(792, 'Доска', 'Используйте эту доску, чтобы поймать крутые волны.', NULL, 1, 0, 10, 'boogie-board', 21, 14, '', 1, 0, NULL, '-1478094705', '5.00', NULL, NULL, 1, 243, '2024-05-06 12:06:56'),
(793, 'Завернутый подарок', 'Лениво завернутый подарок.', NULL, 0, 0, 10, 'wrapped-gift', 21, NULL, '', 0, 0, NULL, '204970153', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:57'),
(794, 'Зеленый фейерверк', 'Очень большой минометный фейерверк с зеленой вспышкой', NULL, 0, 0, 10, 'green-boomer', 21, NULL, '', 0, 0, NULL, '-656349006', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:06:59'),
(795, 'Каркасный бассейн', 'Большой деревянный бассейн, который можно наполнить водой.', NULL, 1, 0, 10, 'above-ground-pool', 21, 14, '', 1, 0, NULL, '1840570710', '15.00', NULL, NULL, 1, 244, '2024-05-06 12:07:01'),
(796, 'Кассета - Длинная', 'Вы можете записать на кассету любой звук с помощью кассетного диктофона. Вмещает до 30 секунд записи.', NULL, 0, 0, 10, 'cassette-long', 21, NULL, '', 0, 0, NULL, '476066818', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:03'),
(797, 'Кассета - Короткая', 'Вы можете записать на кассету любой звук с помощью кассетного диктофона. Вмещает до 10 секунд записи.', NULL, 0, 0, 10, 'cassette-short', 21, NULL, '', 0, 0, NULL, '1523403414', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:05'),
(798, 'Кассета - Средняя', 'Вы можете записать на кассету любой звук с помощью кассетного диктофона. Вмещает до 20 секунд записи.', NULL, 0, 0, 10, 'cassette-medium', 21, NULL, '', 0, 0, NULL, '-912398867', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:06'),
(799, 'Кассетный диктофон', 'Вставьте кассету и нажмите [attack], чтобы воспроизвести записанный звук, [attack2], чтобы записать новый звук, и [+reload], чтобы бросить.', NULL, 0, 0, 10, 'cassette-recorder', 21, NULL, '', 0, 0, NULL, '-1530414568', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:08'),
(800, 'Кассетный магнитофон', 'Портативный магнитофон, который может воспроизводить кассеты и интернет-радио. Нажмите [attack] чтобы начать/остановить проигрыш, и [attack2] чтобы изменить настройки.', NULL, 1, 0, 10, 'portable-boom-box', 21, 14, '', 1, 0, NULL, '576509618', '5.00', NULL, NULL, 1, 245, '2024-05-06 12:07:10'),
(801, 'Колокольчик', 'Дорожный знак, который был использован для создания красивой, успокаивающей, перкуссии.', NULL, 0, 0, 10, 'cowbell', 21, NULL, '', 0, 0, NULL, '-1049881973', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:12'),
(802, 'Красный фейерверк', 'Очень большой минометный фейерверк с красной вспышкой', NULL, 0, 0, 10, 'red-boomer', 21, NULL, '', 0, 0, NULL, '-1553999294', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:13'),
(803, 'Ксилофон', 'Подборка костей, «приобретенных» из-за их акустических свойств. Сыграйте для своего лагеря колыбельную с этими успокаивающими мелодиями.', NULL, 0, 0, 10, 'xylobone', 21, NULL, '', 0, 0, NULL, '-211235948', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:15'),
(804, 'Лазерный проектор', 'Небольшое устройство, которое выпускает видимые лучи в такт музыке.', NULL, 0, 0, 10, 'laser-light', 21, NULL, '', 0, 0, NULL, '853471967', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:17'),
(805, 'Лежак', 'Лежак – лучший способ расслабиться на пляже или возле бассейна.', NULL, 0, 0, 10, 'beach-chair', 21, NULL, '', 0, 0, NULL, '-321431890', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:19'),
(806, 'Лента фейерверков', 'Счастливого Лунного нового года!', NULL, 0, 0, 10, 'firecracker-string', 21, NULL, '', 0, 0, NULL, '-1961560162', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:07:21'),
(807, 'Мегафон', 'Мегафон, который позволяет транслировать ваш голос. [attack] чтобы активировать микрофон.', NULL, 1, 0, 10, 'megaphone', 21, 14, '', 1, 0, NULL, '-583379016', '10.00', NULL, NULL, 1, 246, '2024-05-06 12:07:22'),
(808, 'Микрофонная стойка', 'Микрофон с питанием, позволяющий транслировать свой голос. Нажмите [+attack2], чтобы изменить голосовой режим между высоким и низким тоном.', NULL, 0, 0, 10, 'microphone-stand', 21, NULL, '', 0, 0, NULL, '39600618', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:24'),
(809, 'Мобильный телефон', 'Мобильный телефон, позволяющий звонить отовсюду. Поистине передовая технология Cobalt. Нажмите [attack], чтобы перейти к набору номера.', NULL, 0, 0, 10, 'mobile-phone', 21, NULL, '', 0, 0, NULL, '-20045316', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:26'),
(810, 'Музыкальная лампа', 'Свет, который будет пульсировать в такт музыке при подключении к музыкальному центру.', NULL, 0, 0, 10, 'sound-light', 21, NULL, '', 0, 0, NULL, '-343857907', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:28'),
(811, 'Музыкальный центр', 'Большой динамик для воспроизведения записанных кассет, который также может транслировать аудио из Интернета. Откройте настройки, чтобы изменить параметры звука.', NULL, 0, 0, 10, 'boom-box', 21, NULL, '', 0, 0, NULL, '-1113501606', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:30'),
(812, 'Надувной бассейн', 'Маленький надувной бассейн, который можно наполнить водой.', NULL, 0, 0, 10, 'paddling-pool', 21, NULL, '', 0, 0, NULL, '-733625651', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:32'),
(813, 'Небесный фонарик', 'Красивый небесный фонарь. Может быть запущен в любом направлении. Содержит один слот. Может быть зажжен с помощью факела.', NULL, 0, 0, 10, 'sky-lantern', 21, NULL, '', 0, 0, NULL, '1819863051', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:34'),
(814, 'Новогодний гонг', 'Встречайте Лунный Новый год с массивным гонгом!', NULL, 0, 0, 10, 'new-year-gong', 21, NULL, '', 0, 0, NULL, '-961457160', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:36'),
(815, 'Оберточная бумага', 'Используйте это для запаковки предмета в лениво запакованный подарок', NULL, 0, 0, 10, 'wrapping-paper', 21, NULL, '', 0, 0, NULL, '1094293920', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:38'),
(816, 'Оранжевый фейерверк', 'Очень большой минометный фейерверк с оранжевой вспышкой', NULL, 0, 0, 10, 'orange-boomer', 21, NULL, '', 0, 0, NULL, '-7270019', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:40'),
(817, 'Пан-флейта', 'Связка труб из ПВХ, которые можно использовать для воспроизведения различных мелодий.', NULL, 0, 0, 10, 'pan-flute', 21, NULL, '', 0, 0, NULL, '-2040817543', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:41'),
(818, 'Пиньята', 'Бей!', NULL, 0, 0, 10, 'pinata', 21, NULL, '', 0, 0, NULL, '-1442496789', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:43'),
(819, 'Пляжное полотенце', 'Цветное пляжное полотенце. Положив его, вы сможете создать точку возрождения.', NULL, 0, 0, 10, 'beach-towel', 21, NULL, '', 0, 0, NULL, '-8312704', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:45'),
(820, 'Пляжный зонтик', 'Большой зонт, который прикроет вас от солнца.', NULL, 0, 0, 10, 'beach-parasol', 21, NULL, '', 0, 0, NULL, '-1621539785', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:47'),
(821, 'Пляжный столик', 'Маленький столик, на который можно поставить напитки во время отдыха.', NULL, 0, 0, 10, 'beach-table', 21, NULL, '', 0, 0, NULL, '657352755', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:49'),
(822, 'Римская свеча (зеленая)', 'Маленький повторяющийся фейерверк, выпускающий серии зеленых салютов в воздух', NULL, 0, 0, 10, 'green-roman-candle', 21, NULL, '', 0, 0, NULL, '-1306288356', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:51'),
(823, 'Римская свеча (красная)', 'Маленький повторяющийся фейерверк, стреляющий серией красных шаров в воздух.', NULL, 0, 0, 10, 'red-roman-candle', 21, NULL, '', 0, 0, NULL, '-1486461488', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:53'),
(824, 'Римская свеча (синяя)', 'Маленький повторяющийся фейерверк, выпускающий серии синих салютов в воздух', NULL, 0, 0, 10, 'blue-roman-candle', 21, NULL, '', 0, 0, NULL, '-515830359', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:54'),
(825, 'Римская свеча (фиолетовая)', 'Маленький повторяющийся фейерверк, выпускающий серии фиолетовых салютов в воздух', NULL, 0, 0, 10, 'violet-roman-candle', 21, NULL, '', 0, 0, NULL, '-99886070', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:56'),
(826, 'Рояль на тачке', 'Рояль - это реконструированная тачка, которая весит тонну, но компенсирует это широким спектром нот.', NULL, 0, 0, 10, 'wheelbarrow-piano', 21, NULL, '', 0, 0, NULL, '1272430949', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:08:58'),
(827, 'Санки', 'Деревянные санки для быстрого спуска по заснеженным холмам.', NULL, 0, 0, 10, 'sled', 21, NULL, '', 0, 0, NULL, '-333406828', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:00'),
(828, 'Синий фейерверк', 'Очень большой минометный фейерверк с голубой вспышкой', NULL, 0, 0, 10, 'blue-boomer', 21, NULL, '', 0, 0, NULL, '1744298439', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:02'),
(829, 'Спасательный круг', 'Надувной круг для водных развлечений.', NULL, 0, 0, 10, 'inner-tube', 21, NULL, '', 0, 0, NULL, '-697981032', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:04'),
(830, 'Сузафон', 'Коллекция использованных трубок, переделанных в тубу. Наверное, это не очень гигиенично.', NULL, 0, 0, 10, 'sousaphone', 21, NULL, '', 0, 0, NULL, '1784406797', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:06'),
(831, 'Телефон', 'Используйте телефон для связи с другими телефонами на острове!', NULL, 0, 0, 10, 'telephone', 21, NULL, '', 0, 0, NULL, '1234878710', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:07'),
(832, 'Трофей с черепом', 'Декоративное крепление, на которое можно разместить череп ваших товарищей или неприятелей.', NULL, 0, 0, 10, 'skull-trophy', 21, NULL, '', 0, 0, NULL, '-769647921', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:09'),
(833, 'Труба сантехника', 'Трубите в свой рог с этой медной импровизированной трубой.', NULL, 0, 0, 10, 'plumber\'s-trumpet', 21, NULL, '', 0, 0, NULL, '273172220', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:11'),
(834, 'Уличный громкоговоритель', 'Небольшой громкоговоритель, который будет воспроизводить любые аудиозаписи с подключенного музыкального центра.', NULL, 0, 0, 10, 'connected-speaker', 21, NULL, '', 0, 0, NULL, '968421290', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:13'),
(835, 'Фейерверк (настраиваемый)', 'Специальный бумер, который позволяет вам освещать ночное небо с помощью собственного рисунка, который вы рисуете. Доступны несколько цветов и настроек высоты.', NULL, 0, 0, 10, 'pattern-boomer', 21, NULL, '', 0, 0, NULL, '-379734527', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:15'),
(836, 'Фейерверк «Белый вулкан»', 'Испускает красивый душ из белых искр', NULL, 0, 0, 10, 'white-volcano-firework', 21, NULL, '', 0, 0, NULL, '261913429', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:16'),
(837, 'Фейерверк «Красный вулкан»', 'Испускает красивый душ из красных искр', NULL, 0, 0, 10, 'red-volcano-firework', 21, NULL, '', 0, 0, NULL, '-454370658', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:18'),
(838, 'Фейерверк «Фиолетовый вулкан»', 'Испускает красивый душ из фиолетовых искр', NULL, 0, 0, 10, 'violet-volcano-firework', 21, NULL, '', 0, 0, NULL, '-1538109120', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:20'),
(839, 'Фейерверк Брызги шампанского', 'Очень большой фейерверк минометного типа с мощным взрывом цвета шампанского, за которым следуют более мелкие оранжевые вспышки', NULL, 0, 0, 10, 'champagne-boomer', 21, NULL, '', 0, 0, NULL, '1324203999', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:22'),
(840, 'Фиолетовый фейерверк', 'Очень большой минометный фейерверк с фиолетовой вспышкой', NULL, 0, 0, 10, 'violet-boomer', 21, NULL, '', 0, 0, NULL, '-280223496', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:24'),
(841, 'Хлопушка с конфетти', 'Выстреливает конфетти в честь дня рождения.', NULL, 0, 0, 10, 'confetti-cannon', 21, NULL, '', 0, 0, NULL, '1603174987', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:26'),
(842, 'Черепа на копьях', 'Копья с насаженными черепами. Очень жутко.', NULL, 0, 0, 10, 'skull-spikes', 21, NULL, '', 0, 0, NULL, '-1073015016', '0.00', NULL, NULL, 1, 1000, '2024-05-06 12:09:28'),
(843, 'Деньги', '', NULL, 0, 1, 100, '', 21, NULL, '', 0, 0, '', '0', '0.00', NULL, NULL, 1, 1000, '2024-05-06 14:46:28'),
(844, 'Retro Tool Cupboard', '', NULL, 1, 0, 10, '', 9, 6, '', 1, 0, NULL, '1488606552', '10.00', NULL, NULL, 1, 11, '2024-05-16 07:58:32'),
(845, 'Скины на 14 дней', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'addgroup %STEAMID% skins 14d', '', '179.00', NULL, NULL, 1, 1000, '2024-05-22 08:54:47'),
(846, 'Скины на 30 дней', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'addgroup %STEAMID% skins 30d', '', '290.00', NULL, NULL, 1, 1000, '2024-05-22 08:55:33'),
(847, 'Скины на 90 дней', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'addgroup %STEAMID% skins 90d', '', '690.00', NULL, NULL, 1, 1000, '2024-05-22 08:56:03'),
(848, 'Изучения 1-го верстака', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'grantperm %STEAMID% blueprintmanager.WorkbenchLvL0 30d\r\ngrantperm %STEAMID% blueprintmanager.WorkbenchLvL1 30d', '', '199.00', NULL, NULL, 1, 1000, '2024-05-22 08:59:44'),
(849, 'Изучения 2-го верстака', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'grantperm %STEAMID% blueprintmanager.WorkbenchLvL2 30d', '', '599.00', NULL, NULL, 1, 1000, '2024-05-22 09:00:15'),
(850, 'Изучения 3-го верстака', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'grantperm %STEAMID% blueprintmanager.WorkbenchLvL3 30d', '', '999.00', NULL, NULL, 1, 1000, '2024-05-22 09:00:42'),
(851, 'Все изучения', '', NULL, 0, 0, 0, '', 21, NULL, '', 1, 0, 'grantperm %STEAMID% blueprintmanager.WorkbenchLvL0 30d\ngrantperm %STEAMID% blueprintmanager.WorkbenchLvL1 30d\ngrantperm %STEAMID% blueprintmanager.WorkbenchLvL2 30d\ngrantperm %STEAMID% blueprintmanager.WorkbenchLvL3 30d', '', '1799.00', NULL, NULL, 1, 1000, '2024-05-22 09:01:22'),
(852, 'Миникоптер', 'Ставьте 1 миникоптер в любое место', NULL, 1, 0, 0, '', 21, 14, '', 1, 0, 'helper spawn %STEAMID% \"assets/content/vehicles/minicopter/minicopter.entity.prefab\"', '', '190.00', 6, '2024-11-22 19:00:21', 1, 0, '2024-05-22 09:18:57'),
(853, 'Скины на постройки 14 дней', '<div style=\"text-align: left\">\nПосле покупки у вас откроется доступ к строительным скинам и командам на 14 дней:\n<br><span style=\"font-size: 18px; color: #aaf16e;\">/bskin</span>&nbsp;—&nbsp;открывает меню для установки скина здания по умолчанию.\n<br><span style=\"font-size: 18px; color: #aaf16e;\">/bskin build</span>&nbsp;—&nbsp;обновление скина просматриваемого вами блока и всего, что с ним связано.\n</div>', NULL, 0, 0, 0, '', 21, 1, NULL, 1, 0, 'addgroup %STEAMID% building 14d', '', '90.00', NULL, NULL, 1, 10, '2024-06-01 13:05:52'),
(854, 'Assault Rifle - ICE', '', NULL, 1, 0, 0, 'rifle.ak.ice', 8, 2, NULL, 1, 0, '', '-1335497659', '72.00', 6, '2024-11-22 19:00:21', 1, 12, '2024-06-23 19:55:56'),
(855, 'Горелка', '', NULL, 0, 0, 0, 'divertorch', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(856, 'Бетонный топор', '', NULL, 0, 0, 0, 'concretehatchet', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(857, 'Бетонная кирка', '', NULL, 0, 0, 0, 'concretepickaxe', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(858, 'Старый лук', '', NULL, 0, 0, 0, 'legacy bow', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(859, 'Abyss Assault Rifle', '', NULL, 0, 0, 0, 'rifle.ak.diver', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(860, 'Abyss Metal Hatchet', '', NULL, 0, 0, 0, 'diverhatchet', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(861, 'Abyss Metal Pickaxe', '', NULL, 0, 0, 0, 'diverpickaxe', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(862, 'Dragon Rocket Launcher', '', NULL, 0, 0, 0, 'rocket.launcher.dragon', 8, 2, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(863, 'Бочка', '', NULL, 0, 0, 0, 'barrel', 18, 14, NULL, 1, 0, '', '', '0.00', NULL, '2024-08-01 23:59:05', 1, 1000, '2024-06-23 19:55:56'),
(864, 'Гаражная дверь Prostoj', '', NULL, 0, 0, 0, '', 9, NULL, NULL, 1, 0, 'helper giveto %STEAMID% \"-148794216\" \"1\" \"3310903792\"', '', '100.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-09-15 20:33:24'),
(865, 'Ракетница Prostoj', '', NULL, 0, 0, 0, '', 8, NULL, NULL, 1, 0, 'helper giveto %STEAMID% \"442886268\" \"1\" \"3333061178\"', '', '100.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-09-17 23:58:12'),
(866, 'Продвинутый антирадиационный чай', 'Чай, который уменьшает количество здоровья, теряемого от радиации', NULL, 0, 0, 10, 'radiationresisttea.advanced', 15, NULL, '', 0, 0, '', '-1729415579', '0.00', NULL, NULL, 1, 1000, '2024-05-06 11:55:58'),
(867, 'High Caliber Револьвер', '', NULL, 1, 1, 1, '', 8, 2, NULL, 1, 0, '', '-92315244', '29.00', 2, '2024-11-22 15:00:21', 1, 9, '2024-10-05 22:34:24'),
(868, 'Акваскутер', '', NULL, 1, 1, 1, '', 18, 14, NULL, 1, 10, '', '-1056824343', '30.00', 2, '2024-11-22 15:00:21', 1, 10, '2024-10-05 22:44:48'),
(869, 'Frontier Suit', '', NULL, 1, 0, 0, '', 12, 5, NULL, 1, 0, '', '-105415879', '25.00', 2, '2024-11-22 15:00:21', 1, 8, '2024-10-17 16:35:24'),
(870, 'Конфеты на Хеллоуин', '', NULL, 0, 0, 0, 'halloween.candy', 8, 14, NULL, 1, 0, '', '-888153050', '1.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-10-29 05:20:13'),
(871, 'Большая сумка с добычей', '', NULL, 0, 0, 0, 'halloween.lootbag.large', 8, 14, NULL, 1, 0, '', '479292118', '1.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-10-29 05:22:29'),
(872, 'Средний мешок с добычей', '', NULL, 0, 0, 0, 'halloween.lootbag.medium', 8, 14, NULL, 1, 0, '', '1899610628', '1.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-10-29 05:23:47'),
(873, 'Маленькая сумка с добычей', '', NULL, 0, 0, 0, 'halloween.lootbag.small', 8, 1, NULL, 1, 0, '', '1319617282', '1.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-10-29 05:24:31'),
(874, 'Gravestone', '', NULL, 0, 0, 0, 'gravestone', 8, 3, NULL, 1, 0, '', '809199956', '1.00', 2, '2024-11-22 15:00:21', 1, 1000, '2024-10-29 05:27:51'),
(876, 'Дробовик M4', '', NULL, 1, 0, 0, '', 8, 2, NULL, 1, 0, '', '678698219', '45.00', 6, '2024-11-22 19:00:21', 1, 22, '2024-11-13 07:16:55'),
(877, 'СКС', '', NULL, 1, 0, 0, '', 8, 2, NULL, 1, 0, '', '-348232115', '50.00', 6, '2024-11-22 19:00:21', 1, 20, '2024-11-13 07:17:46');

-- --------------------------------------------------------

--
-- Структура таблицы `drop_image`
--

CREATE TABLE `drop_image` (
  `id` int(10) UNSIGNED NOT NULL,
  `drop_id` int(10) UNSIGNED NOT NULL,
  `type` int(10) UNSIGNED NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `drop_image`
--

INSERT INTO `drop_image` (`id`, `drop_id`, `type`, `image`, `created_at`) VALUES
(1, 49, 1, '/drop/49_4d7091cd05c44a5a5f041632444ecb8f.png', '2024-05-06 09:41:31'),
(2, 50, 1, '/drop/50_3b091e7973ede403a7be0df111b6562e.png', '2024-05-06 09:43:59'),
(3, 51, 1, '/drop/51_b3f55da396fd6fcd8937e4b503859c32.png', '2024-05-06 09:44:00'),
(4, 52, 1, '/drop/52_f237a15541659149f90d02731d2dcfa8.png', '2024-05-06 09:44:00'),
(5, 53, 1, '/drop/53_8d1899bb21feebab476caeeb33e68444.png', '2024-05-06 09:44:01'),
(6, 54, 1, '/drop/54_158e8bc0bf0dee0cc00017a23c61ce57.png', '2024-05-06 09:44:02'),
(7, 55, 1, '/drop/55_90fa1d19c3cfc0634c61d508466649f6.png', '2024-05-06 09:44:03'),
(8, 56, 1, '/drop/56_95e42cbba15bc4d4b649c12b795eaf67.png', '2024-05-06 09:44:04'),
(9, 57, 1, '/drop/57_95e42cbba15bc4d4b649c12b795eaf67.png', '2024-05-06 09:44:05'),
(10, 58, 1, '/drop/58_150742bd89516b4f92e70074059c97bf.png', '2024-05-06 09:45:01'),
(11, 59, 1, '/drop/59_9efab04590085892a92a682b2acddb84.png', '2024-05-06 09:45:03'),
(12, 60, 1, '/drop/60_92d8c8acbd25173e2a1036e647476db7.png', '2024-05-06 09:45:05'),
(13, 61, 1, '/drop/61_45ede0c904666f707f2c34b169c355c7.png', '2024-05-06 09:45:07'),
(14, 62, 1, '/drop/62_9852a9ab9edae6eb72454061fee343cb.png', '2024-05-06 09:47:58'),
(15, 63, 1, '/drop/63_49a429af67400bf23dd0b3fb3afdf941.png', '2024-05-06 09:48:00'),
(16, 64, 1, '/drop/64_26c357284e59f87954f9b4fa5bd34adb.png', '2024-05-06 09:48:02'),
(17, 65, 1, '/drop/65_3999fbba739496ab1b5c9b57e2b3e68b.png', '2024-05-06 09:48:04'),
(18, 66, 1, '/drop/66_c9d5e296958b8a42b32242f5c5722159.png', '2024-05-06 09:48:05'),
(19, 67, 1, '/drop/67_0bc18880607f236ecfd619e8d06d1c84.png', '2024-05-06 09:48:07'),
(20, 68, 1, '/drop/68_4e533d1516147faad99182c917173bec.png', '2024-05-06 09:48:09'),
(21, 69, 1, '/drop/69_c4607499a1c98427c199df9980d88a71.png', '2024-05-06 09:48:11'),
(22, 70, 1, '/drop/70_838bfc7a435d3139b508347dcf88abfe.png', '2024-05-06 09:48:12'),
(23, 71, 1, '/drop/71_bcc2ef7b64a68d343c58c6a91331abb4.png', '2024-05-06 09:48:14'),
(24, 72, 1, '/drop/72_c3157c0bb55e27bdf47ecc145bb21ae5.png', '2024-05-06 09:48:16'),
(25, 73, 1, '/drop/73_151778289695e0e3ba23069c71b0cbfc.png', '2024-05-06 09:48:18'),
(26, 74, 1, '/drop/74_7b95b4c7d7a59b4fbae85fb1af2af640.png', '2024-05-06 09:48:19'),
(27, 75, 1, '/drop/75_975d4439adff598bb556dd05f547f96b.png', '2024-05-06 09:48:21'),
(28, 76, 1, '/drop/76_36c8a15785c4a313d03ddae7f0ea86a2.png', '2024-05-06 09:48:23'),
(29, 77, 1, '/drop/77_6bc0c476e55b72a851c54c081a734fb0.png', '2024-05-06 09:48:25'),
(30, 78, 1, '/drop/78_3a0bb068eb617405056f695c328de45c.png', '2024-05-06 09:48:26'),
(31, 79, 1, '/drop/79_9646de81b7bc4add069d9064e6d675ac.png', '2024-05-06 09:48:28'),
(32, 80, 1, '/drop/80_4d92a2663e2f8f4fc68c3872bbae43e5.png', '2024-05-06 09:48:30'),
(33, 81, 1, '/drop/81_d275739c52fca9537f089fd11dc50920.png', '2024-05-06 09:48:32'),
(34, 82, 1, '/drop/82_02a66e3160ab79e2f462e3c6a47206bb.png', '2024-05-06 09:48:34'),
(35, 83, 1, '/drop/83_3d73f6fdcf64de98220ff82241a84139.png', '2024-05-06 09:48:35'),
(36, 84, 1, '/drop/84_0a9adbf020d78662aec7f7b301ab7df7.png', '2024-05-06 09:48:37'),
(37, 85, 1, '/drop/85_c201309a3b9e6173776806ea0f5d7b92.png', '2024-05-06 09:48:39'),
(38, 86, 1, '/drop/86_be5d164a4f22115758e5ac705bcf6e9b.png', '2024-05-06 09:48:41'),
(39, 87, 1, '/drop/87_c3d5adbad17377b2bfc0a86147c51fa5.png', '2024-05-06 09:48:43'),
(40, 88, 1, '/drop/88_1cf1152887d8e5e12fbbbd0c33d88916.png', '2024-05-06 09:48:44'),
(41, 89, 1, '/drop/89_a2e5cea3fef7785e7394cb6047581480.png', '2024-05-06 09:48:46'),
(42, 90, 1, '/drop/90_6e22fca992be695d6d02fa525d7c29dc.png', '2024-05-06 09:48:48'),
(43, 91, 1, '/drop/91_2d71a5ef385f923fc61ef288a823d81c.png', '2024-05-06 09:48:49'),
(44, 92, 1, '/drop/92_6edf3c7e052b6ed0be1d694e41fd328a.png', '2024-05-06 09:48:51'),
(45, 93, 1, '/drop/93_5798798f2830767ffeb85e96528bccf5.png', '2024-05-06 09:48:53'),
(46, 94, 1, '/drop/94_d2f0204898226159cbc0490b7b8db399.png', '2024-05-06 09:48:55'),
(47, 95, 1, '/drop/95_672f01bf7eea67616fb4547ecdd71ec2.png', '2024-05-06 09:48:56'),
(48, 96, 1, '/drop/96_8d53c0346121060e52dc748b700d6afd.png', '2024-05-06 09:48:58'),
(49, 97, 1, '/drop/97_7d9c82ad27ec4a5918e02ff6290dd4a4.png', '2024-05-06 09:49:00'),
(50, 98, 1, '/drop/98_c20059da128d9dd540e6ff1839063401.png', '2024-05-06 09:49:02'),
(51, 99, 1, '/drop/99_31224d20ca1dcc2a054ab5a386eea166.png', '2024-05-06 09:49:04'),
(52, 100, 1, '/drop/100_432bed45bd596922bc5fec6f0f680116.png', '2024-05-06 09:49:06'),
(53, 101, 1, '/drop/101_f9008b38d67b16aeee0003ba35e1616c.png', '2024-05-06 09:49:08'),
(54, 102, 1, '/drop/102_4f04a68c45729a4aa7aee60a39c1118d.png', '2024-05-06 09:49:09'),
(55, 103, 1, '/drop/103_fbd7fffc742515ed291a131cd00f8269.png', '2024-05-06 09:49:11'),
(56, 104, 1, '/drop/104_a2595578c84e11e4dcecc63b7405d4df.png', '2024-05-06 09:49:13'),
(57, 105, 1, '/drop/105_936fa54fdecaa738024a711f0cc614fb.png', '2024-05-06 09:49:15'),
(58, 106, 1, '/drop/106_09d57f2ca2ab1fb09fa8dab7fde492d2.png', '2024-05-06 09:49:17'),
(59, 107, 1, '/drop/107_3cf088310d7486841d75edc148caa04f.png', '2024-05-06 09:49:19'),
(60, 108, 1, '/drop/108_725e1d2be4b9b757588852640d000ef8.png', '2024-05-06 09:49:20'),
(61, 109, 1, '/drop/109_41b8f63343e041da55d865b6ab288762.png', '2024-05-06 09:49:22'),
(62, 110, 1, '/drop/110_8146e7a1d981f097b13767e58fb536b1.png', '2024-05-06 09:49:24'),
(63, 111, 1, '/drop/111_b1c7cec79a5fe92efe5767cae2174fc8.png', '2024-05-06 09:49:26'),
(64, 112, 1, '/drop/112_439c631288611a7149827ac12ea03689.png', '2024-05-06 09:49:28'),
(65, 113, 1, '/drop/113_d5d0d6238775ff6e8cfa0197a9e2df69.png', '2024-05-06 09:49:29'),
(66, 114, 1, '/drop/114_0f1a504c07f3b173cd0f884414ee7018.png', '2024-05-06 09:49:31'),
(67, 115, 1, '/drop/115_35e337b022b0e1c40d29a67bf45dc472.png', '2024-05-06 09:49:33'),
(68, 116, 1, '/drop/116_7c3d2b8079e518fdab205750c0287294.png', '2024-05-06 09:49:35'),
(69, 117, 1, '/drop/117_336dace801ef0ba7765e6c424f721779.png', '2024-05-06 09:49:37'),
(70, 118, 1, '/drop/118_3fd7a1a51c6d537de96f15bdc88ad58a.png', '2024-05-06 09:49:38'),
(71, 119, 1, '/drop/119_5859e981a661b4cb80f056c6ff8c5932.png', '2024-05-06 09:49:40'),
(72, 120, 1, '/drop/120_ca0cf282729fe93157c570cf79b69e64.png', '2024-05-06 09:49:42'),
(73, 121, 1, '/drop/121_3483848b73aaf2557a6180a3f421d237.png', '2024-05-06 09:49:44'),
(74, 122, 1, '/drop/122_5fa445d64af2ce5659ed9ce5a772e5b9.png', '2024-05-06 09:49:45'),
(75, 123, 1, '/drop/123_db4294ea695ea5fc1a551c36a64eacfe.png', '2024-05-06 09:49:47'),
(76, 124, 1, '/drop/124_5d39de3304857705c40aee06b7e4f9e3.png', '2024-05-06 09:49:49'),
(77, 125, 1, '/drop/125_2055eec326d723cb82a081e23f631e86.png', '2024-05-06 09:49:51'),
(78, 126, 1, '/drop/126_5d6453c9def772c86a803d033fc3681b.png', '2024-05-06 09:49:53'),
(79, 127, 1, '/drop/127_1f136b8aa49676215d91b1bcfef16403.png', '2024-05-06 09:49:54'),
(80, 128, 1, '/drop/128_6a9c970f99ccd1cb693e98a7a1150e1a.png', '2024-05-06 09:49:56'),
(81, 129, 1, '/drop/129_928b2172b1b40835473a3343ab8a4f2a.png', '2024-05-06 11:34:10'),
(82, 130, 1, '/drop/130_b81c14287525478990d002080d62cbd3.png', '2024-05-06 11:34:12'),
(83, 131, 1, '/drop/131_0d5ee6590cd228df7a65fefcb1cb55cc.png', '2024-05-06 11:34:13'),
(84, 132, 1, '/drop/132_061b6c738db450f5a85335ebf4e4da5c.png', '2024-05-06 11:34:15'),
(85, 133, 1, '/drop/133_729280228ef54fc42758a5c29d384767.png', '2024-05-06 11:34:17'),
(86, 134, 1, '/drop/134_9de915464b64b6edad30a49a8683fa12.png', '2024-05-06 11:34:19'),
(87, 135, 1, '/drop/135_5d07ca27481e3e2db69c28f41354577c.png', '2024-05-06 11:34:20'),
(88, 136, 1, '/drop/136_60e61a4f11efc42439f257f315896be5.png', '2024-05-06 11:34:22'),
(89, 137, 1, '/drop/137_d1681385bd7b66322bfe2439ce510e91.png', '2024-05-06 11:34:24'),
(90, 138, 1, '/drop/138_c746025e26333dedaf2f063a9b902352.png', '2024-05-06 11:34:26'),
(91, 139, 1, '/drop/139_94bbff622f5848dd409ad74e7e5f5f36.png', '2024-05-06 11:34:27'),
(92, 140, 1, '/drop/140_1da3bd7fdb52bb547970a20dd35ff620.png', '2024-05-06 11:34:29'),
(93, 141, 1, '/drop/141_cc49351e6c0861f74014916ee715eada.png', '2024-05-06 11:34:31'),
(94, 142, 1, '/drop/142_6c1db5084992ac2d40a32ac20ca1c9e7.png', '2024-05-06 11:34:32'),
(95, 143, 1, '/drop/143_7bf42306fc088ce6dcfa04f451ea2170.png', '2024-05-06 11:34:34'),
(96, 144, 1, '/drop/144_c8ccfeeb988d63c57dfadee8b0ea4321.png', '2024-05-06 11:35:36'),
(97, 145, 1, '/drop/145_730bcacd05a3d8b6c43413ad2ca00b0c.png', '2024-05-06 11:35:38'),
(98, 146, 1, '/drop/146_bb9726240df5b088195de72e968cc47a.png', '2024-05-06 11:35:39'),
(99, 147, 1, '/drop/147_42920a55d0b879dcb23d9ecfeaf81a84.png', '2024-05-06 11:35:41'),
(100, 148, 1, '/drop/148_413377e6ea7f3b5b7b2211e58de316cb.png', '2024-05-06 11:35:43'),
(101, 149, 1, '/drop/149_f0a0a615ec1eeff0ba04156404b82fa6.png', '2024-05-06 11:35:44'),
(102, 150, 1, '/drop/150_b3cf23cd250067f8b36006240d878d53.png', '2024-05-06 11:35:46'),
(103, 151, 1, '/drop/151_e957d56ba7830afc761fdb9951e4d02d.png', '2024-05-06 11:35:48'),
(104, 152, 1, '/drop/152_18aa25e3e77ca76ce2a6185028ab710f.png', '2024-05-06 11:35:50'),
(105, 153, 1, '/drop/153_d1e397a869e546936213c21f52d660ae.png', '2024-05-06 11:35:51'),
(106, 154, 1, '/drop/154_da5fb5ba8a5221d8bb74893e1f184a24.png', '2024-05-06 11:35:53'),
(107, 155, 1, '/drop/155_8994a7fadc2535f795cb770aca8bdaaf.png', '2024-05-06 11:35:55'),
(108, 156, 1, '/drop/156_877966fc244b2d25361cf44657e443b4.png', '2024-05-06 11:35:57'),
(109, 157, 1, '/drop/157_96b6a69a82dee94ee9f459e822d8e582.png', '2024-05-06 11:35:58'),
(110, 158, 1, '/drop/158_d6a5f0e0b3cc7a86f1e886274d899df1.png', '2024-05-06 11:36:00'),
(111, 159, 1, '/drop/159_d817a93774a53fc3bd64ac59bf56954d.png', '2024-05-06 11:36:02'),
(112, 160, 1, '/drop/160_abe42e5f299478b07de83dc8e7333392.png', '2024-05-06 11:36:03'),
(113, 161, 1, '/drop/161_02c308ff1a8ce37f4c938ce81c0090cc.png', '2024-05-06 11:36:05'),
(114, 162, 1, '/drop/162_52cedecb78fe217b1d83d895e8157f34.png', '2024-05-06 11:36:07'),
(115, 163, 1, '/drop/163_efe3cae4d69b08d7357fca16a4e57e4f.png', '2024-05-06 11:36:09'),
(116, 164, 1, '/drop/164_abd6f9dc3a6e6ad30616ba3e742b101a.png', '2024-05-06 11:36:10'),
(117, 165, 1, '/drop/165_5ce8a647cc3ca4729ef989b767c48850.png', '2024-05-06 11:36:12'),
(118, 166, 1, '/drop/166_74fe1f9f43ad163479cd13cc0bd0b8db.png', '2024-05-06 11:36:14'),
(119, 167, 1, '/drop/167_b9ecb454469ee34d78315efd4022f1d0.png', '2024-05-06 11:36:15'),
(120, 168, 1, '/drop/168_cb7a93626c4b704c12ba8648eb5e6f52.png', '2024-05-06 11:36:17'),
(121, 169, 1, '/drop/169_77f979a5cc62ec0c6442e9ec46eab24c.png', '2024-05-06 11:36:19'),
(122, 170, 1, '/drop/170_573447eeddabdd2ecb10107089101a9b.png', '2024-05-06 11:36:21'),
(123, 171, 1, '/drop/171_e6f4b4c1fe542329ab2c708c6c7232bf.png', '2024-05-06 11:36:22'),
(124, 172, 1, '/drop/172_66238df8d5da07440052dbe824d86ac0.png', '2024-05-06 11:36:24'),
(125, 173, 1, '/drop/173_c9d8122831f1e5489c1b8ab1d351ece3.png', '2024-05-06 11:36:26'),
(126, 174, 1, '/drop/174_97ee81195372f018ed58723ea9c0d7fb.png', '2024-05-06 11:36:27'),
(127, 175, 1, '/drop/175_3f74076e657b079dd0164b9fa36c2054.png', '2024-05-06 11:36:29'),
(128, 176, 1, '/drop/176_911920a688ee49f28704dca566dde5be.png', '2024-05-06 11:36:31'),
(129, 177, 1, '/drop/177_999331909ad8609963ac10cff7bdffcb.png', '2024-05-06 11:36:32'),
(130, 178, 1, '/drop/178_e0ef26e93059a34c84a110c8e0898972.png', '2024-05-06 11:36:34'),
(131, 179, 1, '/drop/179_265e6b00df97ab907dcf45f060c19ca0.png', '2024-05-06 11:36:36'),
(132, 180, 1, '/drop/180_f3367e7aa059536ae3da1375ad4a72c3.png', '2024-05-06 11:37:31'),
(133, 181, 1, '/drop/181_99b713df9d4827e3121de313ed6ff33b.png', '2024-05-06 11:37:33'),
(134, 182, 1, '/drop/182_bc9c0a81d95dcefb27c6dc67e0f9fe14.png', '2024-05-06 11:37:35'),
(135, 183, 1, '/drop/183_bb2e4eec2f09c57d233ee4dac68290f0.png', '2024-05-06 11:37:36'),
(136, 184, 1, '/drop/184_68888720e7656127865bf5c0076e1a34.png', '2024-05-06 11:37:38'),
(137, 185, 1, '/drop/185_b0662ec33b526a85e9a73c0f9bd0175e.png', '2024-05-06 11:37:40'),
(138, 186, 1, '/drop/186_db86cf0071b62603a36733cd62871e40.png', '2024-05-06 11:37:41'),
(139, 187, 1, '/drop/187_1409a6fbd8ff7cf01b1d6f4b8e717475.png', '2024-05-06 11:37:43'),
(140, 188, 1, '/drop/188_f64a5732818069282de71b9edcdfd48f.png', '2024-05-06 11:37:45'),
(141, 189, 1, '/drop/189_4462e995b0ef421adcac574175f5505a.png', '2024-05-06 11:37:47'),
(142, 190, 1, '/drop/190_1293593fbcad8f8c8743a73d41890bed.png', '2024-05-06 11:37:48'),
(143, 191, 1, '/drop/191_4b8628a379a352e62a454c69395c8446.png', '2024-05-06 11:37:50'),
(144, 192, 1, '/drop/192_0550d53a00cbd8be2e4c5d196b9b14e2.png', '2024-05-06 11:37:52'),
(145, 193, 1, '/drop/193_efb93e869b7a6e8e085aa1f748c23337.png', '2024-05-06 11:37:54'),
(146, 194, 1, '/drop/194_09431e9a37000cb38550287ed9dea274.png', '2024-05-06 11:37:55'),
(147, 195, 1, '/drop/195_5df21da6794410a1544abfabb1a7f1b5.png', '2024-05-06 11:37:57'),
(148, 196, 1, '/drop/196_f87bd6e404460832e6c3363f5bc788ec.png', '2024-05-06 11:37:59'),
(149, 197, 1, '/drop/197_8c26beacc0176da987d886c779b87ef8.png', '2024-05-06 11:38:00'),
(150, 198, 1, '/drop/198_c1ecbad2d402656681cffa38a17739b4.png', '2024-05-06 11:38:02'),
(151, 199, 1, '/drop/199_5d89d41ca6466866a574ed394c074bba.png', '2024-05-06 11:38:04'),
(152, 200, 1, '/drop/200_a940509e42ad11ce3345f2e9eebb388e.png', '2024-05-06 11:38:06'),
(153, 201, 1, '/drop/201_0213c2592b4161728086ee7f29843b07.png', '2024-05-06 11:38:07'),
(154, 202, 1, '/drop/202_80b8ef620d398ec579e6c4cdd114f29c.png', '2024-05-06 11:38:09'),
(155, 203, 1, '/drop/203_0f417e74e73efca5310e46d55c97213d.png', '2024-05-06 11:38:11'),
(156, 204, 1, '/drop/204_4b9641ea79cc14f9133c0f99a76206ba.png', '2024-05-06 11:38:13'),
(157, 205, 1, '/drop/205_7fc8cc814f4b387cba23753a34d27e18.png', '2024-05-06 11:38:14'),
(158, 206, 1, '/drop/206_446553374a6bcf97d08669d22673f785.png', '2024-05-06 11:38:16'),
(159, 207, 1, '/drop/207_fe8e01176e58098377276c858a012555.png', '2024-05-06 11:38:18'),
(160, 208, 1, '/drop/208_5ca5661946539bc95fb2d495d53f0159.png', '2024-05-06 11:38:19'),
(161, 209, 1, '/drop/209_72fe9f20b45306aaf51bfa6dfb5a57eb.png', '2024-05-06 11:38:21'),
(162, 210, 1, '/drop/210_37e77f195fd45eca0444a79514cb7014.png', '2024-05-06 11:38:23'),
(163, 211, 1, '/drop/211_ed767bfe4a9c4532212af8263392757c.png', '2024-05-06 11:38:25'),
(164, 212, 1, '/drop/212_1763c4819795ccc776f747480194aad2.png', '2024-05-06 11:38:26'),
(165, 213, 1, '/drop/213_6b3c520bab3410c0e3fe0e8405a84c71.png', '2024-05-06 11:38:28'),
(166, 214, 1, '/drop/214_559a79a3fc77bdf2f545f1298965b1a4.png', '2024-05-06 11:40:30'),
(167, 215, 1, '/drop/215_d81a748dda7ec8b53cf7869842723985.png', '2024-05-06 11:40:32'),
(168, 216, 1, '/drop/216_5c15a57de4949e74d23b4fd76b5f1602.png', '2024-05-06 11:40:34'),
(169, 217, 1, '/drop/217_fd16e5d1035a1ef3ee3ec8a53a60e89a.png', '2024-05-06 11:40:36'),
(170, 218, 1, '/drop/218_477f8b3f8feca59d048e37285dedba11.png', '2024-05-06 11:40:38'),
(171, 219, 1, '/drop/219_728a78cf04d6e2a95acf233ec6b24a1e.png', '2024-05-06 11:40:39'),
(172, 220, 1, '/drop/220_6b4ee74e8879b5afe7f70a0682a4a33e.png', '2024-05-06 11:40:41'),
(173, 221, 1, '/drop/221_5ba4e7e25537e25ce2f52f54fceda16f.png', '2024-05-06 11:40:44'),
(174, 222, 1, '/drop/222_2dffd4f49d59a818bd3065d0115dd6e6.png', '2024-05-06 11:40:45'),
(175, 223, 1, '/drop/223_2d7e6f5c22e125585d0add3297091192.png', '2024-05-06 11:40:47'),
(176, 224, 1, '/drop/224_17f21ce28a047f4e0ab6be91c1b484bb.png', '2024-05-06 11:40:49'),
(177, 225, 1, '/drop/225_4320bc32ac7c309c6ec931d4c04a1a52.png', '2024-05-06 11:40:51'),
(178, 226, 1, '/drop/226_fe4d7d7dbb103cfd1946b474e6e06887.png', '2024-05-06 11:40:53'),
(179, 227, 1, '/drop/227_5f6d709bf2f106d16907b7c4baf63e80.png', '2024-05-06 11:40:55'),
(180, 228, 1, '/drop/228_ab9301a14fedc9603d74e2722210557d.png', '2024-05-06 11:40:56'),
(181, 229, 1, '/drop/229_baf0c2bc40380e46eff56e0b284c6371.png', '2024-05-06 11:40:58'),
(182, 230, 1, '/drop/230_6bea003b0b5464b53e610ae10f557585.png', '2024-05-06 11:42:23'),
(183, 231, 1, '/drop/231_8e15da2c0f93db60bb441f7f6345bead.png', '2024-05-06 11:42:25'),
(184, 232, 1, '/drop/232_2374a072c360289a0da8decffc02cdc0.png', '2024-05-06 11:42:27'),
(185, 233, 1, '/drop/233_727409b1604323468548fa7853cc150d.png', '2024-05-06 11:42:29'),
(186, 234, 1, '/drop/234_1fdec61b523a2a34c6e80e473932b4c0.png', '2024-05-06 11:42:31'),
(187, 235, 1, '/drop/235_403adfea41af41241230abde288e9ba6.png', '2024-05-06 11:42:33'),
(188, 236, 1, '/drop/236_81bb22bd5d1097ec201dc8662a893fb4.png', '2024-05-06 11:42:34'),
(189, 237, 1, '/drop/237_e5ffb7033d34ba4033f717929480b3ab.png', '2024-05-06 11:42:36'),
(190, 238, 1, '/drop/238_079c4cb5de12af91592f595f0705d38b.png', '2024-05-06 11:42:38'),
(191, 239, 1, '/drop/239_4e4c1ce33275ea4bf74ae7ca1645a26d.png', '2024-05-06 11:42:40'),
(192, 240, 1, '/drop/240_f94d25d942367f40e481f00907728e40.png', '2024-05-06 11:42:42'),
(193, 241, 1, '/drop/241_b675577053edeff8483095adfc2efde4.png', '2024-05-06 11:42:44'),
(194, 242, 1, '/drop/242_d93ec0292d1c6c6e499f687ac769040d.png', '2024-05-06 11:42:46'),
(195, 243, 1, '/drop/243_56467786ca930497e19504d88ff94fd2.png', '2024-05-06 11:42:48'),
(196, 244, 1, '/drop/244_1a50799cef65e7fffa9bcef0cb5638dd.png', '2024-05-06 11:42:50'),
(197, 245, 1, '/drop/245_f6d7ce30e11921cbd79ddaae3930325b.png', '2024-05-06 11:42:52'),
(198, 246, 1, '/drop/246_bc1f2be8bcead4dbe6cd629c5d3a7e5a.png', '2024-05-06 11:42:54'),
(199, 247, 1, '/drop/247_21379381927d0120a2d5df58379924b4.png', '2024-05-06 11:42:56'),
(200, 248, 1, '/drop/248_23bc4adaa58644a3e45712178ce164ab.png', '2024-05-06 11:42:58'),
(201, 249, 1, '/drop/249_81fc469cea03cdce7c3dace4bfb3ef06.png', '2024-05-06 11:43:00'),
(202, 250, 1, '/drop/250_61ed36c9e81b7bd42dda7fd8a1535b5b.png', '2024-05-06 11:43:02'),
(203, 251, 1, '/drop/251_c13d18a7c73c5fa2f231a06ac71401bb.png', '2024-05-06 11:43:03'),
(204, 252, 1, '/drop/252_f57890c69fb46fb8f3cb089a59b3f568.png', '2024-05-06 11:43:05'),
(205, 253, 1, '/drop/253_e0cd5d83079a2e8ea1d01a7091e2ea8f.png', '2024-05-06 11:43:07'),
(206, 254, 1, '/drop/254_2838e66a5d7cee49ac5e3e065a1d61ec.png', '2024-05-06 11:43:09'),
(207, 255, 1, '/drop/255_91fa2b69543b4671b63de860f5679ac8.png', '2024-05-06 11:43:11'),
(208, 256, 1, '/drop/256_ac437f1ea236514060e5ff2d9628126a.png', '2024-05-06 11:43:13'),
(209, 257, 1, '/drop/257_4353e43209c93cd220a9202b905da8a0.png', '2024-05-06 11:43:15'),
(210, 258, 1, '/drop/258_973b632da35e3a9547a9af73e263eb1f.png', '2024-05-06 11:43:17'),
(211, 259, 1, '/drop/259_9394734144293ae1ff17d55acefe3c83.png', '2024-05-06 11:43:18'),
(212, 260, 1, '/drop/260_ac9c423cb0766f4514a9877ecbac0dce.png', '2024-05-06 11:43:21'),
(213, 261, 1, '/drop/261_2d366ec79dd08949e7b7b3998515a236.png', '2024-05-06 11:43:22'),
(214, 262, 1, '/drop/262_e75f1fd2b2352f65e715d3b3d03a0f6b.png', '2024-05-06 11:43:24'),
(215, 263, 1, '/drop/263_9cfb1f8d63d45bfe11250d4f08e01f46.png', '2024-05-06 11:43:26'),
(216, 264, 1, '/drop/264_ade445dd7d68a057119539377c17bb4e.png', '2024-05-06 11:43:28'),
(217, 265, 1, '/drop/265_00d1d3308291ba88110af1dc1f17c000.png', '2024-05-06 11:43:30'),
(218, 266, 1, '/drop/266_40d71c90da554c7748a145af01220d4f.png', '2024-05-06 11:43:32'),
(219, 267, 1, '/drop/267_50c504d5f9a0fd0c98ebc13c938c9781.png', '2024-05-06 11:43:34'),
(220, 268, 1, '/drop/268_6e1aa8aae539b75f1dd03edb1982fe3b.png', '2024-05-06 11:43:35'),
(221, 269, 1, '/drop/269_bc12eddc7790f0a596c7b3a3296c1456.png', '2024-05-06 11:43:37'),
(222, 270, 1, '/drop/270_c3fe2710fa1b74649ff7be1d49fe80a0.png', '2024-05-06 11:43:39'),
(223, 271, 1, '/drop/271_4c364560e134f9f878b25c6d7ca203ff.png', '2024-05-06 11:43:41'),
(224, 272, 1, '/drop/272_53e6f515b7f962e4849eb039360d6a27.png', '2024-05-06 11:43:43'),
(225, 273, 1, '/drop/273_8a2b34379e7b1772611d388c65df2d72.png', '2024-05-06 11:43:45'),
(226, 274, 1, '/drop/274_f2059599ca31e1106cc4176841e0ac13.png', '2024-05-06 11:43:47'),
(227, 275, 1, '/drop/275_dda5b755c41622babed5545ede8ad04f.png', '2024-05-06 11:43:49'),
(228, 276, 1, '/drop/276_7d5a9cd6499790cb97491d9ec4388378.png', '2024-05-06 11:43:51'),
(229, 277, 1, '/drop/277_aeca3b6969356dd55dbbf54d9c309d4e.png', '2024-05-06 11:43:52'),
(230, 278, 1, '/drop/278_2333cf1072796655f0cbc367374838d5.png', '2024-05-06 11:43:54'),
(231, 279, 1, '/drop/279_52f2c60393969dfec6682b24b73b7b40.png', '2024-05-06 11:43:56'),
(232, 280, 1, '/drop/280_09d45e799635ba988738f12e1af4da42.png', '2024-05-06 11:43:58'),
(233, 281, 1, '/drop/281_1dba9708b3bd946766499a50689c1e2c.png', '2024-05-06 11:44:00'),
(234, 282, 1, '/drop/282_be402aa9cd21b80d17b8af2f06c0a531.png', '2024-05-06 11:44:02'),
(235, 283, 1, '/drop/283_c087b976891f3692a33bd7894a55d0a4.png', '2024-05-06 11:44:04'),
(236, 284, 1, '/drop/284_964a9fb960e099d335910f97bb8eda83.png', '2024-05-06 11:44:06'),
(237, 285, 1, '/drop/285_ad5e0ca8f6f0586b69c4ee6d3a9a98d4.png', '2024-05-06 11:44:07'),
(238, 286, 1, '/drop/286_64925426acea9f15c2aefc1dde192931.png', '2024-05-06 11:44:09'),
(239, 287, 1, '/drop/287_78dd7272c7f1e28cb1dca831cc0ba733.png', '2024-05-06 11:44:11'),
(240, 288, 1, '/drop/288_445e6f78989d3920d311f3e71f1a9272.png', '2024-05-06 11:44:13'),
(241, 289, 1, '/drop/289_4f6ff9cbe0fc0dcfd5fea1a9d39a2e88.png', '2024-05-06 11:44:34'),
(242, 290, 1, '/drop/290_2b9dc415bf3cdd34aa6d7a16c62c1d38.png', '2024-05-06 11:44:36'),
(243, 291, 1, '/drop/291_c0023cea5dd37b1e947d4ac1b0663ceb.png', '2024-05-06 11:44:38'),
(244, 292, 1, '/drop/292_a3e082156c3a513d87c6ef9f21075f36.png', '2024-05-06 11:44:40'),
(245, 293, 1, '/drop/293_8f82718b093968eeb0268dfbf76e19c6.png', '2024-05-06 11:44:42'),
(246, 294, 1, '/drop/294_4693b67b121b4d7111dbe4fc223a6a5c.png', '2024-05-06 11:44:43'),
(247, 295, 1, '/drop/295_f43e705790003ee29b962e8ab921eb16.png', '2024-05-06 11:44:45'),
(248, 296, 1, '/drop/296_d034f99297824b26e006fd4345f2fd9d.png', '2024-05-06 11:44:47'),
(249, 297, 1, '/drop/297_c8f416368524f23913bb208025e18f29.png', '2024-05-06 11:44:49'),
(250, 298, 1, '/drop/298_911c5ed162dbd022146e25022957757d.png', '2024-05-06 11:44:51'),
(251, 299, 1, '/drop/299_6cdcf82d9f9d01f0868e2fc02ce58d14.png', '2024-05-06 11:44:52'),
(252, 300, 1, '/drop/300_2a1ca11dc57b4a22968d9a5aa8c21ec8.png', '2024-05-06 11:44:54'),
(253, 301, 1, '/drop/301_75d16b9d76868a7a833e6fb6942614ea.png', '2024-05-06 11:44:56'),
(254, 302, 1, '/drop/302_6d2ef68dffb2cb7199d7f1dd2af815c0.png', '2024-05-06 11:44:58'),
(255, 303, 1, '/drop/303_1ed5bb0eb0256259b7ef85a2abc9272d.png', '2024-05-06 11:44:59'),
(256, 304, 1, '/drop/304_e055a8a0dcc3c21bf1ebad1e654fc1dd.png', '2024-05-06 11:45:01'),
(257, 305, 1, '/drop/305_6949c48b05801055b644b5938b1c427c.png', '2024-05-06 11:45:03'),
(258, 306, 1, '/drop/306_ce620f151bb8a6cbd1a44c57d801b042.png', '2024-05-06 11:45:05'),
(259, 307, 1, '/drop/307_0a0c037d67368e426011335c9cd31730.png', '2024-05-06 11:45:07'),
(260, 308, 1, '/drop/308_25a7c732b907e0472f09ea63ee6a671d.png', '2024-05-06 11:45:09'),
(261, 309, 1, '/drop/309_722a082019338b655f8b14c50320dc08.png', '2024-05-06 11:45:10'),
(262, 310, 1, '/drop/310_973a969bb9081205624611f914ae2ea2.png', '2024-05-06 11:45:12'),
(263, 311, 1, '/drop/311_7e2af46386f8438b0edf84d9910358cf.png', '2024-05-06 11:45:14'),
(264, 312, 1, '/drop/312_f1bbbd27a6a2da9e0f82b83ae1ac284a.png', '2024-05-06 11:45:16'),
(265, 313, 1, '/drop/313_f04ac2e2ff0b12eb748597ecc7bd65af.png', '2024-05-06 11:45:18'),
(266, 314, 1, '/drop/314_f11ee852c545c60940a27d01289b822e.png', '2024-05-06 11:45:20'),
(267, 315, 1, '/drop/315_c17c81d396ce4e0272dfe9bb970dfb3d.png', '2024-05-06 11:45:22'),
(268, 316, 1, '/drop/316_2100bf9fb40da18f4d1c972453e9cd61.png', '2024-05-06 11:45:23'),
(269, 317, 1, '/drop/317_c8275c5cf90cd9ce1d19012cf80ebbf0.png', '2024-05-06 11:45:25'),
(270, 318, 1, '/drop/318_de28d78c1ac8e923ac826f305329225f.png', '2024-05-06 11:45:27'),
(271, 319, 1, '/drop/319_bf021d87e5ae02e71783c41296fcc2ee.png', '2024-05-06 11:45:29'),
(272, 320, 1, '/drop/320_8c8ddd3828a0df1fbe3d6440f17b1469.png', '2024-05-06 11:45:31'),
(273, 321, 1, '/drop/321_c37403e70dbe52679dfa6f6ab2e2d2b9.png', '2024-05-06 11:45:33'),
(274, 322, 1, '/drop/322_4dd64edb91d22742ba6d25e4380d9976.png', '2024-05-06 11:45:35'),
(275, 323, 1, '/drop/323_0ae3a3c24cc95470fc237d8dda86164c.png', '2024-05-06 11:46:41'),
(276, 324, 1, '/drop/324_6e5cebb912cadb7974155d40fc79f3db.png', '2024-05-06 11:46:43'),
(277, 325, 1, '/drop/325_bb015d13eaaa4fc7952ed98f2bd8c51b.png', '2024-05-06 11:46:44'),
(278, 326, 1, '/drop/326_bc64440ba7e23ba79282e10d09800853.png', '2024-05-06 11:46:46'),
(279, 327, 1, '/drop/327_bca37c74e02b98ad0186885682a6c0ee.png', '2024-05-06 11:46:48'),
(280, 328, 1, '/drop/328_d3c26c498e0713a9ca75882acac66721.png', '2024-05-06 11:46:49'),
(281, 329, 1, '/drop/329_6d5663c45d2425eea6dbcc7c6f1528c2.png', '2024-05-06 11:46:52'),
(282, 330, 1, '/drop/330_02104b41b46c4858163213f713362e42.png', '2024-05-06 11:46:53'),
(283, 331, 1, '/drop/331_185997d0d398ba581439987d5f41310b.png', '2024-05-06 11:46:55'),
(284, 332, 1, '/drop/332_e17ba628bc874df9f2a9ffe2779c0696.png', '2024-05-06 11:46:57'),
(285, 333, 1, '/drop/333_ab533e1a19aa8ce405cd00d4dd2ddbcc.png', '2024-05-06 11:46:59'),
(286, 334, 1, '/drop/334_d4a8ad45ed51fd43ccd6f34a075321d8.png', '2024-05-06 11:47:01'),
(287, 335, 1, '/drop/335_083675605a6fcb28d568c167497ccff3.png', '2024-05-06 11:47:03'),
(288, 336, 1, '/drop/336_f2ffde2abc9d0c0da8f4cc25269337c3.png', '2024-05-06 11:47:04'),
(289, 337, 1, '/drop/337_89d3ec67cd42de7a1c9b6261db438162.png', '2024-05-06 11:47:06'),
(290, 338, 1, '/drop/338_1c3be0108e3cc510113f8945010698e6.png', '2024-05-06 11:47:08'),
(291, 339, 1, '/drop/339_d771e4b0b8a3af1904be2ff0cdbbc493.png', '2024-05-06 11:47:10'),
(292, 340, 1, '/drop/340_b3e77d3c7a8268599411f788660fb40f.png', '2024-05-06 11:47:11'),
(293, 341, 1, '/drop/341_4b57f5f4f7fd6e770d695e519f5b6b7a.png', '2024-05-06 11:47:13'),
(294, 342, 1, '/drop/342_3ccd91f35f795388e14aac2afaab265f.png', '2024-05-06 11:47:15'),
(295, 343, 1, '/drop/343_a7fc60cafec2a1698f1a0d60e4be9777.png', '2024-05-06 11:47:17'),
(296, 344, 1, '/drop/344_6aa3589d45c15db593d88de7dc8dc574.png', '2024-05-06 11:47:18'),
(297, 345, 1, '/drop/345_04eb775c4decded29a61614a45507afe.png', '2024-05-06 11:47:20'),
(298, 346, 1, '/drop/346_818b0c8b444cb45795f3a974d5a007e0.png', '2024-05-06 11:47:22'),
(299, 347, 1, '/drop/347_7f819abc43945e0bb862b6fc7c218b1b.png', '2024-05-06 11:47:24'),
(300, 348, 1, '/drop/348_45c5e333eb2a3c1d67ebe06c295d2b4c.png', '2024-05-06 11:47:26'),
(301, 349, 1, '/drop/349_b83a1cae5940bb4d979e8a1b90abd97a.png', '2024-05-06 11:47:28'),
(302, 350, 1, '/drop/350_4435fa63c78c472016d1810bf18c8f2b.png', '2024-05-06 11:47:29'),
(303, 351, 1, '/drop/351_e83413bb0b96ef7e5c01f0571b150c62.png', '2024-05-06 11:47:31'),
(304, 352, 1, '/drop/352_8eba35f21acf227d5ae814e23fa4443d.png', '2024-05-06 11:47:33'),
(305, 353, 1, '/drop/353_9bb23673f9fa234ce01584faf8edc144.png', '2024-05-06 11:47:35'),
(306, 354, 1, '/drop/354_81138a68ad69b5deae2039c73515800b.png', '2024-05-06 11:47:36'),
(307, 355, 1, '/drop/355_cff602129625d88a1788a6ddb6301ea5.png', '2024-05-06 11:47:38'),
(308, 356, 1, '/drop/356_2bf0001177d278061ea31c09e4f5db49.png', '2024-05-06 11:47:40'),
(309, 357, 1, '/drop/357_f97c858ae7cb905ddb30d209ebc0f5c3.png', '2024-05-06 11:47:42'),
(310, 358, 1, '/drop/358_b7eaff1d3870b09a5ee45c3b4a231409.png', '2024-05-06 11:47:44'),
(311, 359, 1, '/drop/359_6bd2d4328316401b230984d7f9851e4b.png', '2024-05-06 11:47:45'),
(312, 360, 1, '/drop/360_96a957c2d37dc5747a67cb0174db7190.png', '2024-05-06 11:47:47'),
(313, 361, 1, '/drop/361_7d63d8173e6d8298a9460ea922afe630.png', '2024-05-06 11:47:49'),
(314, 362, 1, '/drop/362_067a37690b2b9f8f6fbc9ae7c5e93169.png', '2024-05-06 11:47:51'),
(315, 363, 1, '/drop/363_997197362d70e53e7aa012f462f5a82c.png', '2024-05-06 11:47:53'),
(316, 364, 1, '/drop/364_82ba2107902686ef92c9d0bc7a49dafe.png', '2024-05-06 11:47:54'),
(317, 365, 1, '/drop/365_1f449fb1dba30886320c731ea7dbc1f2.png', '2024-05-06 11:47:56'),
(318, 366, 1, '/drop/366_a8176aeff17020ca04805a78eb43e946.png', '2024-05-06 11:47:58'),
(319, 367, 1, '/drop/367_a333de6960e5c074aa63fe136de65dc1.png', '2024-05-06 11:48:00'),
(320, 368, 1, '/drop/368_dbe9649cf135566d4f6cc0a2a4e37f12.png', '2024-05-06 11:48:02'),
(321, 369, 1, '/drop/369_e37438eb9fa210c920213eb2a94efbeb.png', '2024-05-06 11:48:03'),
(322, 370, 1, '/drop/370_42f30a4a939c85daf387bb11ff540781.png', '2024-05-06 11:48:05'),
(323, 371, 1, '/drop/371_fc057a49c82f2388bc5c5706e1850486.png', '2024-05-06 11:48:07'),
(324, 372, 1, '/drop/372_9a75e2e7e741e8b4fc9cb1c35c58e276.png', '2024-05-06 11:48:09'),
(325, 373, 1, '/drop/373_84b996703a27d1071056edb2c0286d45.png', '2024-05-06 11:48:10'),
(326, 374, 1, '/drop/374_62d3d9b056ba6274044345123f087e9a.png', '2024-05-06 11:48:12'),
(327, 375, 1, '/drop/375_96f994c9383e2e374e3c9318ca20af37.png', '2024-05-06 11:48:14'),
(328, 376, 1, '/drop/376_d26fdbfeedcd49e0f5874f0a3f1406aa.png', '2024-05-06 11:48:16'),
(329, 377, 1, '/drop/377_f148e37ed6db4672bea2b89ca7cd7198.png', '2024-05-06 11:48:17'),
(330, 378, 1, '/drop/378_e146b466a2cdbaef19e0debf2a4dff53.png', '2024-05-06 11:48:19'),
(331, 379, 1, '/drop/379_320f05fcf9b1ef72784532e4e6f82918.png', '2024-05-06 11:48:21'),
(332, 380, 1, '/drop/380_4b51c761ff414d08ac7353054b7965af.png', '2024-05-06 11:48:23'),
(333, 381, 1, '/drop/381_f5de6b53f9ba5a7042e6f47b9c2cb719.png', '2024-05-06 11:48:25'),
(334, 382, 1, '/drop/382_f580e50eeb5d6006ea2d077769323176.png', '2024-05-06 11:48:26'),
(335, 383, 1, '/drop/383_1504cb2fb5900a496612636e1afafbd2.png', '2024-05-06 11:48:28'),
(336, 384, 1, '/drop/384_7e1af39c01dbb18cea5bfc968ac59eaf.png', '2024-05-06 11:48:30'),
(337, 385, 1, '/drop/385_e4ec29277ed61a1962be89feac9930b8.png', '2024-05-06 11:48:31'),
(338, 386, 1, '/drop/386_a7aa5de09020b66f00ca2df2e0a59943.png', '2024-05-06 11:48:33'),
(339, 387, 1, '/drop/387_6ab22df303a8bb7e87878c210f1c3468.png', '2024-05-06 11:48:35'),
(340, 388, 1, '/drop/388_3d5af7eeda6a52a1d85330d332d16f47.png', '2024-05-06 11:48:37'),
(341, 389, 1, '/drop/389_f0f36acd8cdfc7441984454dfeb6cfd9.png', '2024-05-06 11:48:38'),
(342, 390, 1, '/drop/390_095e66f2cb4b167db9d27107e9ec7504.png', '2024-05-06 11:48:40'),
(343, 391, 1, '/drop/391_393a84067adfa37c2ae28cdb6cd5f9ea.png', '2024-05-06 11:48:42'),
(344, 392, 1, '/drop/392_6917865c3fdbb2ed74e7ca96cac705a6.png', '2024-05-06 11:48:44'),
(345, 393, 1, '/drop/393_5ac288a37673cc48f7fa3a2c69946dbb.png', '2024-05-06 11:48:46'),
(346, 394, 1, '/drop/394_837dd404f2e6310051de9f59126f6672.png', '2024-05-06 11:48:47'),
(347, 395, 1, '/drop/395_7f34c66e20ed8b2bc967e78524edf2fd.png', '2024-05-06 11:48:49'),
(348, 396, 1, '/drop/396_6e09d309eae6d15ea10c7d0444241002.png', '2024-05-06 11:48:51'),
(349, 397, 1, '/drop/397_05505b21b4e717723628dd705e381c6f.png', '2024-05-06 11:48:53'),
(350, 398, 1, '/drop/398_a12a19f00475d086946c389c31acd391.png', '2024-05-06 11:48:55'),
(351, 399, 1, '/drop/399_3c8744d018f06e90bdd9f7d6703edbdc.png', '2024-05-06 11:48:56'),
(352, 400, 1, '/drop/400_74748e5da612a2a6bb0ffa18da87c4dd.png', '2024-05-06 11:48:58'),
(353, 401, 1, '/drop/401_13c1dc4beed67497e7ac725282837782.png', '2024-05-06 11:49:00'),
(354, 402, 1, '/drop/402_f54c311fcae35d986a65a2e4c0c6c226.png', '2024-05-06 11:49:02'),
(355, 403, 1, '/drop/403_0e4944e253b1aacacf235e6e85155a96.png', '2024-05-06 11:49:04'),
(356, 404, 1, '/drop/404_356d13ac165c66a3ef73a6d1376fd208.png', '2024-05-06 11:49:05'),
(357, 405, 1, '/drop/405_914d1ed42c60a6eb2bbc5a1852df0350.png', '2024-05-06 11:49:07'),
(358, 406, 1, '/drop/406_1baaf61b3ebb064037c2757a5de8f17d.png', '2024-05-06 11:49:09'),
(359, 407, 1, '/drop/407_1faef4b890eb3931ef8cc6b718378092.png', '2024-05-06 11:49:11'),
(360, 408, 1, '/drop/408_5c73f7fe44e0de2416e64e314afa8c87.png', '2024-05-06 11:49:13'),
(361, 409, 1, '/drop/409_9cf3d916f5d85d29d52d79203c21c720.png', '2024-05-06 11:49:14'),
(362, 410, 1, '/drop/410_276d7e8e231dbcec0a80370180d0ec46.png', '2024-05-06 11:49:16'),
(363, 411, 1, '/drop/411_49b2932fb55a0d6f2d9ba6db6b9ba3c7.png', '2024-05-06 11:49:18'),
(364, 412, 1, '/drop/412_27c7c2ef69eda61091c187a885b3793a.png', '2024-05-06 11:49:20'),
(365, 413, 1, '/drop/413_09f7172365006940333407bf5463852e.png', '2024-05-06 11:49:21'),
(366, 414, 1, '/drop/414_0aa2263285b784ee8163e2902e18fa5b.png', '2024-05-06 11:49:23'),
(367, 415, 1, '/drop/415_7d4b4db53dd1cc088e75c8130ccc3160.png', '2024-05-06 11:49:25'),
(368, 416, 1, '/drop/416_7d5d0a8b7a6606124ce70da79cc74728.png', '2024-05-06 11:49:27'),
(369, 417, 1, '/drop/417_d43b5af9af9ffc3c5ac6ce91b74b119c.png', '2024-05-06 11:49:29'),
(370, 418, 1, '/drop/418_54e023c1ff5f7d04f98815f23e8df3aa.png', '2024-05-06 11:49:30'),
(371, 419, 1, '/drop/419_edf8937a6a9850ca352dfe836daa7ebc.png', '2024-05-06 11:49:32'),
(372, 420, 1, '/drop/420_a99ab89342f187f6624a2b8c0598553c.png', '2024-05-06 11:49:34'),
(373, 421, 1, '/drop/421_6b324681dfefc812ba0d31d193cee359.png', '2024-05-06 11:49:36'),
(374, 422, 1, '/drop/422_404999d09b47fac4c44634fa7c696fd8.png', '2024-05-06 11:49:38'),
(375, 423, 1, '/drop/423_6b0aab809758b6613b7b8a2c6a818bff.png', '2024-05-06 11:49:39'),
(376, 424, 1, '/drop/424_220a50848a1002c6a593b95b25b1c1b0.png', '2024-05-06 11:49:41'),
(377, 425, 1, '/drop/425_32c39fd283b0f6e824b53d950c43ddb0.png', '2024-05-06 11:49:43'),
(378, 426, 1, '/drop/426_9b4444fec241a575008b756eb83c115f.png', '2024-05-06 11:49:45'),
(379, 427, 1, '/drop/427_96e6abe1fac8567a563a97a8c26c9b76.png', '2024-05-06 11:49:47'),
(380, 428, 1, '/drop/428_06df0420194d4e1f23dffdf8e6af7818.png', '2024-05-06 11:49:48'),
(381, 429, 1, '/drop/429_77fe1f838d3b8f18a6463179ac7a6d0e.png', '2024-05-06 11:49:50'),
(382, 430, 1, '/drop/430_bf9f36aaeb6d93f67314f78015b423b6.png', '2024-05-06 11:49:52'),
(383, 431, 1, '/drop/431_d08fd121438ef2c598b3aeb84e4fa185.png', '2024-05-06 11:49:54'),
(384, 432, 1, '/drop/432_e536e4378f67c8a404a30c2f82e20874.png', '2024-05-06 11:49:55'),
(385, 433, 1, '/drop/433_46399675c357e51808aaaa4372eabe04.png', '2024-05-06 11:49:57'),
(386, 434, 1, '/drop/434_d681e89e0f5e8c6003eebd870215288e.png', '2024-05-06 11:49:59'),
(387, 435, 1, '/drop/435_1b617c50f72f9e1b68663d86abe4c405.png', '2024-05-06 11:50:01'),
(388, 436, 1, '/drop/436_1fd7253ac27614a9438b5e1eb7063988.png', '2024-05-06 11:50:02'),
(389, 437, 1, '/drop/437_c72a99936d13f5b81e9f2917b32c5e37.png', '2024-05-06 11:50:04'),
(390, 438, 1, '/drop/438_a892d253fa4604b4394ddd5fb395abff.png', '2024-05-06 11:50:06'),
(391, 439, 1, '/drop/439_05862551dd57a46631f6b5c787619cdf.png', '2024-05-06 11:50:08'),
(392, 440, 1, '/drop/440_1238ce41f81a599c88df18850d17135f.png', '2024-05-06 11:50:10'),
(393, 441, 1, '/drop/441_522b6e2b6c99a6e2e596db57ef080be6.png', '2024-05-06 11:50:11'),
(394, 442, 1, '/drop/442_f4476fe6a522442695588d957134c876.png', '2024-05-06 11:51:02'),
(395, 443, 1, '/drop/443_cc3bbd7ed565ef7abefdb8b336ceaf09.png', '2024-05-06 11:51:03'),
(396, 444, 1, '/drop/444_b7d0e91e9ac89e7184c998860d20f5f8.png', '2024-05-06 11:51:05'),
(397, 445, 1, '/drop/445_c3b67b3f3d20967ec26bcc39232fa377.png', '2024-05-06 11:51:07'),
(398, 446, 1, '/drop/446_3da715bdfd205544821f8969040465c2.png', '2024-05-06 11:51:09'),
(399, 447, 1, '/drop/447_fdbe3eb932f8f75092bb40a4514e3227.png', '2024-05-06 11:51:11'),
(400, 448, 1, '/drop/448_612450f3b5a6903672feb5612ae7a174.png', '2024-05-06 11:51:13'),
(401, 449, 1, '/drop/449_9aa084054f81620d58ed83d1114c3cf0.png', '2024-05-06 11:51:14'),
(402, 450, 1, '/drop/450_7a42987fccf11dd969c36752f97ac307.png', '2024-05-06 11:51:16'),
(403, 451, 1, '/drop/451_a705451bbca8c1d2f58ce2dfff78d82b.png', '2024-05-06 11:51:18'),
(404, 452, 1, '/drop/452_38d00757bcbf2a0f05f103a6cbc35b50.png', '2024-05-06 11:51:20'),
(405, 453, 1, '/drop/453_8c4f0ee350c0ace6c438fb06f7f327e0.png', '2024-05-06 11:51:22'),
(406, 454, 1, '/drop/454_a4fe1cfcdf60028e29b2c033ea95c94e.png', '2024-05-06 11:51:24'),
(407, 455, 1, '/drop/455_fec066415ef53b8fcecfcb0466330841.png', '2024-05-06 11:51:27'),
(408, 456, 1, '/drop/456_53968185bba46be1efb337b91de2b1e2.png', '2024-05-06 11:51:28'),
(409, 457, 1, '/drop/457_f86cff3db783e630fb635118912c6f4d.png', '2024-05-06 11:51:30'),
(410, 458, 1, '/drop/458_f2b0df81dff16af7ec228c9c56e8a5d8.png', '2024-05-06 11:51:32'),
(411, 459, 1, '/drop/459_fe3e1da6a7910c53d5ed968fcd7cae1a.png', '2024-05-06 11:51:34'),
(412, 460, 1, '/drop/460_a5707eeced57cf2a84d9979aa2ec321f.png', '2024-05-06 11:51:35'),
(413, 461, 1, '/drop/461_0b63772bd2115ab528b5be9dce18a194.png', '2024-05-06 11:51:37'),
(414, 462, 1, '/drop/462_c8f96f49e45619ac6f2b95a761d97dd9.png', '2024-05-06 11:51:39'),
(415, 463, 1, '/drop/463_9e4cdccfe30210c345a2972ca14cc30b.png', '2024-05-06 11:51:41'),
(416, 464, 1, '/drop/464_7cdc3c99f573bc0fd19f5e9a6b3f7e19.png', '2024-05-06 11:51:43'),
(417, 465, 1, '/drop/465_05d98a46eaba88f1ab31fc9654fb0ae1.png', '2024-05-06 11:51:45'),
(418, 466, 1, '/drop/466_c87b342d9ba1762f554cb046c22714b2.png', '2024-05-06 11:51:47'),
(419, 467, 1, '/drop/467_c200a9765fcbe799a319ef15826d268f.png', '2024-05-06 11:51:48'),
(420, 468, 1, '/drop/468_e5948cb9ddd28a99a7d2cabeb6519298.png', '2024-05-06 11:51:50'),
(421, 469, 1, '/drop/469_b4b764b819ee98656087105d2470ba01.png', '2024-05-06 11:51:52'),
(422, 470, 1, '/drop/470_0e759148112f5c49ca19601c9559f8e2.png', '2024-05-06 11:51:54'),
(423, 471, 1, '/drop/471_b3398aaf53882d5dcffcc93f3dbdd53a.png', '2024-05-06 11:51:56'),
(424, 472, 1, '/drop/472_6a3e3d6122fc9d7976f23cab1539077b.png', '2024-05-06 11:51:58'),
(425, 473, 1, '/drop/473_02640bfaa363b368510bd7fb63385d73.png', '2024-05-06 11:51:59'),
(426, 474, 1, '/drop/474_20f6d61ccbcb0a32f797eca342d52e71.png', '2024-05-06 11:54:06'),
(427, 475, 1, '/drop/475_bb9b192a9aa30097c9a93c22ca33a97e.png', '2024-05-06 11:54:08'),
(428, 476, 1, '/drop/476_011b90cb9754f5cb9a1077c1c71a58eb.png', '2024-05-06 11:54:10'),
(429, 477, 1, '/drop/477_7f1d1a8ab08cbb23361936817800e49d.png', '2024-05-06 11:54:12'),
(430, 478, 1, '/drop/478_57222a98d55f35c5ff06cfac33020db8.png', '2024-05-06 11:54:14'),
(431, 479, 1, '/drop/479_4218cf3ae2f24afc33253e125d50b480.png', '2024-05-06 11:54:29'),
(432, 480, 1, '/drop/480_01bc1b2d4155d7fe84891e9c8b616d9b.png', '2024-05-06 11:54:31'),
(433, 481, 1, '/drop/481_542b6cada900e142b13a0673da6cfd91.png', '2024-05-06 11:54:33'),
(434, 482, 1, '/drop/482_17401baffe623a0d0b0e872d800c94f6.png', '2024-05-06 11:54:34'),
(435, 483, 1, '/drop/483_5aaa50e9602099b2ebfce48efaffc9ef.png', '2024-05-06 11:54:36'),
(436, 484, 1, '/drop/484_2e3c3dac454bdc49ca14bf0ea47cf113.png', '2024-05-06 11:54:38'),
(437, 485, 1, '/drop/485_4a4b289971ad46bd0b24a9c5253a9d38.png', '2024-05-06 11:54:40'),
(438, 486, 1, '/drop/486_a73aa011ecc961dc14f8202873647b05.png', '2024-05-06 11:54:42'),
(439, 487, 1, '/drop/487_d2c832152739456f910b4e56ee00d58b.png', '2024-05-06 11:54:43'),
(440, 488, 1, '/drop/488_78435073ea393cdf8bf7ff9b59ef4713.png', '2024-05-06 11:54:45'),
(441, 489, 1, '/drop/489_b6f8f9027caffb875e06ca356ade096b.png', '2024-05-06 11:54:47'),
(442, 490, 1, '/drop/490_bac8d4ec020b34806aff2aa937e2667f.png', '2024-05-06 11:54:49'),
(443, 491, 1, '/drop/491_9172bc2517988acedd36400801b854f9.png', '2024-05-06 11:54:51'),
(444, 492, 1, '/drop/492_a275566c791c207447b129fba6399ec9.png', '2024-05-06 11:54:53'),
(445, 493, 1, '/drop/493_dddbef9e0a33c2f24906e1e2574d98de.png', '2024-05-06 11:54:54'),
(446, 494, 1, '/drop/494_679af14f3d5526256a729a9048ff77b3.png', '2024-05-06 11:54:56'),
(447, 495, 1, '/drop/495_03a2f027c9fdc164a194d2c4f00ed89b.png', '2024-05-06 11:54:58'),
(448, 496, 1, '/drop/496_a27b5152791afcbccbbc23926a6a0e7e.png', '2024-05-06 11:55:00'),
(449, 497, 1, '/drop/497_184c9a76a1b01a6119fe17656ad522c5.png', '2024-05-06 11:55:02'),
(450, 498, 1, '/drop/498_460c3b720f3bc2e453d40a4e23d66026.png', '2024-05-06 11:55:04'),
(451, 499, 1, '/drop/499_2b8ffc80a9fbcc7f8f764a7f1de6e547.png', '2024-05-06 11:55:05'),
(452, 500, 1, '/drop/500_0e22926a9ea927bcae270941c38146c4.png', '2024-05-06 11:55:07'),
(453, 501, 1, '/drop/501_c5c44c3417efa1bdd7365d039c585ec7.png', '2024-05-06 11:55:09'),
(454, 502, 1, '/drop/502_5d7efc954ec4451aca60514d24ec29f9.png', '2024-05-06 11:55:11'),
(455, 503, 1, '/drop/503_88cf6bf5d666ddd9ae650a12bf4dfe5e.png', '2024-05-06 11:55:13'),
(456, 504, 1, '/drop/504_21a9418318480a39f08ee13b9f53974a.png', '2024-05-06 11:55:14'),
(457, 505, 1, '/drop/505_d19c5f3eeb5235ed419e4a5771adee0d.png', '2024-05-06 11:55:16'),
(458, 506, 1, '/drop/506_b8fde50edca8189a9c4c4b8d187436b2.png', '2024-05-06 11:55:18'),
(459, 507, 1, '/drop/507_a9495734e3dfa3527e5a5c5aedf8dd83.png', '2024-05-06 11:55:20'),
(460, 508, 1, '/drop/508_70340353d4f5c740e7b6f9db116f3d1c.png', '2024-05-06 11:55:22'),
(461, 509, 1, '/drop/509_c98a60f77c0ca109f1c673f530f33d24.png', '2024-05-06 11:55:24'),
(462, 510, 1, '/drop/510_45e98b0b11c3b31afcc4e408c01139cf.png', '2024-05-06 11:55:26'),
(463, 511, 1, '/drop/511_82f3e61449ecf86bf104a3835d6b6b27.png', '2024-05-06 11:55:28'),
(464, 512, 1, '/drop/512_3d77053ffe47e615da1d312d99fc9916.png', '2024-05-06 11:55:30'),
(465, 513, 1, '/drop/513_45749c19a0718985affdbb217b5a9602.png', '2024-05-06 11:55:31'),
(466, 514, 1, '/drop/514_a62f1fdc1847499f42d768cc072c26bb.png', '2024-05-06 11:55:33'),
(467, 515, 1, '/drop/515_debc0607d36b94d7300c72704a642cf1.png', '2024-05-06 11:55:35'),
(468, 516, 1, '/drop/516_a1fb9f453e4e96d5809996ff62b338e6.png', '2024-05-06 11:55:37'),
(469, 517, 1, '/drop/517_78df18913a4df4af4563d370bd676e9a.png', '2024-05-06 11:55:39'),
(470, 518, 1, '/drop/518_24bdab8fb99f8e325e433aa1f3f3b05d.png', '2024-05-06 11:55:41'),
(471, 519, 1, '/drop/519_3736923d64af11c56372e0d6e9cf0193.png', '2024-05-06 11:55:43'),
(472, 520, 1, '/drop/520_73eedb3326ae8c470a7c1bd10fff81bb.png', '2024-05-06 11:55:45'),
(473, 521, 1, '/drop/521_5e096ea1749b342227df8b3c132d5cdd.png', '2024-05-06 11:55:47'),
(474, 522, 1, '/drop/522_3400356f4a8ab4bdf2dd8994ee45d5a9.png', '2024-05-06 11:55:49'),
(475, 523, 1, '/drop/523_71077356163cca1c5fbf51caeafe0ac6.png', '2024-05-06 11:55:51'),
(476, 524, 1, '/drop/524_3a306d9c6d70d771a0977b7b322879ff.png', '2024-05-06 11:55:52'),
(477, 525, 1, '/drop/525_8d773b75a84cd240ca308332043a7052.png', '2024-05-06 11:55:54'),
(478, 526, 1, '/drop/526_497efcf6d6dc08b4b5d8183d3e7f9127.png', '2024-05-06 11:55:56'),
(479, 527, 1, '/drop/527_98df537d138ac00dc3b598c57d70e72f.png', '2024-05-06 11:55:58'),
(480, 528, 1, '/drop/528_8638ee440de0ea854f92a49cb6c5ebb1.png', '2024-05-06 11:56:00'),
(481, 529, 1, '/drop/529_3a6098c7e23246604fd2b9fe56c506d1.png', '2024-05-06 11:56:02'),
(482, 530, 1, '/drop/530_8aaad66c59b6b5602331cccaf8b195ec.png', '2024-05-06 11:56:03'),
(483, 531, 1, '/drop/531_8fcd50d34facdfe9e097511876d4968c.png', '2024-05-06 11:56:05'),
(484, 532, 1, '/drop/532_a8af4fd1c2f16b610bca6c39b8ed42ec.png', '2024-05-06 11:56:07'),
(485, 533, 1, '/drop/533_00a5668803db712359baaea507af8a98.png', '2024-05-06 11:56:09'),
(486, 534, 1, '/drop/534_13273f14bc20f6e71f4dbcd633d4e7d8.png', '2024-05-06 11:56:10'),
(487, 535, 1, '/drop/535_3b2f7cb4d2115f2fdcf7b39b0eca6292.png', '2024-05-06 11:56:12'),
(488, 536, 1, '/drop/536_a9191a88a2de42bbdb782fe809ddf4f8.png', '2024-05-06 11:56:14'),
(489, 537, 1, '/drop/537_e742a7c4dc72e74ca08bdcdcf969d98e.png', '2024-05-06 11:56:15'),
(490, 538, 1, '/drop/538_6cd30d8526475f6789bc24df678a656a.png', '2024-05-06 11:56:17'),
(491, 539, 1, '/drop/539_4b2eddf2a353a79b8561ed69c9c47d64.png', '2024-05-06 11:56:19'),
(492, 540, 1, '/drop/540_d2fe9eba07525e50ed05dafa2f9d1952.png', '2024-05-06 11:56:20'),
(493, 541, 1, '/drop/541_cd6dd8b6d67f6e0efaa2baa1778ddeaa.png', '2024-05-06 11:56:22'),
(494, 542, 1, '/drop/542_ab7880e58d1b6ed40e2ae835a7719dbe.png', '2024-05-06 11:56:24'),
(495, 543, 1, '/drop/543_261b4b7ccbaa7e7d09961e0517dd3916.png', '2024-05-06 11:56:25'),
(496, 544, 1, '/drop/544_e3c5d91b8b9f5607e6c636454e0be3c2.png', '2024-05-06 11:56:27'),
(497, 545, 1, '/drop/545_1d0f784570695960b85b1efcc4976f7a.png', '2024-05-06 11:56:29'),
(498, 546, 1, '/drop/546_b600e433abef93f1e10570c3f2507c6b.png', '2024-05-06 11:56:31'),
(499, 547, 1, '/drop/547_e2516901de68371695768529945a6810.png', '2024-05-06 11:56:32'),
(500, 548, 1, '/drop/548_e48191dcc76980cf71150b22c2c39d88.png', '2024-05-06 11:56:34'),
(501, 549, 1, '/drop/549_bc35f411aade66cd6e8db1f8165996e5.png', '2024-05-06 11:56:36'),
(502, 550, 1, '/drop/550_8d79336256e3355bb26b2a7a4f342c41.png', '2024-05-06 11:56:37'),
(503, 551, 1, '/drop/551_a57d323907cf02d170914d2bbccab462.png', '2024-05-06 11:56:39'),
(504, 552, 1, '/drop/552_66b2b91fb3e3a9d6cddb494e3c3d8589.png', '2024-05-06 11:56:41'),
(505, 553, 1, '/drop/553_f89a9ebb7c5f9395e5bcd100afb0157f.png', '2024-05-06 11:56:42'),
(506, 554, 1, '/drop/554_ce5b45fa1a1cb2300104d1ce4b655020.png', '2024-05-06 11:56:44'),
(507, 555, 1, '/drop/555_753d760b9122c8427610494b951eef22.png', '2024-05-06 11:56:46'),
(508, 556, 1, '/drop/556_0df8317daa8b8776d8d78c3bf5b5e962.png', '2024-05-06 11:56:47'),
(509, 557, 1, '/drop/557_988fe0ca9e1fc83a36d406b22cdcb898.png', '2024-05-06 11:56:49'),
(510, 558, 1, '/drop/558_e50a44b3963bb33211dedf2f52c75b5d.png', '2024-05-06 11:56:51'),
(511, 559, 1, '/drop/559_d198f9c8dea29609d261c90e91668aaf.png', '2024-05-06 11:56:52'),
(512, 560, 1, '/drop/560_b35e89fa977ee9da4ee63fc257615539.png', '2024-05-06 11:56:54'),
(513, 561, 1, '/drop/561_ea82ea1bde5b9e09a782dd7c14c324a8.png', '2024-05-06 11:56:56'),
(514, 562, 1, '/drop/562_1e50a33b324934b82f7858559be1ce6c.png', '2024-05-06 11:56:58'),
(515, 563, 1, '/drop/563_070367f8a5f09ab701da3b8d373a07d2.png', '2024-05-06 11:56:59'),
(516, 564, 1, '/drop/564_a28ca7262d81689585a4dd35727975f6.png', '2024-05-06 11:57:01'),
(517, 565, 1, '/drop/565_78e2456f94f38476374ba4aec89cdc9b.png', '2024-05-06 11:57:03'),
(518, 566, 1, '/drop/566_f63d77da8542a779bf1a2638009739af.png', '2024-05-06 11:57:04'),
(519, 567, 1, '/drop/567_8c765669cf190e22f9adec6c7e727809.png', '2024-05-06 11:57:06'),
(520, 568, 1, '/drop/568_e76f3494d592be95c35280862ecb6f89.png', '2024-05-06 11:57:08'),
(521, 569, 1, '/drop/569_6cd9fa6f989f039e1f4fdbb2bd5a3398.png', '2024-05-06 11:57:09'),
(522, 570, 1, '/drop/570_8d68fc46aef553d3e71823b03f2fbec9.png', '2024-05-06 11:57:11'),
(523, 571, 1, '/drop/571_5fb7dcd3cade1b0f6d2dda7274c1e040.png', '2024-05-06 11:57:13'),
(524, 572, 1, '/drop/572_bb51cf725fc2d11d43734f901709bcab.png', '2024-05-06 11:57:14'),
(525, 573, 1, '/drop/573_184a3e2a1002aaf535db00a2e9444773.png', '2024-05-06 11:57:16'),
(526, 574, 1, '/drop/574_8f5dee3f03a2fb8e5032bc0240d132d9.png', '2024-05-06 11:57:18'),
(527, 575, 1, '/drop/575_399e52b6650afde98121fc7b6e4169e3.png', '2024-05-06 11:57:19'),
(528, 576, 1, '/drop/576_82ad892166dd375d8ed5c98dbab3277b.png', '2024-05-06 11:57:21'),
(529, 577, 1, '/drop/577_93af31b3e27b9a357f664b998a6b83fd.png', '2024-05-06 11:57:23'),
(530, 578, 1, '/drop/578_8e8eb30909abfe7d0db16952dd4d4508.png', '2024-05-06 11:57:25'),
(531, 579, 1, '/drop/579_4676416b047cb9534431737e3f8bd702.png', '2024-05-06 11:57:26'),
(532, 580, 1, '/drop/580_7d74834a088fd4ebddf53518c52e78ec.png', '2024-05-06 11:57:28'),
(533, 581, 1, '/drop/581_4bbb7e5975d62c7960bef4a2428f013a.png', '2024-05-06 11:57:29'),
(534, 582, 1, '/drop/582_44c90f13b5ad956a319535c8ca4dc23f.png', '2024-05-06 11:57:31'),
(535, 583, 1, '/drop/583_c138332a4b63f29868bf5a0f9610116e.png', '2024-05-06 11:57:57'),
(536, 584, 1, '/drop/584_fea81ae424ad49812585bbfb57b4179b.png', '2024-05-06 11:57:58'),
(537, 585, 1, '/drop/585_0f03dc90b2dab83773cc552d89b406c4.png', '2024-05-06 11:58:00'),
(538, 586, 1, '/drop/586_c4b862fae08677e92f535d028b986340.png', '2024-05-06 11:58:02'),
(539, 587, 1, '/drop/587_a7e9a2fa12b1e8ae50defc00056ed660.png', '2024-05-06 11:58:03'),
(540, 588, 1, '/drop/588_cfb8a9b86ff7c9c8eb52d95968016659.png', '2024-05-06 11:58:05'),
(541, 589, 1, '/drop/589_758d18a541994e2faf912485fb390119.png', '2024-05-06 11:58:07'),
(542, 590, 1, '/drop/590_de260eee8a791e8ab5db329d9f3d19d9.png', '2024-05-06 11:58:08'),
(543, 591, 1, '/drop/591_2ad1f7d1c19c240780a16862181d95f7.png', '2024-05-06 11:58:10'),
(544, 592, 1, '/drop/592_e2dbc3d15a1385b423664ff6b0152f4b.png', '2024-05-06 11:58:12'),
(545, 593, 1, '/drop/593_4c5bd99d80ca58eb21a6ddf974629690.png', '2024-05-06 11:58:13'),
(546, 594, 1, '/drop/594_47047a7f88866c6f69fbd73488e4433f.png', '2024-05-06 11:58:15'),
(547, 595, 1, '/drop/595_8258fb1f2835b2e08788ca276d6e7b0e.png', '2024-05-06 11:58:17'),
(548, 596, 1, '/drop/596_83c40292e3a444f0dc4e283532286c64.png', '2024-05-06 11:58:18'),
(549, 597, 1, '/drop/597_d6ffba9907ea045784a149a8489bb716.png', '2024-05-06 11:58:20'),
(550, 598, 1, '/drop/598_777ec2aa3120a69bcb3d5818de1cc7d3.png', '2024-05-06 11:58:22'),
(551, 599, 1, '/drop/599_5ea0b0e214c89d8903505c70841819ff.png', '2024-05-06 11:58:24'),
(552, 600, 1, '/drop/600_a87c10c2957258bdfcc135a1fa67eee1.png', '2024-05-06 11:58:25'),
(553, 601, 1, '/drop/601_31719c4676f93952136487167471b87c.png', '2024-05-06 11:58:27'),
(554, 602, 1, '/drop/602_0736169c589c86cc02ce3f46ad8edfd4.png', '2024-05-06 11:58:28'),
(555, 603, 1, '/drop/603_0e85052fea5241e93c1d722a0d7bf95a.png', '2024-05-06 11:58:30'),
(556, 604, 1, '/drop/604_afdbeacec433b253763db9f12bfa4c7f.png', '2024-05-06 11:58:32'),
(557, 605, 1, '/drop/605_8db86cef971d3f7a943496fbf895ebd5.png', '2024-05-06 11:58:34'),
(558, 606, 1, '/drop/606_1a9594f84c9b74ce8f357e14ece31406.png', '2024-05-06 11:58:35'),
(559, 607, 1, '/drop/607_cd4b7fbcde2c213425120c4ab2c4bf66.png', '2024-05-06 11:58:37'),
(560, 608, 1, '/drop/608_61bf90717c7dc7a8c76be2bdbd52ca39.png', '2024-05-06 11:58:39'),
(561, 609, 1, '/drop/609_28980567cf0911c939a4ea417bc147df.png', '2024-05-06 11:58:40'),
(562, 610, 1, '/drop/610_ddab9dedd6860833816a5766fabd4051.png', '2024-05-06 11:58:42'),
(563, 611, 1, '/drop/611_5d06b9d188f70fbf30b9d568831b6d14.png', '2024-05-06 11:58:50'),
(564, 612, 1, '/drop/612_e58741876430aed4b2a0b3d3263d914a.png', '2024-05-06 11:58:52'),
(565, 613, 1, '/drop/613_ec921892dc9587038fad147f52cb2d46.png', '2024-05-06 11:58:53'),
(566, 614, 1, '/drop/614_4ea83553bbe22d729b71910035ae6437.png', '2024-05-06 11:58:55'),
(567, 615, 1, '/drop/615_15500d5cc07c4359cb8ce12e1bd12d84.png', '2024-05-06 11:58:57'),
(568, 616, 1, '/drop/616_a12d6043daaa6c12e0a84d0e94700781.png', '2024-05-06 11:58:59'),
(569, 617, 1, '/drop/617_868d14310cd009f20d5e6fe66f937f23.png', '2024-05-06 11:59:32'),
(570, 618, 1, '/drop/618_1c3409e77b97cf4e456163505e667ff3.png', '2024-05-06 11:59:33'),
(571, 619, 1, '/drop/619_9ef1b615f89f073b7d72149bcd89fcb0.png', '2024-05-06 11:59:35'),
(572, 620, 1, '/drop/620_16ec2ac82499c1a742abf8b1d4c0acf4.png', '2024-05-06 11:59:37'),
(573, 621, 1, '/drop/621_99065a2e39187b6387a10c8d8a89f428.png', '2024-05-06 11:59:38'),
(574, 622, 1, '/drop/622_b07ee9a496c7030f92be3d41077e193d.png', '2024-05-06 11:59:40'),
(575, 623, 1, '/drop/623_41c05112660efba691efdee89cf7b4fc.png', '2024-05-06 11:59:42'),
(576, 624, 1, '/drop/624_e8c248fba7a09c229b3f3ea18bc8ea84.png', '2024-05-06 11:59:44'),
(577, 625, 1, '/drop/625_d77652e7b61c90e37868ac66e8188d2b.png', '2024-05-06 11:59:45'),
(578, 626, 1, '/drop/626_7c9ef78bc5cb61cef022fe28ed6ef9fb.png', '2024-05-06 11:59:47'),
(579, 627, 1, '/drop/627_7b870dd51ca1b77f2a0f8dc2c9e11985.png', '2024-05-06 11:59:49'),
(580, 628, 1, '/drop/628_4df44aca7ade711ed68b77d73d18b829.png', '2024-05-06 11:59:50'),
(581, 629, 1, '/drop/629_5c8c6a22ab0b21ea5424b95b6cd63d81.png', '2024-05-06 11:59:52'),
(582, 630, 1, '/drop/630_69132e62bb319a31ec1bb39552d5ba8f.png', '2024-05-06 11:59:54');
INSERT INTO `drop_image` (`id`, `drop_id`, `type`, `image`, `created_at`) VALUES
(583, 631, 1, '/drop/631_79d50610162c504860e24c324596836c.png', '2024-05-06 11:59:56'),
(584, 632, 1, '/drop/632_49198ab7c1a8b8a0febcc21f66911f92.png', '2024-05-06 11:59:57'),
(585, 633, 1, '/drop/633_6507136c702cb585f1351a1058dae320.png', '2024-05-06 11:59:59'),
(586, 634, 1, '/drop/634_f79d5b4c1ac289735fbcc7a43072566e.png', '2024-05-06 12:00:01'),
(587, 635, 1, '/drop/635_3b29c5ae5f8704e3e418e29584afca0c.png', '2024-05-06 12:00:02'),
(588, 636, 1, '/drop/636_dd16ae3f11d2e857f93e6ace0a0fdb3f.png', '2024-05-06 12:00:04'),
(589, 637, 1, '/drop/637_ee0839fa231b67c108f76d78e29f00ed.png', '2024-05-06 12:00:06'),
(590, 638, 1, '/drop/638_0f3ebc9a450a43f1e1a73ac730eecdc4.png', '2024-05-06 12:00:08'),
(591, 639, 1, '/drop/639_73807c92ceeb2ce888dc0ff5eeb760d2.png', '2024-05-06 12:00:09'),
(592, 640, 1, '/drop/640_953aac0433a04acdc9a84da2921880bc.png', '2024-05-06 12:00:11'),
(593, 641, 1, '/drop/641_0524832dc8f362458e878562749d229a.png', '2024-05-06 12:00:13'),
(594, 642, 1, '/drop/642_cb8f0198fbf86f129ee68f4904d07d55.png', '2024-05-06 12:00:15'),
(595, 643, 1, '/drop/643_ffdc6e42b24dfa577cf1ff8235a820c1.png', '2024-05-06 12:00:16'),
(596, 644, 1, '/drop/644_d4594d68e356ae63791a18fc74989155.png', '2024-05-06 12:00:18'),
(597, 645, 1, '/drop/645_bec82062f41169fc2d00c27f3952359b.png', '2024-05-06 12:00:20'),
(598, 646, 1, '/drop/646_4a1362c5ef8b055ab122fcaa8672b5b1.png', '2024-05-06 12:00:21'),
(599, 647, 1, '/drop/647_14ac1350954a63b1e95881f2955f9956.png', '2024-05-06 12:00:23'),
(600, 648, 1, '/drop/648_e2df3ba25ca040b9ed1874c50273824e.png', '2024-05-06 12:00:25'),
(601, 649, 1, '/drop/649_225e8febb80c03a09db4d7beef5deaba.png', '2024-05-06 12:00:27'),
(602, 650, 1, '/drop/650_d1b8b00fa0534fd726a355155dce0adf.png', '2024-05-06 12:00:28'),
(603, 651, 1, '/drop/651_3a8ac68bd93e6aaee428fa83a5192754.png', '2024-05-06 12:00:30'),
(604, 652, 1, '/drop/652_32ed8292ed00e71936bd94c2804758e9.png', '2024-05-06 12:00:32'),
(605, 653, 1, '/drop/653_09137d940a096fc57aa3cb0084b33a92.png', '2024-05-06 12:00:33'),
(606, 654, 1, '/drop/654_8f89663e56f9f9b1eed2cd6a8c559005.png', '2024-05-06 12:00:35'),
(607, 655, 1, '/drop/655_be242983a97237cccc049ef0a429fb04.png', '2024-05-06 12:00:37'),
(608, 656, 1, '/drop/656_48ac2c18afeb9619ce0e6a107a5ab579.png', '2024-05-06 12:00:38'),
(609, 657, 1, '/drop/657_34eaffb4c42ad08ab5b83cf8c32e7afc.png', '2024-05-06 12:00:40'),
(610, 658, 1, '/drop/658_e12c8fb1dcad4bb714914c828140446f.png', '2024-05-06 12:00:42'),
(611, 659, 1, '/drop/659_9be5548768a2b6109b4232dc7f960f96.png', '2024-05-06 12:00:44'),
(612, 660, 1, '/drop/660_5bcea08dfe3194046530a4bb043f82a1.png', '2024-05-06 12:00:45'),
(613, 661, 1, '/drop/661_b0fa050d71055370279a10f1fbc04b40.png', '2024-05-06 12:00:47'),
(614, 662, 1, '/drop/662_184e0b07d4b8655ffb29d0470e85b2a8.png', '2024-05-06 12:00:49'),
(615, 663, 1, '/drop/663_de830fd15f19410b9043f6a18c75bfc0.png', '2024-05-06 12:00:51'),
(616, 664, 1, '/drop/664_50bfed05ac26484e8d83bc805d2823a1.png', '2024-05-06 12:00:52'),
(617, 665, 1, '/drop/665_04be8cc5a359d53e624728ccc438ee71.png', '2024-05-06 12:00:54'),
(618, 666, 1, '/drop/666_f4673af0b101c89676a3312135f30bb8.png', '2024-05-06 12:01:19'),
(619, 667, 1, '/drop/667_df1a4183c6ed6b606a19b01c3bcf1d16.png', '2024-05-06 12:01:21'),
(620, 668, 1, '/drop/668_0af1c8201181353a1ba93ac955f522e0.png', '2024-05-06 12:01:23'),
(621, 669, 1, '/drop/669_81e9bc46bee2f5fd55b58e982c964088.png', '2024-05-06 12:01:25'),
(622, 670, 1, '/drop/670_ba22329f38679175347ffd78d2f437df.png', '2024-05-06 12:01:27'),
(623, 671, 1, '/drop/671_9be978f3e7707f96bd99fbaa63093dd5.png', '2024-05-06 12:01:29'),
(624, 672, 1, '/drop/672_20229bf23b15bd793b53e4e45f1edc4f.png', '2024-05-06 12:01:31'),
(625, 673, 1, '/drop/673_e7f640791563e8be6df25c0565088813.png', '2024-05-06 12:01:33'),
(626, 674, 1, '/drop/674_6ab93c1f89daafb2c66b6c3adcf397e2.png', '2024-05-06 12:01:35'),
(627, 675, 1, '/drop/675_97d08528b39a19d774cdbe504d2cc777.png', '2024-05-06 12:01:36'),
(628, 676, 1, '/drop/676_13c2927eaa147eac596ff31be8673935.png', '2024-05-06 12:01:38'),
(629, 677, 1, '/drop/677_72d8b0f6ce92fba8258a1227a5dc1061.png', '2024-05-06 12:01:40'),
(630, 678, 1, '/drop/678_f70f4fef3cec4abe6860fb80d47e1b19.png', '2024-05-06 12:01:42'),
(631, 679, 1, '/drop/679_bf37a994813769aa2e1e9756fb9d8f49.png', '2024-05-06 12:01:44'),
(632, 680, 1, '/drop/680_563acf096b4778241f2092fafebc3bea.png', '2024-05-06 12:01:46'),
(633, 681, 1, '/drop/681_623a6f4a6816501c91f26582afaae4e9.png', '2024-05-06 12:01:48'),
(634, 682, 1, '/drop/682_6230df4d594d0d748f633e53c8821180.png', '2024-05-06 12:01:49'),
(635, 683, 1, '/drop/683_c362011a46968bd3bb7d8b017d074e21.png', '2024-05-06 12:01:51'),
(636, 684, 1, '/drop/684_bbf5ded4a95886eddd5d5c67d1be2de9.png', '2024-05-06 12:01:53'),
(637, 685, 1, '/drop/685_45b12dc74f6a9df26ec2a232e95d41b1.png', '2024-05-06 12:01:55'),
(638, 686, 1, '/drop/686_866f0cf108b64438defd42fe9dcea540.png', '2024-05-06 12:01:57'),
(639, 687, 1, '/drop/687_c3769711d16bc17e312d3955bac84d8a.png', '2024-05-06 12:01:58'),
(640, 688, 1, '/drop/688_455f270f71f13e9e75ed2d3c32872b9f.png', '2024-05-06 12:02:00'),
(641, 689, 1, '/drop/689_9f366dc9f6d38bf5246b89edfbfa0375.png', '2024-05-06 12:02:02'),
(642, 690, 1, '/drop/690_122328e4161dd5ea7c8f68acc47b3e7b.png', '2024-05-06 12:02:04'),
(643, 691, 1, '/drop/691_2190e632874a4568ea242b787e429067.png', '2024-05-06 12:02:06'),
(644, 692, 1, '/drop/692_b277733fa31afac2221b0d86f65ae1d7.png', '2024-05-06 12:02:08'),
(645, 693, 1, '/drop/693_d441e3536e1c1b1a24a94bdb0b44cc68.png', '2024-05-06 12:02:10'),
(646, 694, 1, '/drop/694_3422506a1afcdeb0c4de7dc4b9e42e6b.png', '2024-05-06 12:02:13'),
(647, 695, 1, '/drop/695_05e4373eb02a5af57f663e0a2177e688.png', '2024-05-06 12:02:14'),
(648, 696, 1, '/drop/696_ca8648f54d26c7e163af24206fe39704.png', '2024-05-06 12:02:16'),
(649, 697, 1, '/drop/697_f3f7062c496ec63d972e6c6b2a4432ae.png', '2024-05-06 12:02:18'),
(650, 698, 1, '/drop/698_3b44cc4ecc188cf3d9b4aee1d56869b8.png', '2024-05-06 12:02:20'),
(651, 699, 1, '/drop/699_41187853d05320ab4172e3ea76ce131b.png', '2024-05-06 12:02:22'),
(652, 700, 1, '/drop/700_4c1073307c9f3a9bde45170bcc05239a.png', '2024-05-06 12:02:23'),
(653, 701, 1, '/drop/701_a05d4010fb4143714d4d973a8df7c1aa.png', '2024-05-06 12:02:25'),
(654, 702, 1, '/drop/702_d081938a002ce7a33979ae8b4ed47fb7.png', '2024-05-06 12:02:27'),
(655, 703, 1, '/drop/703_e108dc36fbe91a7d9e6acd0694444e85.png', '2024-05-06 12:02:29'),
(656, 704, 1, '/drop/704_62ce27f9be6edba0f35294b21b8e8a18.png', '2024-05-06 12:02:31'),
(657, 705, 1, '/drop/705_6921d7be4922bd2457771360ae9be091.png', '2024-05-06 12:02:33'),
(658, 706, 1, '/drop/706_23c84cea1a25f0137fed13bc57e8fd66.png', '2024-05-06 12:02:35'),
(659, 707, 1, '/drop/707_aa7398a7628e752e195dd20e7e71ab74.png', '2024-05-06 12:02:36'),
(660, 708, 1, '/drop/708_f551a7fe7f10d56defc08153c4a71a09.png', '2024-05-06 12:02:38'),
(661, 709, 1, '/drop/709_e8c56a8b88bd37c701d40ab2fb355c91.png', '2024-05-06 12:02:40'),
(662, 710, 1, '/drop/710_6ddcc6af8f303b38345426eacd812b3d.png', '2024-05-06 12:02:42'),
(663, 711, 1, '/drop/711_f68b5dc5e020c046d8a19bac1e7b48dd.png', '2024-05-06 12:02:44'),
(664, 712, 1, '/drop/712_7d9ef53781a1c236d648fa10ba892596.png', '2024-05-06 12:02:46'),
(665, 713, 1, '/drop/713_f564b0735192c29700a684792de9aa21.png', '2024-05-06 12:02:48'),
(666, 714, 1, '/drop/714_fc22e404f25eb9d3ee4b88e32226c807.png', '2024-05-06 12:02:50'),
(667, 715, 1, '/drop/715_9e6f9333ae74071e1a992c55990cdd0e.png', '2024-05-06 12:03:15'),
(668, 716, 1, '/drop/716_242401fee6dccb16d3f16b4c994d16de.png', '2024-05-06 12:03:17'),
(669, 717, 1, '/drop/717_363a26187a072617c336c158e0edfef0.png', '2024-05-06 12:03:19'),
(670, 718, 1, '/drop/718_e1c3b863cb940ef2ccafa6cb658fabf9.png', '2024-05-06 12:03:21'),
(671, 719, 1, '/drop/719_457016b6ca70fa648a378b73fd5dfbfe.png', '2024-05-06 12:03:23'),
(672, 720, 1, '/drop/720_f6ff8888bcc74e1016e5adfd972c29fe.png', '2024-05-06 12:03:25'),
(673, 721, 1, '/drop/721_c397fb06fe782cc545118151162e7188.png', '2024-05-06 12:03:28'),
(674, 722, 1, '/drop/722_9c629ce6bb1f81e3cf622d622e8bfe3d.png', '2024-05-06 12:03:30'),
(675, 723, 1, '/drop/723_e46e6a358e047ff0a11e7b6ef17e9553.png', '2024-05-06 12:03:32'),
(676, 724, 1, '/drop/724_8f6b1673524080962fd9ee527c7aa7da.png', '2024-05-06 12:03:33'),
(677, 725, 1, '/drop/725_3e342766a679adfaf402ff6e58b62c58.png', '2024-05-06 12:03:35'),
(678, 726, 1, '/drop/726_d7715b39a497e76bad1e3f90dc40de68.png', '2024-05-06 12:03:37'),
(679, 727, 1, '/drop/727_72c08ef6dfd9f7ef83f3654a71ba8e0f.png', '2024-05-06 12:03:39'),
(680, 728, 1, '/drop/728_b130434945f98f7c41300554724912ef.png', '2024-05-06 12:03:41'),
(681, 729, 1, '/drop/729_246cad9c3413f6d2cb10ea53590c04c7.png', '2024-05-06 12:03:44'),
(682, 730, 1, '/drop/730_4067451d0371bdcfee4bce23033bb31e.png', '2024-05-06 12:03:45'),
(683, 731, 1, '/drop/731_2a289cb5a2e87500bc46c50df8ec7f73.png', '2024-05-06 12:03:47'),
(684, 732, 1, '/drop/732_0c62744072ef052bf5c6bc454825d2a2.png', '2024-05-06 12:03:49'),
(685, 733, 1, '/drop/733_5d8ab1b05a9034ac5d598e2b58a597e9.png', '2024-05-06 12:03:51'),
(686, 734, 1, '/drop/734_5e7afff24e4b4a46f05375c2a35a0408.png', '2024-05-06 12:03:53'),
(687, 735, 1, '/drop/735_63b3cea04a4d9a0762467ab4dae3c6c1.png', '2024-05-06 12:03:55'),
(688, 736, 1, '/drop/736_ebc3b8c80dc71a1ce98b02f5180f294e.png', '2024-05-06 12:03:58'),
(689, 737, 1, '/drop/737_f99ccf8218813d89e0cf7cacfc3bb456.png', '2024-05-06 12:03:59'),
(690, 738, 1, '/drop/738_145894cccb7a31cbfe7016fec36611fc.png', '2024-05-06 12:04:01'),
(691, 739, 1, '/drop/739_e2361948ee34ed5a0733eec7cb23f1d8.png', '2024-05-06 12:04:03'),
(692, 740, 1, '/drop/740_a80d1a12a7cff15e612295204577b66b.png', '2024-05-06 12:04:05'),
(693, 741, 1, '/drop/741_4ab26d826daf3680a6be86cb5dad1df4.png', '2024-05-06 12:04:08'),
(694, 742, 1, '/drop/742_8a23b17618ae9f624d391b8a72cdc89b.png', '2024-05-06 12:04:10'),
(695, 743, 1, '/drop/743_d9e5f20e9dd31788f4a677a231350062.png', '2024-05-06 12:04:12'),
(696, 744, 1, '/drop/744_b45fe4218f35e69bd728e6ce885e9136.png', '2024-05-06 12:04:13'),
(697, 745, 1, '/drop/745_65c9f11e6b102c751dbf221265f7a289.png', '2024-05-06 12:04:15'),
(698, 746, 1, '/drop/746_8bde28cd3017c80e262c0c3368a8ec55.png', '2024-05-06 12:04:17'),
(699, 747, 1, '/drop/747_ddca34d7d3a56803a85bd7cf7449566e.png', '2024-05-06 12:04:19'),
(700, 748, 1, '/drop/748_11715971ece1e1b7a6ac2ba1c0ab346a.png', '2024-05-06 12:04:21'),
(701, 749, 1, '/drop/749_1b9bb5bc9b7a777bdc4a664ff00a59ab.png', '2024-05-06 12:04:23'),
(702, 750, 1, '/drop/750_8e71c231d97621654adbc87d648e5a14.png', '2024-05-06 12:04:25'),
(703, 751, 1, '/drop/751_81033b45a9b6e9b678b053d9d9d2c1d4.png', '2024-05-06 12:04:27'),
(704, 752, 1, '/drop/752_90b5c7665cea6599af400a2e3e28dc11.png', '2024-05-06 12:04:29'),
(705, 753, 1, '/drop/753_69df87c99dda9a38379f72119ec69754.png', '2024-05-06 12:04:31'),
(706, 754, 1, '/drop/754_b2cb7492176b7941f67cf2cdc3fc427b.png', '2024-05-06 12:04:33'),
(707, 755, 1, '/drop/755_651e10b0720bc916dcd72b5aa130d6cd.png', '2024-05-06 12:04:34'),
(708, 756, 1, '/drop/756_c89863e0c142fd18aaa184ce2a1850c9.png', '2024-05-06 12:04:36'),
(709, 757, 1, '/drop/757_ddab4284bef56240ed410b91ec4623b0.png', '2024-05-06 12:04:39'),
(710, 758, 1, '/drop/758_48a3aaaed64c7fbe1adcfe7a35697fd6.png', '2024-05-06 12:04:40'),
(711, 759, 1, '/drop/759_1e02822c807b1bbc3a7b33bcf8f0c60f.png', '2024-05-06 12:04:43'),
(712, 760, 1, '/drop/760_9d05cd7297ce0d6d3194f9b4e6ceff9a.png', '2024-05-06 12:04:44'),
(713, 761, 1, '/drop/761_1538c4543b21d99ff4a78419346ad837.png', '2024-05-06 12:04:46'),
(714, 762, 1, '/drop/762_9d7d0606da5a982859160a661b73607d.png', '2024-05-06 12:04:48'),
(715, 763, 1, '/drop/763_24de07a33c778d4ea77da8309af18996.png', '2024-05-06 12:04:50'),
(716, 764, 1, '/drop/764_fc3c9357bbb1c253a277a66784ece729.png', '2024-05-06 12:04:53'),
(717, 765, 1, '/drop/765_9064a0b43e339cd3aca143146e5dfd45.png', '2024-05-06 12:04:54'),
(718, 766, 1, '/drop/766_3ac05b059a597a9d626ce1ea69c8ecf2.png', '2024-05-06 12:04:57'),
(719, 767, 1, '/drop/767_95ec25ad92a94e93a58bf2e5dfd16e24.png', '2024-05-06 12:04:59'),
(720, 768, 1, '/drop/768_1a8a8edd43768724875f86f243304a83.png', '2024-05-06 12:05:01'),
(721, 769, 1, '/drop/769_3fd2254014e3f6c7a5f6da976f6baae6.png', '2024-05-06 12:05:02'),
(722, 770, 1, '/drop/770_6c0db4a45fbc6767632cacff078c303d.png', '2024-05-06 12:05:04'),
(723, 771, 1, '/drop/771_23c9aa064140e1f72c5c78fef2900642.png', '2024-05-06 12:05:06'),
(724, 772, 1, '/drop/772_5f963296b2c689960dad3cc9b65b9e1b.png', '2024-05-06 12:05:08'),
(725, 773, 1, '/drop/773_2667e47a294833e163361a698f0fb2f7.png', '2024-05-06 12:05:10'),
(726, 774, 1, '/drop/774_0e33e11679cfca063781773172293fc3.png', '2024-05-06 12:05:12'),
(727, 775, 1, '/drop/775_769dd0a37b3c920c30dcc8c298d7218a.png', '2024-05-06 12:05:14'),
(728, 776, 1, '/drop/776_54c29b1979bf46146f257288a7f7cf44.png', '2024-05-06 12:05:16'),
(729, 777, 1, '/drop/777_c601b9e44f7ec1cc6bc509972b7dd5d1.png', '2024-05-06 12:05:18'),
(730, 778, 1, '/drop/778_6fae1077ade0d217f891262bc90ff561.png', '2024-05-06 12:06:11'),
(731, 779, 1, '/drop/779_5f0a2ebb24584ca6dde28e18492eb4a9.png', '2024-05-06 12:06:13'),
(732, 780, 1, '/drop/780_c59fdb2a1fe596d6eda5dac0b03301e6.png', '2024-05-06 12:06:15'),
(733, 781, 1, '/drop/781_05fe1867fe79d3f08bf0f08841c4fb0b.png', '2024-05-06 12:06:17'),
(734, 782, 1, '/drop/782_3c7392257e94a82eea509849c5441f6b.png', '2024-05-06 12:06:19'),
(735, 783, 1, '/drop/783_e46de656e69b24fb4f7b8170bfcb4d55.png', '2024-05-06 12:06:21'),
(736, 784, 1, '/drop/784_c87c1540a0885bff0a9081e2cba0dde2.png', '2024-05-06 12:06:23'),
(737, 785, 1, '/drop/785_c34c0b22281c4e0d1f0dad34527875a0.png', '2024-05-06 12:06:43'),
(738, 786, 1, '/drop/786_b649d346be167169c551aa12c7913a6c.png', '2024-05-06 12:06:45'),
(739, 787, 1, '/drop/787_0ce7a14df593c887dfe0803ebf72851b.png', '2024-05-06 12:06:47'),
(740, 788, 1, '/drop/788_ab6773ce96a45134e2465b3a074490e6.png', '2024-05-06 12:06:48'),
(741, 789, 1, '/drop/789_7c9c0f9540a2e0bed2eab64dea10cfa0.png', '2024-05-06 12:06:50'),
(742, 790, 1, '/drop/790_baacf6f78e600a51950ac5f9652519d9.png', '2024-05-06 12:06:52'),
(743, 791, 1, '/drop/791_474c936fe07b1b305c03f314ea157197.png', '2024-05-06 12:06:54'),
(744, 792, 1, '/drop/792_8b692b2b55e548c823b0421efce707b3.png', '2024-05-06 12:06:56'),
(745, 793, 1, '/drop/793_8898435757f6ece8203f0a7747ef435e.png', '2024-05-06 12:06:58'),
(746, 794, 1, '/drop/794_532e2a2a07a86453293f68326b63aa39.png', '2024-05-06 12:07:00'),
(747, 795, 1, '/drop/795_1e5652ec855a31968c23fb174d1f4d05.png', '2024-05-06 12:07:01'),
(748, 796, 1, '/drop/796_480f973076e425537a5976fba61f9fe9.png', '2024-05-06 12:07:03'),
(749, 797, 1, '/drop/797_5bb4fdbb730229c43cdaaa07db19cc7b.png', '2024-05-06 12:07:05'),
(750, 798, 1, '/drop/798_1f15d28ecbb5c03c7de486ff01c1c245.png', '2024-05-06 12:07:07'),
(751, 799, 1, '/drop/799_cae5e35835bea3803e7119f769d9ef59.png', '2024-05-06 12:07:08'),
(752, 800, 1, '/drop/800_2a40affe87394ce446cedf0ecabace5a.png', '2024-05-06 12:07:10'),
(753, 801, 1, '/drop/801_5bc0dc6733e6535c97de4211e6fbf408.png', '2024-05-06 12:07:12'),
(754, 802, 1, '/drop/802_1b14036fc8c0afa8cc81574833ea64a6.png', '2024-05-06 12:07:14'),
(755, 803, 1, '/drop/803_138b3c42359cd4c2b75ab3e314dad471.png', '2024-05-06 12:07:16'),
(756, 804, 1, '/drop/804_e650ec26b9e9b0c063d956828f6d5ba6.png', '2024-05-06 12:07:17'),
(757, 805, 1, '/drop/805_62aaf6af4998c2d4d56573e633cd2dd6.png', '2024-05-06 12:07:19'),
(758, 806, 1, '/drop/806_c1624aa3b8824d560e792522491f1cd4.png', '2024-05-06 12:07:21'),
(759, 807, 1, '/drop/807_a4a2464763d24797c233a0386b4f21fa.png', '2024-05-06 12:07:23'),
(760, 808, 1, '/drop/808_7fef62efa8e675499a6473a9f5ba37a4.png', '2024-05-06 12:08:25'),
(761, 809, 1, '/drop/809_c1a6e4404ea6198e8314c4371d818fc3.png', '2024-05-06 12:08:26'),
(762, 810, 1, '/drop/810_a3c80ce742aeb166c93de464c3481e39.png', '2024-05-06 12:08:28'),
(763, 811, 1, '/drop/811_d880b6adc045b7056560a7bc36300e9f.png', '2024-05-06 12:08:30'),
(764, 812, 1, '/drop/812_c3816b456b849a64bdce01f2d7a4f304.png', '2024-05-06 12:08:32'),
(765, 813, 1, '/drop/813_9347da58484b1f7d082709fcfa08069e.png', '2024-05-06 12:08:34'),
(766, 814, 1, '/drop/814_b32dc6df86faf0790ef00c685794fc1a.png', '2024-05-06 12:08:36'),
(767, 815, 1, '/drop/815_fbe2e2917818e999b0af3adf1f7d61d5.png', '2024-05-06 12:08:38'),
(768, 816, 1, '/drop/816_0b70be5211dec63a7dd6445b5d206e13.png', '2024-05-06 12:08:40'),
(769, 817, 1, '/drop/817_7473969bd40881aa4437f0ecdcdd614e.png', '2024-05-06 12:08:42'),
(770, 818, 1, '/drop/818_5e6a8a61c85cf1f6356e97168ae05307.png', '2024-05-06 12:08:44'),
(771, 819, 1, '/drop/819_96e4d4c667bc960adae47156214e22cb.png', '2024-05-06 12:08:45'),
(772, 820, 1, '/drop/820_68c9e839e1505f73d7b4f3b5acc1c8e2.png', '2024-05-06 12:08:47'),
(773, 821, 1, '/drop/821_4ad355b76b92bd664aebf76da9056935.png', '2024-05-06 12:08:49'),
(774, 822, 1, '/drop/822_cb81ec79e247214889cf3d9df8dd8679.png', '2024-05-06 12:08:51'),
(775, 823, 1, '/drop/823_522728bb27fd7cf049f099e4c6a65cbb.png', '2024-05-06 12:08:53'),
(776, 824, 1, '/drop/824_fcd61c7f65a082461c3da7ae854383cb.png', '2024-05-06 12:08:55'),
(777, 825, 1, '/drop/825_e7056c44fbb857f7227ca51c3efd8887.png', '2024-05-06 12:08:57'),
(778, 826, 1, '/drop/826_6dca8cafefd72ebee912cb873f290d80.png', '2024-05-06 12:08:58'),
(779, 827, 1, '/drop/827_0bb76f3fbac4ca8927f25ef1be310620.png', '2024-05-06 12:09:00'),
(780, 828, 1, '/drop/828_21625131d8c968e1ad6d72207b097170.png', '2024-05-06 12:09:02'),
(781, 829, 1, '/drop/829_09d43e8df1a6f5f45e41184befb7564e.png', '2024-05-06 12:09:04'),
(782, 830, 1, '/drop/830_279cc219dc914a255aa3f0b1d61c37f9.png', '2024-05-06 12:09:06'),
(783, 831, 1, '/drop/831_ca701cfbafb13ec2468b2e383daf57fe.png', '2024-05-06 12:09:08'),
(784, 832, 1, '/drop/832_decb9f15733d9dc551b89871aeae3be1.png', '2024-05-06 12:09:10'),
(785, 833, 1, '/drop/833_fcaf6065aa9312292ab537ba24804c4e.png', '2024-05-06 12:09:11'),
(786, 834, 1, '/drop/834_2e27092a8f457957c904907b3e443d95.png', '2024-05-06 12:09:13'),
(787, 835, 1, '/drop/835_298debf58bbb553ac1d68734c64f5868.png', '2024-05-06 12:09:15'),
(788, 836, 1, '/drop/836_843ef2ead61854477841f3d1819424b6.png', '2024-05-06 12:09:17'),
(789, 837, 1, '/drop/837_8a84869d7371f9e6eb5d23e25e61c0a0.png', '2024-05-06 12:09:19'),
(790, 838, 1, '/drop/838_fba9d8114929a655a82275ce35df6c10.png', '2024-05-06 12:09:21'),
(791, 839, 1, '/drop/839_9ab1d85cf5d9572152554036299fc807.png', '2024-05-06 12:09:22'),
(792, 840, 1, '/drop/840_5280e308355742e2728d22c44c8497a1.png', '2024-05-06 12:09:24'),
(793, 841, 1, '/drop/841_039a550d29dbdb8010a0bd69726a5d6f.png', '2024-05-06 12:09:26'),
(794, 842, 1, '/drop/842_309aee41cf5ae881aa30f8418f14a64c.png', '2024-05-06 12:09:28'),
(795, 843, 1, '/drop/843_5e35e97a12e34fb4a96f5bafce7f8906.png', '2024-05-06 14:46:28'),
(796, 844, 1, '/drop/844_131cd7fee1d9f984cce179ee718d7809.png', '2024-05-16 07:58:32'),
(797, 845, 1, '/drop/845_0a5857c27bc058e92a0558e4f886db63.png', '2024-05-22 08:54:47'),
(798, 846, 1, '/drop/846_e9f6b08cd22090df4954007747045054.png', '2024-05-22 08:55:33'),
(799, 847, 1, '/drop/847_0739989520fc4ac3a8051a7b35cb63c1.png', '2024-05-22 08:56:03'),
(803, 851, 1, '/drop/851_355adcfb3b6f2459cf2ba36b7a943d08.png', '2024-05-22 09:01:22'),
(804, 852, 1, '/drop/852_16c68cea35462cf1059f78395043fd3c.png', '2024-05-22 09:18:57'),
(810, 848, 1, '/drop/848_90fcc64ab7457dd0e68cd31287c3cd14.png', '2024-06-01 17:55:55'),
(811, 849, 1, '/drop/849_651305499936154f871e3fd8d8ed659d.png', '2024-06-01 17:56:01'),
(812, 850, 1, '/drop/850_da3809a7755d0620314fa96198eae37f.png', '2024-06-01 17:56:09'),
(813, 853, 1, '/drop/853_869bb731f66c8f0691030a618bcee1f0.png', '2024-06-01 18:29:34'),
(814, 854, 1, '/drop/854_16d0783cee610fe1491ee68664507f9f.png', '2024-06-23 19:55:56'),
(816, 855, 1, '/drop/855_f8f6616f900307143e48f65095499370.png', '2024-08-07 13:25:31'),
(818, 860, 1, '/drop/860_02aa63f3580031a48c85a7602946f875.png', '2024-08-07 13:26:31'),
(819, 861, 1, '/drop/861_f478a76efc50ddc18e7012f377b4bcc3.png', '2024-08-07 13:31:11'),
(820, 859, 1, '/drop/859_5433e713820311b3b3b73bf5f5471392.png', '2024-08-07 13:32:00'),
(821, 857, 1, '/drop/857_d4516473ed179c7172c3dac0908d2aa2.png', '2024-08-07 13:32:40'),
(822, 856, 1, '/drop/856_c93fafc5ad4c754c4c4c6e837e3ca617.png', '2024-08-07 13:32:46'),
(823, 858, 1, '/drop/858_0465092fa6f7a759f8ab9b0a3c871ff6.png', '2024-08-07 13:33:02'),
(824, 862, 1, '/drop/862_b7b138c4b957c71a24e35f552542283d.png', '2024-08-07 13:42:07'),
(825, 863, 1, '/drop/863_ca8a4487be04988f2814bc8841a7c425.png', '2024-08-07 14:27:20'),
(826, 864, 1, '/drop/864_0de5fc7eae2dbc551d57e0b62ccee7ef.png', '2024-09-15 20:33:24'),
(827, 865, 1, '/drop/865_0a04c16e78c02b03a7c913a94ebd482d.png', '2024-09-17 23:58:12'),
(829, 866, 1, '/drop/866_2e0a58aa372eac1751b27cc003629fc9.png', '2024-10-03 20:20:47'),
(830, 866, 1, '/drop/527_98df537d138ac00dc3b598c57d70e72f.png', '2024-05-06 11:55:58'),
(834, 869, 1, '/drop/869_04fd437a8d066293256b72cfaad2e1bb.png', '2024-10-17 16:36:57'),
(835, 867, 1, '/drop/867_71af105f157abedb71b3eee24e51308f.png', '2024-10-17 16:38:07'),
(836, 868, 1, '/drop/868_e648b7fbee45fd2e1c19b14124de2e06.png', '2024-10-17 16:38:54'),
(837, 870, 1, '/drop/870_7aca7dcc75a50be0c7bcf772460d2018.png', '2024-10-29 05:20:13'),
(838, 871, 1, '/drop/871_2735711b574b34b404c76f0fbd54c1da.png', '2024-10-29 05:22:29'),
(839, 872, 1, '/drop/872_14c59421a502024b661154ad1d524042.png', '2024-10-29 05:23:47'),
(840, 873, 1, '/drop/873_1dc45afbcc4ea387225bd1f694988df8.png', '2024-10-29 05:24:31'),
(841, 874, 1, '/drop/874_7ac76397f516244d9cec4381edce9268.png', '2024-10-29 05:27:51'),
(843, 875, 1, '/drop/875_e7d72dbc2f212f4cc8b3540e774f1847.png', '2024-11-01 09:10:16'),
(844, 876, 1, '/drop/876_1737e50637e0f8138ca774a78b17ad06.png', '2024-11-13 07:16:55'),
(845, 877, 1, '/drop/877_2051716bcb1b5f9d69c51a48a66c38a9.png', '2024-11-13 07:17:46');

-- --------------------------------------------------------

--
-- Структура таблицы `drop_type`
--

CREATE TABLE `drop_type` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `drop_type`
--

INSERT INTO `drop_type` (`id`, `name`, `type`) VALUES
(8, 'Оружие', 'weapon'),
(9, 'Постройки', 'the buildings'),
(10, 'Предметы', 'items'),
(11, 'Ресурсы', 'resources'),
(12, 'Одежда', 'cloth'),
(13, 'Инструменты', 'tools'),
(14, 'Медикаменты', 'medicines'),
(15, 'Еда', 'food'),
(16, 'Боеприпасы', 'ammunition'),
(17, 'Ловушки', 'traps'),
(18, 'Разное', 'miscellaneous'),
(19, 'Компоненты', 'components'),
(20, 'Электричество', 'electricity'),
(21, 'Развлечение', 'entertainment');

-- --------------------------------------------------------

--
-- Структура таблицы `invoice`
--

CREATE TABLE `invoice` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `box_id` int(10) UNSIGNED DEFAULT NULL,
  `sets_id` int(11) DEFAULT NULL,
  `drop_id` int(10) UNSIGNED DEFAULT NULL,
  `type` int(10) UNSIGNED NOT NULL,
  `comment` varchar(255) DEFAULT NULL,
  `amount` decimal(14,2) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `language`
--

CREATE TABLE `language` (
  `language_id` varchar(5) NOT NULL,
  `language` varchar(3) NOT NULL,
  `country` varchar(3) NOT NULL,
  `name` varchar(32) NOT NULL,
  `name_ascii` varchar(32) NOT NULL,
  `status` smallint(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `language`
--

INSERT INTO `language` (`language_id`, `language`, `country`, `name`, `name_ascii`, `status`) VALUES
('af-ZA', 'af', 'za', 'Afrikaans', 'Afrikaans', 0),
('ar-AR', 'ar', 'ar', '‏العربية‏', 'Arabic', 0),
('az-AZ', 'az', 'az', 'Azərbaycan dili', 'Azerbaijani', 0),
('be-BY', 'be', 'by', 'Беларуская', 'Беларусь', 0),
('bg-BG', 'bg', 'bg', 'Български', 'Bulgarian', 0),
('bn-IN', 'bn', 'in', 'বাংলা', 'Bengali', 0),
('bs-BA', 'bs', 'ba', 'Bosanski', 'Bosnian', 0),
('ca-ES', 'ca', 'es', 'Català', 'Catalan', 0),
('cs-CZ', 'cs', 'cz', 'Čeština', 'Czech', 0),
('cy-GB', 'cy', 'gb', 'Cymraeg', 'Welsh', 0),
('da-DK', 'da', 'dk', 'Dansk', 'Danish', 0),
('de-DE', 'de', 'de', 'Deutsch', 'German', 0),
('el-GR', 'el', 'gr', 'Ελληνικά', 'Greek', 0),
('en-GB', 'en', 'gb', 'English', 'English (UK)', 1),
('en-PI', 'en', 'pi', 'English (Pirate)', 'English (Pirate)', 0),
('en-UD', 'en', 'ud', 'English (Upside Down)', 'English (Upside Down)', 0),
('en-US', 'en', 'us', 'English (US)', 'English (US)', 0),
('eo-EO', 'eo', 'eo', 'Esperanto', 'Esperanto', 0),
('es-ES', 'es', 'es', 'Español', 'Spanish (Spain)', 1),
('es-LA', 'es', 'la', 'Español', 'Spanish', 0),
('et-EE', 'et', 'ee', 'Eesti', 'Estonian', 0),
('eu-ES', 'eu', 'es', 'Euskara', 'Basque', 0),
('fa-IR', 'fa', 'ir', '‏فارسی‏', 'Persian', 0),
('fb-LT', 'fb', 'lt', 'Leet Speak', 'Leet Speak', 0),
('fi-FI', 'fi', 'fi', 'Suomi', 'Finnish', 0),
('fo-FO', 'fo', 'fo', 'Føroyskt', 'Faroese', 0),
('fr-CA', 'fr', 'ca', 'Français (Canada)', 'French (Canada)', 0),
('fr-FR', 'fr', 'fr', 'Français (France)', 'French (France)', 0),
('fy-NL', 'fy', 'nl', 'Frysk', 'Frisian', 0),
('ga-IE', 'ga', 'ie', 'Gaeilge', 'Irish', 0),
('gl-ES', 'gl', 'es', 'Galego', 'Galician', 0),
('he-IL', 'he', 'il', '‏עברית‏', 'Hebrew', 0),
('hi-IN', 'hi', 'in', 'हिन्दी', 'Hindi', 0),
('hr-HR', 'hr', 'hr', 'Hrvatski', 'Croatian', 0),
('hu-HU', 'hu', 'hu', 'Magyar', 'Hungarian', 0),
('hy-AM', 'hy', 'am', 'Հայերեն', 'Armenian', 0),
('id-ID', 'id', 'id', 'Bahasa Indonesia', 'Indonesian', 0),
('is-IS', 'is', 'is', 'Íslenska', 'Icelandic', 0),
('it-IT', 'it', 'it', 'Italiano', 'Italian', 0),
('ja-JP', 'ja', 'jp', '日本語', 'Japanese', 0),
('ka-GE', 'ka', 'ge', 'ქართული', 'Georgian', 0),
('km-KH', 'km', 'kh', 'ភាសាខ្មែរ', 'Khmer', 0),
('ko-KR', 'ko', 'kr', '한국어', 'Korean', 0),
('ku-TR', 'ku', 'tr', 'Kurdî', 'Kurdish', 0),
('kz-KZ', 'kz', 'kz', 'Казахстанский', 'Казахстан', 0),
('la-VA', 'la', 'va', 'lingua latina', 'Latin', 0),
('lt-LT', 'lt', 'lt', 'Lietuvių', 'Lithuanian', 0),
('lv-LV', 'lv', 'lv', 'Latviešu', 'Latvian', 0),
('mk-MK', 'mk', 'mk', 'Македонски', 'Macedonian', 0),
('ml-IN', 'ml', 'in', 'മലയാളം', 'Malayalam', 0),
('ms-MY', 'ms', 'my', 'Bahasa Melayu', 'Malay', 0),
('nb-NO', 'nb', 'no', 'Norsk (bokmål)', 'Norwegian (bokmal)', 0),
('ne-NP', 'ne', 'np', 'नेपाली', 'Nepali', 0),
('nl-NL', 'nl', 'nl', 'Nederlands', 'Dutch', 0),
('nn-NO', 'nn', 'no', 'Norsk (nynorsk)', 'Norwegian (nynorsk)', 0),
('pa-IN', 'pa', 'in', 'ਪੰਜਾਬੀ', 'Punjabi', 0),
('pl-PL', 'pl', 'pl', 'Polski', 'Polish', 0),
('ps-AF', 'ps', 'af', '‏پښتو‏', 'Pashto', 0),
('pt-BR', 'pt', 'br', 'Português (Brasil)', 'Portuguese (Brazil)', 0),
('pt-PT', 'pt', 'pt', 'Português (Portugal)', 'Portuguese (Portugal)', 0),
('ro-RO', 'ro', 'ro', 'Română', 'Romanian', 0),
('ru-RU', 'ru', 'ru', 'Русский', 'Россия', 0),
('sk-SK', 'sk', 'sk', 'Slovenčina', 'Slovak', 0),
('sl-SI', 'sl', 'si', 'Slovenščina', 'Slovenian', 0),
('sq-AL', 'sq', 'al', 'Shqip', 'Albanian', 0),
('sr-RS', 'sr', 'rs', 'Српски', 'Serbian', 0),
('sv-SE', 'sv', 'se', 'Svenska', 'Swedish', 1),
('sw-KE', 'sw', 'ke', 'Kiswahili', 'Swahili', 0),
('ta-IN', 'ta', 'in', 'தமிழ்', 'Tamil', 0),
('te-IN', 'te', 'in', 'తెలుగు', 'Telugu', 0),
('th-TH', 'th', 'th', 'ภาษาไทย', 'Thai', 0),
('tl-PH', 'tl', 'ph', 'Filipino', 'Filipino', 0),
('tr-TR', 'tr', 'tr', 'Türkçe', 'Turkish', 0),
('uk-UA', 'uk', 'ua', 'Українська', 'Україна', 0),
('vi-VN', 'vi', 'vn', 'Tiếng Việt', 'Vietnamese', 0),
('xx-XX', 'xx', 'xx', 'Fejlesztő', 'Developer', 0),
('zh-CN', 'zh', 'cn', '中文(简体)', 'Simplified Chinese (China)', 0),
('zh-HK', 'zh', 'hk', '中文(香港)', 'Traditional Chinese (Hong Kong)', 0),
('zh-TW', 'zh', 'tw', '中文(台灣)', 'Traditional Chinese (Taiwan)', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `language_force_translation`
--

CREATE TABLE `language_force_translation` (
  `id` int(11) NOT NULL,
  `value` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `language_source`
--

CREATE TABLE `language_source` (
  `id` int(11) NOT NULL,
  `category` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` longtext COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `language_translate`
--

CREATE TABLE `language_translate` (
  `id` int(11) NOT NULL,
  `language` varchar(16) COLLATE utf8_unicode_ci NOT NULL,
  `translation` longtext COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `migration`
--

CREATE TABLE `migration` (
  `version` varchar(180) NOT NULL,
  `apply_time` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `migration`
--

INSERT INTO `migration` (`version`, `apply_time`) VALUES
('m000000_000000_base', 1668452674),
('m010101_100001_init_comment', 1698239640),
('m150207_210500_i18n_init', 1668529972),
('m160629_121330_add_relatedTo_column_to_comment', 1698239640),
('m161109_092304_rename_comment_table', 1698239640),
('m161114_094902_add_url_column_to_comment_table', 1698239640),
('m220905_091157_translate_manager', 1698243070),
('m221114_192232_create_user_table', 1668453880),
('m221114_203400_single_tree', 1668460455),
('m221114_210419_create_box_table', 1668460663),
('m221114_210429_create_box_drop_table', 1668460783),
('m221114_210437_create_drop_table', 1668460783),
('m221114_210446_create_profit_table', 1668460783),
('m221114_210459_create_user_balance_table', 1668460783),
('m221114_211902_init_keys', 1668461247),
('m221123_230903_create_news_table', 1669245263),
('m221124_115238_create_drop_type_table', 1669291478),
('m221124_174534_create_auth_table', 1669585375),
('m221127_213813_create_user_drop_table', 1669585375),
('m221127_213823_create_user_box_table', 1669585375),
('m240613_102811_add_column_skindrops', 1718283892),
('m240623_144453_referral_bonus', 1719167031),
('m240628_090056_updated_at', 1719843167),
('m240807_071916_statistics', 1723019320),
('m240807_160733_user_server', 1723922566),
('m240817_191446_chat_and_reports', 1723922566),
('m240909_121812_confim_code', 1725889131),
('m240912_053914_payout_refferal', 1726141584),
('m240914_104004_rcon_task', 1726336459),
('m240914_132045_user_columns', 1726336460),
('m240914_222501_report_checking', 1726493734),
('m240914_235733_user_discord', 1726493734),
('m240916_101255_new_role', 1726493734),
('m240920_075628_rustru', 1726822806),
('m241009_083222_rustoteka_bot', 1728470228),
('m241023_090832_buildings', 1729791273),
('m241024_161455_building_resident', 1729791273),
('m241026_091551_support', 1729968130),
('m241026_101130_message_read', 1729968130),
('m241026_105500_support_add_column', 1729968130),
('m241026_114419_suppurt_update_at', 1729968130),
('m241026_153524_jwt', 1729968130),
('m241027_115123_support_file_', 1730043414),
('m241109_092633_user_is_gaimer', 1731640509),
('m241115_013440_news_id', 1731640509),
('m241125_140912_category_image', 1732547192),
('m241204_235959_user_server_current', 1733357022),
('m241205_003919_servers_sort', 1733359209),
('m241205_015507_server_last_update', 1733363808),
('m241205_033023_currentTeam', 1733369887),
('m241205_074857_user_top', 1733385083),
('m241205_110701_user_updated_at', 1733396958),
('m241210_131745_clans', 1733867761),
('m241213_151447_raid', 1734103868);

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE `news` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `date_published` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `name`, `status`, `created_at`, `date_published`) VALUES
(1, 'test 123', 1, '2022-11-23 20:54:08', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Структура таблицы `news_content`
--

CREATE TABLE `news_content` (
  `id` int(10) UNSIGNED NOT NULL,
  `news_id` int(10) UNSIGNED NOT NULL,
  `language` varchar(5) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'ru-RU',
  `title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `title_text` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `body` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `news_content`
--

INSERT INTO `news_content` (`id`, `news_id`, `language`, `title`, `title_text`, `body`, `created_at`) VALUES
(1, 1, 'ru-RU', 'test 123 234523', 'trwertsed', 'fsdf sdfsdf', '2022-11-23 21:01:13');

-- --------------------------------------------------------

--
-- Структура таблицы `news_image`
--

CREATE TABLE `news_image` (
  `id` int(10) UNSIGNED NOT NULL,
  `news_id` int(10) UNSIGNED NOT NULL,
  `type` int(10) UNSIGNED NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `profit`
--

CREATE TABLE `profit` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_balance_id` int(10) UNSIGNED NOT NULL,
  `type` int(10) UNSIGNED DEFAULT NULL,
  `amount` decimal(14,2) UNSIGNED NOT NULL DEFAULT 0.00,
  `comment` varchar(255) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `promocode`
--

CREATE TABLE `promocode` (
  `id` int(11) NOT NULL,
  `code` text NOT NULL,
  `type` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `finished_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `created_at` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `rcon_tasks`
--

CREATE TABLE `rcon_tasks` (
  `id` int(10) UNSIGNED NOT NULL,
  `command` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `server_tag` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `select`
--

CREATE TABLE `select` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `description` text NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `select`
--

INSERT INTO `select` (`id`, `name`, `description`, `status`, `created_at`) VALUES
(8, 'Карты доступа', '', 1, '2024-05-21 18:29:48'),
(9, 'Скины', 'Доступ к команде <strong><span style=\"color: #aaf16e;\">/skin</span></strong> которая позволяет легко и быстро менять скины.', 1, '2024-10-21 14:18:18'),
(10, 'Чертежи', 'Изучения предметов на 30 дней с момента активации.', 1, '2024-10-21 14:18:13');

-- --------------------------------------------------------

--
-- Структура таблицы `select_drop`
--

CREATE TABLE `select_drop` (
  `id` int(11) NOT NULL,
  `select_id` int(11) NOT NULL,
  `drop_id` int(10) UNSIGNED NOT NULL,
  `count` int(11) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `select_drop`
--

INSERT INTO `select_drop` (`id`, `select_id`, `drop_id`, `count`, `created_at`) VALUES
(9, 8, 637, 1, '2024-05-21 18:38:49'),
(12, 8, 656, 1, '2024-05-21 18:42:31'),
(13, 8, 642, 1, '2024-05-21 18:42:37'),
(14, 9, 845, 1, '2024-05-22 08:56:35'),
(15, 9, 846, 1, '2024-05-22 08:56:35'),
(16, 9, 847, 1, '2024-05-22 08:56:35'),
(17, 10, 848, 1, '2024-05-22 09:02:11'),
(18, 10, 849, 1, '2024-05-22 09:02:11'),
(19, 10, 850, 1, '2024-05-22 09:02:11'),
(20, 10, 851, 1, '2024-05-22 09:02:11');

-- --------------------------------------------------------

--
-- Структура таблицы `select_image`
--

CREATE TABLE `select_image` (
  `id` int(11) NOT NULL,
  `select_id` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `image` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `select_image`
--

INSERT INTO `select_image` (`id`, `select_id`, `type`, `image`, `created_at`) VALUES
(1, 8, 1, '/select/8_3423773ed0c9f474b0fad58c5eb8bfe8.png', '2024-05-21 18:29:48'),
(2, 9, 1, '/select/9_635fe4db2ff5f43cff33807c01f28908.png', '2024-05-22 08:53:32'),
(4, 10, 1, '/select/10_db2f67c8367d1ae56af5be3ee541ea26.png', '2024-06-01 18:09:35');

-- --------------------------------------------------------

--
-- Структура таблицы `servers`
--

CREATE TABLE `servers` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `wipe` timestamp NULL DEFAULT NULL,
  `wipe_type` int(11) NOT NULL,
  `next_wipe` timestamp NULL DEFAULT NULL,
  `global_wipe` timestamp NULL DEFAULT NULL,
  `description` text NOT NULL,
  `rules` longtext NOT NULL,
  `ip` text NOT NULL,
  `port` int(11) NOT NULL,
  `query` int(11) NOT NULL,
  `rcon` int(11) NOT NULL,
  `rcon_password` varchar(255) NOT NULL,
  `map` text NOT NULL,
  `players` int(11) NOT NULL,
  `joined` int(11) NOT NULL,
  `queued` int(11) NOT NULL,
  `team_limit` int(11) DEFAULT NULL,
  `max` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `db_host` text DEFAULT NULL,
  `db_name` text DEFAULT NULL,
  `db_user` text DEFAULT NULL,
  `db_password` text DEFAULT NULL,
  `tag` text NOT NULL,
  `stats_payment` int(11) NOT NULL DEFAULT 0,
  `skindrops` int(11) NOT NULL DEFAULT 0,
  `wargm_id` int(11) DEFAULT NULL,
  `commands` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL,
  `discord_token` varchar(255) DEFAULT NULL,
  `sort` int(10) DEFAULT 0,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `servers`
--

INSERT INTO `servers` (`id`, `name`, `wipe`, `wipe_type`, `next_wipe`, `global_wipe`, `description`, `rules`, `ip`, `port`, `query`, `rcon`, `rcon_password`, `map`, `players`, `joined`, `queued`, `team_limit`, `max`, `status`, `db_host`, `db_name`, `db_user`, `db_password`, `tag`, `stats_payment`, `skindrops`, `wargm_id`, `commands`, `discord_token`, `sort`, `updated_at`) VALUES
(1, 'ПРОСТОЙ #1 [MAX3] ', '2024-11-22 13:00:00', 14, '2024-12-05 18:00:00', '2024-12-05 18:00:00', '<div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> В рыбацких деревнях, ранчо, амбарах, бандитке есть переработчики, станции дронов, нпз!</div>\r\n                                <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> На <b>50%</b> снижено содержание шкафа!</div>', '', '195.18.27.169', 35100, 35110, 36101, 'kuygqaji', '4250_1986142550', 12, 2, 0, 3, 200, 1, 'mysql.survivalhost.org', 'sh_11512_stats', 'gspuser_11512', 'w30f270v', 'max3', 1, 1, 70688, '[\"sil\", \"report\", \"wipe\", \"time\", \"store\", \"pop\"]', 'MTI3OTM4NjQyNTY4Njc1MzM1MQ.Gt80mX.3oo2jHsCpXP4yZMk_YEdkzbxZf7NyYRRSxlV8I', 0, '2024-12-05 01:13:15'),
(2, 'ПРОСТОЙ #2 [X2]', '2024-11-22 13:00:00', 7, '2024-11-29 13:00:00', '2024-12-05 18:00:00', '	\n	<div class=\"server_info_description_success\">\n	<span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> В рыбацких деревнях, ранчо, амбарах, бандитке есть переработчики, станции дронов, нпз!</div>\n    <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> На <b>50%</b> снижено содержание шкафа!</div>\n    <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Увеличенные рейты на ресурсы <b>X2</b></div>\n    <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Рейты на компоненты <b>X1</b></div>\n    <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Скорость плавления в печах <b>X2</b></div>\n    <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Скорость крафта предметов <b>X2</b></div>', '', '185.189.255.160', 35000, 35010, 36001, 'kuygqaji', '4250_713380105', 16, 0, 0, NULL, 300, 1, 'mysql.survivalhost.org', 'sh_11715_stats', 'gspuser_11715', '6x486c7i', 'classicx2', 1, 1, NULL, '[\"sil\", \"report\", \"wipe\", \"time\", \"store\", \"pop\", \"xrates\"]', 'MTI3OTMzNDYyNTA0NjQzMzg4NA.GmzVBR.lolLMt4biw1KKhTn6RwgficqEsfs0jL-nqa0HQ', 0, '2024-12-05 01:14:21'),
(3, 'ПРОСТОЙ #3 [NOLIMIT]', '2024-11-22 13:00:00', 14, '2024-12-05 18:00:00', '2024-12-05 18:00:00', '<div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> В рыбацких деревнях, ранчо, амбарах, бандитке есть переработчики, станции дронов, нпз!</div>\n                                <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> На <b>50%</b> снижено содержание шкафа!</div>', '', '195.18.27.169', 35000, 35010, 36001, 'kuygqaji', '4250_2054380008', 48, 2, 0, NULL, 300, 1, 'mysql.survivalhost.org', 'sh_11511_stats', 'gspuser_11511', '7agw4ken', 'nolimit', 1, 1, NULL, '[\"sil\", \"report\", \"wipe\", \"time\", \"store\", \"pop\"]', 'MTI3OTM4NzE0MzMxOTU4NDgyMw.G9tyPU.P8MbIr78SW9EMgBohiGP3uSRe-yB761tiOzfbY', 0, NULL),
(6, 'ПРОСТОЙ #4 [SOLO]', '2024-11-22 13:00:00', 14, '2024-12-05 18:00:00', '2024-12-05 18:00:00', '<div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> В рыбацких деревнях, ранчо, амбарах, бандитке есть переработчики, станции дронов, нпз!</div>                                 <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> На <b>50%</b> снижено содержание шкафа!</div>', '', '195.18.27.169', 35300, 35110, 36301, 'kuygqaji', '3500_1455075726', 3, 0, 0, 1, 100, 3, 'mysql.survivalhost.org', 'sh_11514_stats', 'gspuser_11514', '6ej3w8rh', 'solo', 1, 1, NULL, '[\"sil\", \"report\", \"wipe\", \"time\", \"store\", \"pop\"]', 'MTI3OTM4NzUzNjA3NDIxNTUxNw.G90kyl.wh9CsNhOBLzcTAZH6i-Kv0Or7Wa08zCnSeNvSw', 0, NULL),
(7, 'ПРОСТОЙ #5 [X10]', '2024-11-22 13:00:00', 14, '2024-12-05 18:00:00', '2024-12-05 18:00:00', '	<div class=\"server_info_description_success\"> 	<span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> В рыбацких деревнях, ранчо, амбарах, бандитке есть переработчики, станции дронов, нпз!</div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> На <b>50%</b> снижено содержание шкафа!</div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Увеличенные рейты на ресурсы <b>X10</b></div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Увеличенные рейты на компоненты <b>X5</b></div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Скорость плавления в печах <b>X10</b></div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Скорость крафта предметов <b>X5</b></div>', '', '185.189.255.160', 35100, 35110, 36101, 'kuygqaji', '4250_1874461776', 10, 1, 0, NULL, 200, 1, 'mysql.survivalhost.org', 'sh_11514_stats', 'gspuser_11514', '6ej3w8rh', 'x10', 1, 1, NULL, '[\"sil\", \"report\", \"wipe\", \"time\", \"store\", \"pop\"]', 'MTI4OTEyNzc4MDE5NzQ2NjE1Mw.G4REQ7.ZGtSu5SnH0pCGngev4f6cyQVKXpDnBVp7Tc1FU', 0, NULL),
(9, 'ПРОСТОЙ #6 [0.5X]', '2024-11-22 13:00:00', 14, '2024-12-05 18:00:00', '2024-12-05 18:00:00', '	<div class=\"server_info_description_success\"> 	<span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> В рыбацких деревнях, ранчо, амбарах, бандитке есть переработчики, станции дронов, нпз!</div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> На <b>50%</b> снижено содержание шкафа!</div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Увеличенные рейты на ресурсы <b>X0.5</b></div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Рейты на компоненты <b>X1</b></div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Скорость плавления в печах <b>X1</b></div>     <div class=\"server_info_description_success\"><span class=\"server_info_description_success_icon\"><i class=\"fas fa-check\"></i></span> Скорость крафта предметов <b>X1</b></div>', '', '185.189.255.160', 35200, 35210, 36201, 'kuygqaji', '4250_1874461776', 0, 0, 0, NULL, 400, 1, 'mysql.survivalhost.org', 'sh_11514_stats', 'gspuser_11514', '6ej3w8rh', 'x0.5', 1, 1, NULL, '[\"sil\",  \"report\", \"wipe\", \"time\", \"store\", \"pop\"]', 'MTI4OTEyODg2NDE3NzU5MDM0NQ.GVMTaf.dnqnHXFUiR6Q0yBWZRJiV20IxZeICnGU7_WP14', 0, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `servers_chats`
--

CREATE TABLE `servers_chats` (
  `id` int(10) UNSIGNED NOT NULL,
  `steam_id` varchar(255) DEFAULT NULL,
  `message` varchar(255) DEFAULT NULL,
  `created_at` varchar(255) DEFAULT NULL,
  `server_tag` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `servers_reports`
--

CREATE TABLE `servers_reports` (
  `id` int(10) UNSIGNED NOT NULL,
  `steam_id` varchar(19) DEFAULT NULL,
  `recepient_steam_id` varchar(255) DEFAULT NULL,
  `reason` varchar(255) DEFAULT NULL,
  `created_at` varchar(255) DEFAULT NULL,
  `server_tag` varchar(11) DEFAULT NULL,
  `wipe` varchar(30) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `sets`
--

CREATE TABLE `sets` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` varchar(255) DEFAULT '',
  `status` int(11) NOT NULL DEFAULT 0,
  `eng_name` varchar(255) NOT NULL DEFAULT '',
  `discount` int(11) NOT NULL,
  `price` decimal(14,2) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `sort` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `sets`
--

INSERT INTO `sets` (`id`, `name`, `description`, `status`, `eng_name`, `discount`, `price`, `created_at`, `sort`) VALUES
(1, 'Фермер', '', 1, '', 10, '80.00', '2024-05-15 12:53:59', 0),
(2, 'Сталкер', '', 1, '', 0, '150.00', '2024-05-15 13:10:27', 0),
(3, 'Индийский чай', '', 1, '', 10, '110.00', '2024-05-15 13:11:28', 0),
(4, 'Электрик', '', 1, '', 0, '160.00', '2024-05-15 13:11:54', 0),
(5, 'Набор компонентов', '', 1, '', 0, '790.00', '2024-05-15 13:12:20', 0),
(6, 'Рейдер', '', 1, '', 0, '499.00', '2024-07-04 17:40:16', 0),
(7, 'Ресурсы', '', 1, '', 0, '1490.00', '2024-05-15 13:13:10', 0),
(8, 'Киллер', '', 1, '', 0, '210.00', '2024-06-06 17:05:29', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `sets_drop`
--

CREATE TABLE `sets_drop` (
  `id` int(11) NOT NULL,
  `sets_id` int(11) NOT NULL,
  `drop_id` int(10) UNSIGNED NOT NULL,
  `count` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `sets_drop`
--

INSERT INTO `sets_drop` (`id`, `sets_id`, `drop_id`, `count`, `created_at`) VALUES
(6, 1, 725, 1, '2024-05-15 17:21:48'),
(7, 1, 783, 1, '2024-05-15 17:22:50'),
(8, 1, 768, 5, '2024-05-15 17:23:18'),
(9, 1, 728, 5, '2024-05-15 17:24:02'),
(10, 1, 779, 1, '2024-05-15 17:24:17'),
(11, 1, 504, 50, '2024-05-15 17:24:36'),
(12, 1, 229, 2, '2024-05-15 17:24:51'),
(13, 1, 764, 10, '2024-05-15 17:25:07'),
(14, 1, 319, 100, '2024-05-15 17:25:19'),
(15, 1, 192, 2, '2024-05-15 17:25:34'),
(16, 1, 186, 5, '2024-05-15 17:25:52'),
(17, 1, 505, 50, '2024-05-15 17:26:48'),
(20, 1, 548, 50, '2024-05-15 17:27:31'),
(21, 1, 549, 50, '2024-05-15 17:27:51'),
(22, 1, 553, 50, '2024-05-15 17:28:03'),
(23, 1, 556, 50, '2024-05-15 17:28:17'),
(24, 1, 551, 50, '2024-05-15 17:28:30'),
(25, 1, 550, 50, '2024-05-15 17:28:41'),
(26, 3, 575, 3, '2024-05-15 17:30:12'),
(28, 3, 579, 3, '2024-05-15 17:30:38'),
(29, 3, 580, 3, '2024-05-15 17:30:58'),
(30, 3, 576, 3, '2024-05-15 17:31:31'),
(31, 3, 577, 3, '2024-05-15 17:31:48'),
(32, 3, 422, 1, '2024-05-15 17:32:31'),
(33, 3, 421, 1, '2024-05-15 17:32:54'),
(34, 3, 420, 1, '2024-05-15 17:33:08'),
(35, 6, 446, 2, '2024-05-15 17:35:06'),
(36, 6, 597, 128, '2024-05-15 17:35:25'),
(37, 6, 602, 4, '2024-05-15 17:35:54'),
(38, 6, 114, 1, '2024-05-15 17:36:05'),
(39, 6, 466, 8, '2024-05-15 17:36:26'),
(40, 7, 320, 30000, '2024-05-15 17:37:17'),
(41, 7, 315, 1000, '2024-05-15 17:37:36'),
(42, 7, 292, 50, '2024-05-15 17:37:54'),
(43, 7, 307, 5000, '2024-05-15 17:38:11'),
(44, 7, 301, 1000, '2024-05-15 17:38:35'),
(45, 7, 316, 1000, '2024-05-15 17:38:46'),
(46, 7, 304, 500, '2024-05-15 17:39:04'),
(47, 7, 300, 50000, '2024-05-15 17:39:16'),
(48, 7, 311, 5000, '2024-05-15 17:39:29'),
(49, 7, 295, 50000, '2024-05-15 17:39:46'),
(50, 7, 317, 50000, '2024-05-15 17:40:02'),
(51, 2, 642, 1, '2024-05-15 17:50:00'),
(52, 2, 656, 1, '2024-05-15 17:50:18'),
(53, 2, 637, 1, '2024-05-15 17:50:33'),
(54, 2, 745, 1, '2024-05-15 17:51:18'),
(55, 2, 714, 5, '2024-05-15 17:52:06'),
(56, 2, 472, 1, '2024-05-15 17:52:25'),
(57, 2, 444, 1, '2024-05-15 17:52:36'),
(58, 2, 468, 10, '2024-05-15 17:52:55'),
(59, 2, 575, 1, '2024-05-15 17:53:12'),
(60, 2, 478, 5, '2024-05-15 17:53:43'),
(61, 2, 475, 1, '2024-05-15 17:54:02'),
(62, 2, 483, 10, '2024-05-15 17:54:20'),
(63, 2, 324, 1, '2024-05-15 17:54:39'),
(64, 2, 601, 30, '2024-05-15 17:55:19'),
(65, 2, 83, 1, '2024-05-15 17:55:44'),
(66, 2, 65, 1, '2024-05-15 17:55:57'),
(67, 5, 713, 20, '2024-05-15 17:56:26'),
(68, 5, 689, 20, '2024-05-15 17:56:40'),
(69, 5, 688, 20, '2024-05-15 17:56:52'),
(70, 5, 687, 20, '2024-05-15 17:56:57'),
(71, 5, 706, 20, '2024-05-15 17:57:13'),
(72, 5, 684, 20, '2024-05-15 17:57:30'),
(73, 5, 685, 20, '2024-05-15 17:57:37'),
(74, 5, 683, 20, '2024-05-15 17:57:45'),
(75, 5, 671, 20, '2024-05-15 17:57:55'),
(76, 5, 670, 20, '2024-05-15 17:58:01'),
(77, 5, 699, 20, '2024-05-15 17:58:15'),
(78, 5, 686, 20, '2024-05-15 17:58:43'),
(79, 5, 667, 20, '2024-05-15 17:58:55'),
(80, 5, 711, 20, '2024-05-15 17:59:02'),
(81, 5, 299, 5, '2024-05-15 17:59:16'),
(82, 5, 302, 5, '2024-05-15 17:59:36'),
(83, 4, 723, 2, '2024-05-15 18:00:00'),
(84, 4, 734, 1, '2024-05-15 18:00:13'),
(85, 4, 771, 1, '2024-05-15 18:00:25'),
(86, 4, 776, 10, '2024-05-15 18:00:40'),
(87, 4, 773, 10, '2024-05-15 18:01:31'),
(88, 4, 780, 10, '2024-05-15 18:01:45'),
(89, 4, 765, 10, '2024-05-15 18:01:57'),
(90, 4, 735, 10, '2024-05-15 18:02:13'),
(91, 4, 781, 10, '2024-05-15 18:02:30'),
(92, 4, 782, 20, '2024-05-15 18:02:40'),
(93, 4, 733, 20, '2024-05-15 18:03:00'),
(94, 4, 720, 20, '2024-05-15 18:03:08'),
(95, 4, 784, 20, '2024-05-15 18:03:17'),
(96, 4, 752, 20, '2024-05-15 18:03:32'),
(97, 4, 754, 20, '2024-05-15 18:03:47'),
(98, 4, 724, 1, '2024-05-15 18:04:01'),
(99, 4, 715, 10, '2024-05-15 18:04:20'),
(100, 4, 718, 3, '2024-05-15 18:04:31'),
(101, 4, 753, 1, '2024-05-15 18:04:47'),
(102, 8, 127, 1, '2024-06-01 19:54:58'),
(103, 8, 598, 128, '2024-06-01 19:55:23'),
(104, 8, 342, 1, '2024-06-01 19:55:39'),
(105, 8, 380, 1, '2024-06-01 19:55:52'),
(106, 8, 347, 1, '2024-06-01 19:56:03'),
(107, 8, 437, 1, '2024-06-01 19:56:14'),
(108, 8, 416, 1, '2024-06-01 19:57:05'),
(109, 8, 331, 1, '2024-06-01 19:57:16'),
(110, 8, 414, 1, '2024-06-01 19:57:31'),
(112, 8, 579, 1, '2024-06-01 19:58:32'),
(113, 8, 570, 5, '2024-06-01 19:59:03'),
(114, 8, 78, 1, '2024-06-01 19:59:44'),
(115, 8, 92, 1, '2024-06-01 19:59:56'),
(116, 8, 115, 1, '2024-06-01 20:06:32'),
(118, 8, 477, 8, '2024-06-01 20:09:07');

-- --------------------------------------------------------

--
-- Структура таблицы `sets_image`
--

CREATE TABLE `sets_image` (
  `id` int(10) UNSIGNED NOT NULL,
  `sets_id` int(11) NOT NULL,
  `type` int(10) UNSIGNED NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `sets_image`
--

INSERT INTO `sets_image` (`id`, `sets_id`, `type`, `image`, `created_at`) VALUES
(1, 1, 1, '/sets/1_fc93214a5c6d52078a69da68c1e25db9.png', '2024-05-15 11:26:46'),
(2, 2, 1, '/sets/2_dfce9b12b8c0802908a06f1d45d71e1d.png', '2024-05-15 13:10:27'),
(3, 3, 1, '/sets/3_264afdec548ef3b81246245170430662.png', '2024-05-15 13:11:28'),
(4, 4, 1, '/sets/4_3c6990fb62f2e5d18b8bfcbedc8070c6.png', '2024-05-15 13:11:54'),
(5, 5, 1, '/sets/5_9eeaf88439a9d57ac9866fc5c536e70c.png', '2024-05-15 13:12:20'),
(6, 6, 1, '/sets/6_5a6f187c7e0c730dc780d69d002ccae9.png', '2024-05-15 13:12:44'),
(7, 7, 1, '/sets/7_0d40de6d6ad39948ce8770a7a3fca8ec.png', '2024-05-15 13:13:10'),
(9, 8, 1, '/sets/8_018bd228da32aaf5c68050aea32a3b41.png', '2024-06-01 19:54:11');

-- --------------------------------------------------------

--
-- Структура таблицы `settings`
--

CREATE TABLE `settings` (
  `key` varchar(255) NOT NULL,
  `value` varchar(255) DEFAULT NULL,
  `text` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `settings`
--

INSERT INTO `settings` (`key`, `value`, `text`) VALUES
('a_color', '#e59d5d', NULL),
('blog_item_background', '#000000e6', NULL),
('blog_item_color', '#fff', NULL),
('blog_item_data_color', '#f1f1f1', NULL),
('body_background', '#101d14', NULL),
('button', '#8fc32c', NULL),
('button_text', '#333333', NULL),
('description', NULL, 'На сайте представлена информация о игре World of Warcraft, а так же различные секреты по этой игре.'),
('footer', '#000000bd', NULL),
('footer_text', '#fff', NULL),
('header_background', '#000000bd', NULL),
('header_color', '#fff', NULL),
('header_top_background', '#ffffff12', NULL),
('header_top_color', '#fff', NULL),
('logo_background', '#5aaf46', NULL),
('logo_color', '#fff', NULL),
('subject', NULL, 'Игра World of Warcraft'),
('title', NULL, 'Все о World of Warcraft'),
('title_short', NULL, 'World of Warcraft');

-- --------------------------------------------------------

--
-- Структура таблицы `skindrops`
--

CREATE TABLE `skindrops` (
  `id` int(11) NOT NULL,
  `steam_id` varchar(22) NOT NULL,
  `name` text NOT NULL,
  `player` text NOT NULL,
  `price` text NOT NULL,
  `real_price` text NOT NULL,
  `image` text NOT NULL,
  `replay` text DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `skindrops_links`
--

CREATE TABLE `skindrops_links` (
  `id` int(11) NOT NULL,
  `steam_id` varchar(127) NOT NULL,
  `tradeurl` text NOT NULL,
  `partner` text NOT NULL,
  `token` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `statistics`
--

CREATE TABLE `statistics` (
  `id` int(10) UNSIGNED NOT NULL,
  `steam_id` varchar(19) DEFAULT NULL,
  `key` varchar(60) DEFAULT NULL,
  `value` int(10) UNSIGNED DEFAULT NULL,
  `server_tag` varchar(11) DEFAULT NULL,
  `wipe` varchar(30) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `statistics_kills`
--

CREATE TABLE `statistics_kills` (
  `id` int(10) UNSIGNED NOT NULL,
  `steam_id` varchar(19) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `dead` varchar(255) DEFAULT NULL,
  `weapon` varchar(255) DEFAULT NULL,
  `distance` int(10) UNSIGNED DEFAULT NULL,
  `created_at` varchar(255) DEFAULT NULL,
  `server_tag` varchar(11) DEFAULT NULL,
  `wipe` varchar(30) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `statistics_teams`
--

CREATE TABLE `statistics_teams` (
  `id` int(10) UNSIGNED NOT NULL,
  `steam_id` varchar(19) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `team_author` varchar(255) DEFAULT NULL,
  `created_at` varchar(255) DEFAULT NULL,
  `server_tag` varchar(11) DEFAULT NULL,
  `wipe` varchar(30) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `support`
--

CREATE TABLE `support` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `suspect_user_id` int(10) UNSIGNED DEFAULT NULL,
  `server_tag` varchar(11) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `support_file`
--

CREATE TABLE `support_file` (
  `id` int(10) UNSIGNED NOT NULL,
  `support_message_id` int(10) UNSIGNED NOT NULL,
  `file` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `filename` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mimetype` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `support_message`
--

CREATE TABLE `support_message` (
  `id` int(10) UNSIGNED NOT NULL,
  `support_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `message` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `support_read`
--

CREATE TABLE `support_read` (
  `user_id` int(10) UNSIGNED NOT NULL,
  `support_message_id` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `task`
--

CREATE TABLE `task` (
  `id` int(11) NOT NULL,
  `description` text NOT NULL,
  `type` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `drop_id` int(10) UNSIGNED NOT NULL,
  `count` int(11) NOT NULL DEFAULT 1,
  `drop_id_image` int(10) UNSIGNED NOT NULL,
  `stat_attribute` text NOT NULL,
  `sort` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `task`
--

INSERT INTO `task` (`id`, `description`, `type`, `amount`, `drop_id`, `count`, `drop_id_image`, `stat_attribute`, `sort`, `created_at`) VALUES
(1, 'Вырастить 1500 ткани', 1, 1500, 579, 3, 505, 'gathered_cloth', 10, '2024-08-18 11:23:27'),
(3, '250 синих ягод', 1, 250, 577, 2, 549, 'gathered_blue.berry', 20, '2024-08-18 11:23:32'),
(4, '500 желтых ягод', 1, 500, 843, 50, 550, 'gathered_yellow.berry', 25, '2024-08-18 11:23:36'),
(5, '20 сачелей', 2, 20, 865, 1, 466, 'satchelsthrown', 10, '2024-09-18 07:43:22'),
(6, '20 ракет', 2, 20, 711, 15, 602, 'rocket_basic', 15, '2024-08-18 11:23:45'),
(7, '20 зарядов C4', 2, 20, 843, 50, 446, 'c4thrown', 20, '2024-06-06 16:13:14'),
(9, 'Вырастить 100 тыквы', 1, 100, 576, 2, 570, 'gathered_pumpkin', 15, '2024-08-18 11:23:59'),
(10, 'Поймать 10 акул', 4, 10, 843, 50, 516, 'f_fish.smallshark', 20, '2024-08-18 11:24:10'),
(11, 'Поймать 10 сомов', 4, 10, 622, 1, 560, 'f_fish.catfish', 15, '2024-08-18 11:24:13'),
(12, 'Поймать 15 форели', 4, 15, 658, 2, 515, 'f_fish.troutsmall', 10, '2024-08-18 11:24:15'),
(13, 'Поймать 15 сельди', 4, 15, 645, 4, 547, 'f_fish.herring', 5, '2024-08-18 11:24:16'),
(14, '10000 серной руды', 3, 10000, 843, 50, 312, 'sulfur.ore', 20, '2024-08-18 11:24:20'),
(15, '10000 железной руды', 3, 10000, 329, 2, 297, 'metal.ore', 15, '2024-08-18 11:24:22'),
(16, '20000 камней', 3, 20000, 458, 2, 300, 'stones', 10, '2024-06-06 16:20:09'),
(17, '20000 дерева', 3, 20000, 443, 1, 295, 'wood', 5, '2024-06-06 16:19:47'),
(18, 'Сделать 100 киллов', 5, 100, 843, 50, 127, 'kills', 20, '2024-06-06 16:23:49'),
(19, 'Сделать 50 киллов', 5, 50, 106, 1, 127, 'kills', 15, '2024-06-06 16:23:42'),
(20, 'Сделать 25 киллов', 5, 25, 107, 1, 127, 'kills', 10, '2024-09-18 07:48:37'),
(21, 'Сделать 5 киллов', 5, 5, 89, 1, 127, 'kills', 5, '2024-06-06 16:22:37'),
(22, 'Убитых 100 ботов', 6, 100, 843, 50, 359, 'scientists', 20, '2024-05-28 19:34:53'),
(23, 'Убитых 50 ботов', 6, 50, 642, 1, 359, 'scientists', 15, '2024-06-06 16:44:31'),
(24, 'Убитых 25 ботов', 6, 25, 656, 1, 359, 'scientists', 10, '2024-06-06 16:25:57'),
(25, 'Убитых 5 ботов', 6, 5, 637, 1, 359, 'scientists', 5, '2024-06-06 16:25:36'),
(26, 'Убитых 5 медведей', 7, 5, 639, 1, 228, 'bear', 20, '2024-08-18 17:45:35'),
(27, 'Убитых 3 волков', 7, 3, 653, 1, 427, 'wolf2', 15, '2024-11-15 15:39:30'),
(29, 'Убитых 5 кабанов', 7, 5, 623, 3, 566, 'boar', 5, '2024-08-18 11:24:47'),
(30, 'Убитых 5 белых медведей', 7, 5, 843, 50, 228, 'polarbear', 25, '2024-08-18 11:26:30'),
(31, '200 разрывных патронов', 2, 200, 864, 1, 597, 'ammo_explosive', 12, '2024-09-15 20:35:39');

-- --------------------------------------------------------

--
-- Структура таблицы `team`
--

CREATE TABLE `team` (
  `id` int(10) UNSIGNED NOT NULL,
  `hash` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `team_author_id` int(10) UNSIGNED NOT NULL,
  `server_id` int(11) NOT NULL,
  `wipe` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_constructor`
--

CREATE TABLE `telegram_constructor` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `audience_id` int(10) UNSIGNED NOT NULL,
  `bot_id` int(10) UNSIGNED NOT NULL,
  `telegram_constructor_message_id` int(10) UNSIGNED DEFAULT NULL,
  `status` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `telegram_constructor`
--

INSERT INTO `telegram_constructor` (`id`, `title`, `audience_id`, `bot_id`, `telegram_constructor_message_id`, `status`, `created_at`) VALUES
(61, 'тестовая рассылка', 1, 1, 29, 3, '2024-09-18 18:47:20'),
(62, 'Test', 1, 1, 29, 3, '2024-09-18 19:03:15'),
(63, 'tgdrdr', 1, 1, 29, 3, '2024-09-18 19:08:20'),
(64, 'test', 1, 1, NULL, 3, '2024-09-18 20:11:09'),
(65, 'test', 1, 1, NULL, 3, '2024-09-19 13:08:09'),
(66, 'fds', 1, 1, NULL, 3, '2024-09-19 13:11:30'),
(67, 'wipe test', 1, 1, 29, 3, '2024-09-19 13:24:31'),
(68, 'test', 1, 1, 29, 3, '2024-09-19 13:27:03'),
(69, 'test', 1, 1, 29, 3, '2024-09-19 13:27:47'),
(70, 'test', 1, 1, 29, 3, '2024-09-19 13:28:00'),
(71, 'test', 1, 1, 29, 3, '2024-09-19 13:28:32'),
(72, 'Всем ', 2, 1, 29, 3, '2024-09-19 13:29:27'),
(73, 'тестовая рассылка', 1, 1, 31, 3, '2024-09-27 08:46:29'),
(74, 'тестовая рассылка', 1, 1, 31, 3, '2024-09-27 08:47:07'),
(75, 'тестовая рассылка', 1, 1, 31, 3, '2024-09-27 08:47:34'),
(76, 'тестовая рассылка', 1, 1, 31, 3, '2024-09-27 08:49:38'),
(77, 'сегодня открывается новый сервер классика X10', 2, 1, 31, 3, '2024-09-27 08:51:21'),
(78, 'test', 1, 1, 32, 3, '2024-10-03 15:01:20'),
(79, 'test', 1, 1, 32, 3, '2024-10-03 15:02:50'),
(80, 'terw', 1, 1, 32, 3, '2024-10-03 15:04:43'),
(81, 'еуые', 1, 1, 32, 3, '2024-10-03 15:07:19'),
(82, 'ds', 1, 1, 32, 3, '2024-10-03 15:09:25'),
(83, 'fds', 1, 1, 32, 3, '2024-10-03 15:12:23'),
(84, 'test', 1, 1, 32, 3, '2024-10-03 15:14:48'),
(85, 'Глобал вайп', 2, 1, 32, 3, '2024-10-03 17:56:44'),
(86, 'Вайп x2 tewst', 1, 1, 33, 3, '2024-10-11 11:48:44'),
(87, 'asd', 1, 1, 33, 3, '2024-10-11 11:49:31'),
(88, 'f', 1, 1, 33, 3, '2024-10-11 11:50:29'),
(89, 'вайп x2', 1, 1, 33, 3, '2024-10-11 11:52:02'),
(90, 'fsd', 1, 1, 33, 3, '2024-10-11 11:52:45'),
(91, 'gerger', 1, 1, 33, 3, '2024-10-11 11:53:05'),
(92, 'asd', 1, 1, 33, 3, '2024-10-11 11:53:52'),
(93, 'rwe', 1, 1, 33, 3, '2024-10-11 11:55:22'),
(94, 'dsaf', 1, 1, 33, 3, '2024-10-11 11:55:37'),
(95, 'fsdf', 1, 1, 33, 3, '2024-10-11 11:55:59'),
(96, 'вфыв', 1, 1, 33, 3, '2024-10-11 11:58:14'),
(97, 'аыв', 1, 1, 33, 3, '2024-10-11 11:58:44'),
(98, 'Вайп x2', 2, 1, 33, 3, '2024-10-11 11:59:11'),
(99, 'еу', 1, 1, 34, 3, '2024-10-18 12:35:57'),
(100, 'к', 1, 1, 34, 3, '2024-10-18 12:38:15'),
(101, 'test', 1, 1, 34, 3, '2024-10-18 12:58:43'),
(102, 'rew', 2, 1, 34, 3, '2024-10-18 12:59:00'),
(103, 'вывфв', 1, 1, 33, 3, '2024-10-25 12:25:37'),
(104, 'авыа', 1, 1, 33, 3, '2024-10-25 12:26:02'),
(105, 'dad', 2, 1, 33, 3, '2024-10-25 12:30:08'),
(106, 'test', 1, 1, 31, 3, '2024-11-01 12:47:11'),
(107, 'test', 2, 1, 31, 3, '2024-11-01 12:47:58'),
(108, 'еуые', 1, 1, 32, 3, '2024-11-06 20:17:10'),
(109, 'вф', 1, 1, 32, 3, '2024-11-06 20:18:41'),
(110, 'ыпкп', 1, 1, 32, 3, '2024-11-06 20:19:45'),
(111, 'пав', 1, 1, 32, 3, '2024-11-06 20:21:11'),
(112, 'укп', 1, 1, 32, 3, '2024-11-06 20:23:08'),
(113, 'ав', 1, 1, 32, 3, '2024-11-07 09:39:44'),
(114, 'пав', 2, 1, 32, 3, '2024-11-07 09:40:39'),
(115, 'ыфа', 1, 1, 33, 3, '2024-11-15 11:44:59'),
(116, 'sda', 1, 1, 33, 3, '2024-11-15 11:46:15'),
(117, 'вайп карты x2', 2, 1, 33, 3, '2024-11-15 11:47:09'),
(118, 'ак', 1, 1, 33, 3, '2024-11-15 12:50:51'),
(119, 'fd', 1, 1, 34, 3, '2024-11-22 12:07:43'),
(120, 're', 1, 1, 34, 3, '2024-11-22 12:09:06'),
(121, 'tfhjh', 1, 1, 34, 3, '2024-11-22 12:10:04'),
(122, 'rgfh', 1, 1, 34, 3, '2024-11-22 12:10:26'),
(123, 'вайп', 2, 1, 34, 3, '2024-11-22 12:50:29');

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_constructor_buttons`
--

CREATE TABLE `telegram_constructor_buttons` (
  `id` int(10) UNSIGNED NOT NULL,
  `telegram_constructor_message_id` int(10) UNSIGNED NOT NULL,
  `url` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `callback_telegram_constructor_message_id` int(10) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_constructor_buttons_language`
--

CREATE TABLE `telegram_constructor_buttons_language` (
  `id` int(10) UNSIGNED NOT NULL,
  `telegram_constructor_buttons_language_id` int(10) UNSIGNED NOT NULL,
  `language` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `text` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_constructor_message`
--

CREATE TABLE `telegram_constructor_message` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `telegram_constructor_message`
--

INSERT INTO `telegram_constructor_message` (`id`, `title`, `created_at`) VALUES
(29, 'Вайп в пятницу', '2024-09-18 18:36:42'),
(31, 'Открытие X10 сервера', '2024-09-27 08:31:18'),
(32, 'Глобал вайп', '2024-10-03 14:55:14'),
(33, 'X2 Вайп', '2024-10-11 11:48:28'),
(34, 'Вайп 2 недели', '2024-10-18 12:35:34');

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_constructor_message_language`
--

CREATE TABLE `telegram_constructor_message_language` (
  `id` int(10) UNSIGNED NOT NULL,
  `telegram_constructor_message_id` int(10) UNSIGNED NOT NULL,
  `language` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `image_link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` blob NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `telegram_constructor_message_language`
--

INSERT INTO `telegram_constructor_message_language` (`id`, `telegram_constructor_message_id`, `language`, `image_link`, `message`) VALUES
(324, 29, 'ru-RU', '/var/www/www-root/data/var/www/prostoj.store/backend/web/uploads/telegram/29_66ec25ccb37f0.jpg', 0x3c703ed09dd0b020d0b2d181d0b5d18520d0bdd0b0d188d0b8d18520d181d0b5d180d0b2d0b5d180d0b0d185203c7374726f6e673ed0b7d0b0d0b2d182d180d0b020d0b2d0b0d0b9d0bf3c2f7374726f6e673e2120f09fa5b33c62723ed093d0bed0bbd0bed181d0bed0b2d0b0d0bdd0b8d0b520d0b7d0b020d0bad0b0d180d182d18b20d183d0b6d0b520d0b220d0bdd0b0d188d0b5d0bc203c6120687265663d2268747470733a2f2f646973636f72642e67672f70726f73746f6a223e3c7374726f6e673e446973636f72643c2f7374726f6e673e3c2f613e2120f09f92aa3c2f703e),
(325, 30, 'ru-RU', '/var/www/www-root/data/var/www/prostoj.store/backend/web/uploads/telegram/30_66eb33d0d6606.png', 0x3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e0d0a3c703ef09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f9983f09f99833c2f703e),
(326, 31, 'ru-RU', '/var/www/www-root/data/var/www/prostoj.store/backend/web/uploads/telegram/31_66f66d56b81a7.jpg', 0x3c703ed09fd180d0bed188d0b5d0bb20d0b2d0b0d0b9d0bf20d0bad0b0d180d182d18b20d0bdd0b020d0bdd0b0d188d0b8d18520d181d0b5d180d0b2d0b5d180d0b0d1852028d0b8d0b7d183d187d0b5d0bdd0b8d18f20d0bed181d182d0b0d18ed182d181d18f2921266e6273703b3c2f703e0d0a3c703ed09fd180d0bed0bcd0bed0bad0bed0b4205749504520d0bed0b1d0bdd183d0bbd0b5d0bd20d0b820d0bdd0b0d0b3d180d0b0d0b4d18b20d0b7d0b020d0a2d09ed09f20d0bdd0b0d187d0b8d181d0bbd0b5d0bdd18b2120f09fa587f09fa588f09fa5893c62723e3c62723e3c62723e3c2f703e0d0a3c703e3c656d3ed09fd0bed0b4d0bad0bbd18ed187d0b8d182d18cd181d18f20d0bcd0bed0b6d0bdd0be20d187d0b5d180d0b5d0b72046313c2f656d3e3c2f703e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d094d09bd0af20d09dd09ed092d098d0a7d09ad09ed092202331205b4d4158337cd0a1d09ad098d09dd0ab5d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203139352e31382e32372e3136393a33353130303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d09ad09bd090d0a1d0a1d098d09ad090202332205b58327cd0a1d09ad098d09dd0ab5d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203138352e3138392e3235352e3136303a33353030303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d09ad09bd090d0a1d0a1d098d09ad090202333205b4e4f4c494d49547cd0a1d09ad098d09dd0ab5d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203139352e31382e32372e3136393a33353030303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d094d09bd0af20d09dd09ed092d098d0a7d09ad09ed092202334205b534f4c4f5d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203139352e31382e32372e3136393a33353330303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d09ad09bd090d0a1d0a1d098d09ad090202335205b5831307cd0a1d09ad098d09dd0ab5d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203138352e3138392e3235352e3136303a33353130303c2f7072653e0d0a3c703e3c656d3e3c62723ed0a2d0b0d0ba20d0b6d0b520d0bdd0b0d0bfd0bed0bcd0b8d0bdd0b0d0b5d0bc2c20d187d182d0be20d0bdd0b020d0bdd0b0d188d0b5d0bc20d181d0b0d0b9d182d0b520d0bfd0bed18fd0b2d0b8d0bbd181d18f20d0bdd0bed0b2d18bd0b920d180d0b0d0b7d0b4d0b5d0bb20223c6120687265663d2268747470733a2f2f70726f73746f6a2e73746f72652f6275696c64696e6773223ed09fd0bed181d182d180d0bed0b9d0bad0b83c2f613e222c20d0b220d0bad0bed182d0bed180d18bd0b920d0b2d18b20d0bcd0bed0b6d0b5d182d0b520d0b7d0b0d0b3d180d183d0b7d0b8d182d18c20d181d0b2d0bed0b820d0b1d0b0d0b7d18b20d0bdd0b020d0bfd0b0d0bcd18fd182d18c2c20d0bbd0b8d0b1d0be20d0bed186d0b5d0bdd0b8d182d18c20d0b4d180d183d0b3d0b8d0b520d0b1d0b0d0b7d18b213c62723e3c62723e3c62723e3c2f656d3ed0a1d0b0d0b9d1823a2068747470733a2f2f70726f73746f6a2e73746f72652f266e6273703b3c62723e446973636f72643a2068747470733a2f2f646973636f72642e67672f70726f73746f6a3c2f703e),
(327, 32, 'ru-RU', '/var/www/www-root/data/var/www/prostoj.store/backend/web/uploads/telegram/32_672bcdd054ee9.png', 0x3c703e3c7374726f6e673ed093d09bd09ed091d090d09bd0acd09dd0abd09920d092d090d099d09f20d0b22032323a303020d09cd0a1d09a20d0bdd0b020d0b2d181d0b5d18520d0bdd0b0d188d0b8d18520d181d0b5d180d0b2d0b5d180d0b0d1853c2f7374726f6e673e213c2f703e0d0a3c703e266e6273703b3c2f703e0d0a3c703e3c7374726f6e673ed0a7d182d0be20d0b6d0b4d0b5d18220d0b220d0bed0b1d0bdd0bed0b2d0bbd0b5d0bdd0b8d0b83f3c2f7374726f6e673e3c62723ee29c8520534b533c62723ee29c8520d09fd0b5d180d0b2d18bd0b920d183d180d0bed0b2d0b5d0bdd18c20534d473c62723ee29c8520444c4320d18120d0b6d0b5d181d182d0b0d0bcd0b83c62723ee29c8520d0a3d0bbd183d187d188d0b5d0bdd0bdd18bd0b920d098d09820d0b2d0bed0bbd0bad0bed0b23c62723ee29c8520d09dd0bed0b2d18bd0b520d183d182d191d181d18b20d0b820d181d0bad0b0d0bbd18cd0bdd18bd0b520d0bfd0bed0b2d0b5d180d185d0bdd0bed181d182d0b820d180d18fd0b4d0bed0bc20d18120d0bcd0bed0bdd183d0bcd0b5d0bdd182d0b0d0bcd0b83c62723ee29c8520d09ed0b1d0bdd0bed0b2d0bbd0b5d0bdd0bdd0b0d18f20d18dd0bbd0b5d0bad182d180d0b8d0bad0b03c62723ee29c8520d098d0b7d0bcd0b5d0bdd0b5d0bdd0b8d18f20d0bad0b0d0bcd0b5d18020d0bdd0b020d0bcd0bed0bdd183d0bcd0b5d0bdd182d0b0d1853c62723ee29c8520d098d0b7d0bcd0b5d0bdd0b5d0bdd0b8d18f20d184d0bed0bdd0b0d180d0b5d0b920d0bed180d183d0b6d0b8d18f3c62723ee29c8520d098d0b7d0bcd0b5d0bdd0b5d0bdd0b8d18f20d0b220d181d182d0bed0bbd0b520d0b4d0bbd18f20d181d0bcd0b5d188d0b8d0b2d0b0d0bdd0b8d18f3c62723ee29c8520d0a1d0bad0b8d0bdd18b20d0bdd0b020d180d18ed0bad0b7d0b0d0bad0b83c2f703e0d0a3c703e3c62723e3c656d3ed09820d18dd182d0be20d0b5d189d0b520d0bdd0b520d0b2d181d1912120d0a2d0b0d0bad0b6d0b520d0b1d183d0b4d0b5d18220d0bcd0bdd0bed0b6d0b5d181d182d0b2d0be20d0b8d181d0bfd180d0b0d0b2d0bbd0b5d0bdd0b8d0b920d0bed188d0b8d0b1d0bed0ba20d0b820d183d0bbd183d187d188d0b5d0bdd0b8d0b920d0bad0b0d187d0b5d181d182d0b2d0b020d0b6d0b8d0b7d0bdd0b82e3c2f656d3e3c2f703e0d0a3c7072653e266e6273703b3c2f7072653e),
(328, 33, 'ru-RU', '/var/www/www-root/data/var/www/prostoj.store/backend/web/uploads/telegram/33_67373430ea1e9.png', 0x3c703e3c7374726f6e673ed09fd180d0bed0b8d0b7d0bed188d0b5d0bb205749504520d0bad0b0d180d182d18b20d0bdd0b020d181d0b5d180d0b2d0b5d180d0b520d09ad0bbd0b0d181d181d0b8d0bad0b0205832213c2f7374726f6e673e3c2f703e0d0a3c703e266e6273703b3c2f703e0d0a3c703ee29c85d09fd180d0bed0bcd0bed0bad0bed0b4205749504520d0bed0b1d0bdd183d0bbd0b5d0bd20d0b820d0bdd0b0d0b3d180d0b0d0b4d18b20d0b7d0b020d0a2d09ed09f20d0bdd0b0d187d0b8d181d0bbd0b5d0bdd18b21266e6273703b3c62723ee29c85d094d0bed0b1d0b0d0b2d0b8d0bbd0b820d0bfd0bed0bad183d0bfd0bad18320d0b2d0bed0b7d0b4d183d188d0bdd0bed0b3d0be20d182d180d0b0d0bdd181d0bfd0bed180d182d0b020d0b220d0b3d0bed180d0bed0b4d0b53c62723ee29c85d094d0bed0b1d0b0d0b2d0b8d0bbd0b820d180d183d0bbd0b5d182d0bad18320d0bad0b0d0ba20d0b1d0b0d0bdd0b4d0b8d182d0bad0b520d0b220d0b3d0bed180d0bed0b43c62723ee29c85d09fd0bed0bfd180d0b0d0b2d0b8d0bbd0b820d0b1d0b0d0b320d18120d0bad180d0b0d184d182d0bed0bc20d0b0d0bad0b2d0b0d181d0bad183d182d0b5d180d0b03c62723ee29c85d09fd0bed0bfd180d0b0d0b2d0b8d0bbd0b820d0b1d0b0d0b320d18120d0b2d0bed0bbd0bad0b0d0bcd0b820d0b220d181d182d0b0d182d0b8d181d182d0b8d0bad0b52c20d18120d18dd182d0bed0b3d0be20d0bcd0bed0bcd0b5d0bdd182d0b020d0b1d183d0b4d183d18220d181d187d0b8d182d0b0d182d18cd181d18f20d0bfd180d0b0d0b2d0b8d0bbd18cd0bdd0be3c2f703e0d0a3c703e266e6273703b3c2f703e0d0a3c703e3c656d3ed09fd0bed0b4d0bad0bbd18ed187d0b8d182d18cd181d18f20d0bcd0bed0b6d0bdd0be20d187d0b5d180d0b5d0b72046313c2f656d3e3c2f703e0d0a3c7072653e636f6e6e656374203138352e3138392e3235352e3136303a33353030303c2f7072653e0d0a3c703ed096d0b5d0bbd0b0d0b5d0bc20d182d0b5d0b1d0b520d183d0b4d0b0d187d0bdd0bed0b920d0b8d0b3d180d18b213c2f703e0d0a3c703e266e6273703b3c2f703e),
(329, 34, 'ru-RU', '/var/www/www-root/data/var/www/prostoj.store/backend/web/uploads/telegram/34_67407402c7520.jpg', 0x3c703ed09fd180d0bed188d0b5d0bb20d0b2d0b0d0b9d0bf20d0bdd0b020d0bdd0b0d188d0b8d18520d181d0b5d180d0b2d0b5d180d0b0d18521266e6273703b3c62723ed09fd180d0bed0bcd0bed0bad0bed0b4205749504520d0bed0b1d0bdd183d0bbd0b5d0bd20d0b820d0bdd0b0d0b3d180d0b0d0b4d18b20d0bdd0b0d187d0b8d181d0bbd0b5d0bdd18b2120f09fa587f09fa588f09fa5893c62723e3c62723e3c2f703e0d0a3c703e3c656d3ed09fd0bed0b4d0bad0bbd18ed187d0b8d182d18cd181d18f20d0bcd0bed0b6d0bdd0be20d187d0b5d180d0b5d0b72046313c2f656d3e3c2f703e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d094d09bd0af20d09dd09ed092d098d0a7d09ad09ed092202331205b4d4158335d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203139352e31382e32372e3136393a33353130303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d09ad09bd090d0a1d0a1d098d09ad090202332205b58325d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203138352e3138392e3235352e3136303a33353030303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d09ad09bd090d0a1d0a1d098d09ad090202333205b4e4f4c494d49545d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203139352e31382e32372e3136393a33353030303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d094d09bd0af20d09dd09ed092d098d0a7d09ad09ed092202334205b534f4c4f5d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203139352e31382e32372e3136393a33353330303c2f7072653e0d0a3c703e3c7374726f6e673ed09fd0a0d09ed0a1d0a2d09ed09920d09ad09bd090d0a1d0a1d098d09ad090202335205b5831305d3c2f7374726f6e673e3c2f703e0d0a3c7072653e636f6e6e656374203138352e3138392e3235352e3136303a33353130303c2f7072653e0d0a3c703e3c656d3e3c62723e3c62723e3c2f656d3ed0a1d0b0d0b9d1823a2068747470733a2f2f70726f73746f6a2e73746f72652f266e6273703b3c62723e446973636f72643a2068747470733a2f2f646973636f72642e67672f70726f73746f6a3c2f703e);

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_constructor_old`
--

CREATE TABLE `telegram_constructor_old` (
  `id` int(10) UNSIGNED NOT NULL,
  `ref_id` blob NOT NULL,
  `bot_id` int(10) UNSIGNED NOT NULL,
  `message` blob NOT NULL,
  `image_link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `country_promo_id` int(10) UNSIGNED DEFAULT NULL,
  `country_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `group_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_message`
--

CREATE TABLE `telegram_message` (
  `id` int(10) UNSIGNED NOT NULL,
  `chat_id` varchar(19) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `telegram_message`
--

INSERT INTO `telegram_message` (`id`, `chat_id`, `message`, `created_at`) VALUES
(1, '392325378', '8678', '2024-10-09 10:46:40'),
(2, '392325378', 'хуй', '2024-10-09 10:49:07'),
(3, '392325378', 'ыфв', '2024-10-09 22:02:21'),
(4, '392325378', 'eafdaf 76561199642578390 asdff12', '2024-10-10 05:37:59'),
(5, '392325378', '765611996425783901', '2024-10-10 05:38:10'),
(6, '392325378', '765611996425783901', '2024-10-10 06:11:06'),
(7, '392325378', 'https://m.vk.com/away.php?to=https%3A%2F%2Fsteamcommunity.com%2Fprofiles%2F76561199221700554', '2024-10-28 05:24:31'),
(8, '6362330705', '', '2024-11-17 06:56:48');

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_recipients`
--

CREATE TABLE `telegram_recipients` (
  `id` int(10) UNSIGNED NOT NULL,
  `ref_id` blob NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `quantity` int(10) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `telegram_user`
--

CREATE TABLE `telegram_user` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `chat_id` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `steam_id` varchar(19) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `telegram_user`
--

INSERT INTO `telegram_user` (`id`, `name`, `username`, `chat_id`, `steam_id`, `type`, `created_at`) VALUES
(1, 'Mescheryakov Roman', 'romkadvayha', '392325378', NULL, 1, '2024-10-09 10:46:31'),
(2, 'Артемов Артем', 'Arty1702', '716941380', NULL, 1, '2024-10-09 23:06:31'),
(3, 'ᅠᅠᅠᅠᅠᅠ', '', '519159250', NULL, 1, '2024-10-11 14:10:15');

-- --------------------------------------------------------

--
-- Структура таблицы `translate_manager_temp`
--

CREATE TABLE `translate_manager_temp` (
  `id` int(11) NOT NULL,
  `setting` longtext NOT NULL,
  `value` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `translate_manager_temp`
--

INSERT INTO `translate_manager_temp` (`id`, `setting`, `value`) VALUES
(1, 'newTranslations', '[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,529,530,531,532,533,534,535,536,537,538,539,540,541,542,543,544,545,546,547,548,549,550,551,552,553,554,555,556,557,558,559,560,561,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,579,580,581,582,583,584,585,586,587,588,589,590,591,592,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,611,612,613,614,615,616,617,618,619,620,621,622,623,624,625,626,627,628,629,630,631,632,633,634,635,636,637,638,639,640,641,642,643,644,645,646,647,648,649,650,651,652,653,654,655,656,657,658,659,660,661,662,663,664,665,666,667,668,669,670,671,672,673,674,675,676,677,678,679,680,681,682,683,684,685,686,687,688,689,690,691,692,693,694,695,696,697,698,699,700,701,702,703,704,705,706,707,708,709,710,711,712,713,714,715,716,717,718,719,720,721,722,723,724,725,726,727,728,729,730,731,732,733,734,735,736,737,738,739,740,741,742,743,744,745,746,747,748,749,750,751,752,753,754,755,756,757,758,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813,814,815,816,817,818,819,820,821,822,823,824,825,826,827,828,829,830,831,832,833,834,835,836,837,838,839,840,841,842,843,844,845,846,847,848,849,850,851,852,853,854,855,856,857,858,859,860,861,862,863,864,865,866,867,868,869,870,871,872,873,874,875,876,877,878,879,880,881,882,883,884,885,886,887,888,889,890,891,892,893,894,895,896,897,898,899,900,901,902,903,904,905,906,907,908,909,910,911,912,913,914,915,916,917,918,919,920,921,922,923,924,925,926,927,928,929,930,931,932,933,934,935,936,937,938,939,940,941,942,943,944,945,946,947,948,949,950,951,952,953,954,955,956,957,958,959,960,961,962,963,964,965,966,967,968,969,970,971,972,973,974,975,976,977,978,979,980,981,982,983,984,985,986,987,988,989,990,991,992,993,994,995,996,997,998,999,1000,1001,1002,1003,1004,1005,1006,1007,1008,1009,1010,1011,1012,1013,1014,1015,1016,1017,1018,1019,1020,1021,1022,1023,1024,1025,1026,1027,1028,1029,1030,1031,1032,1033,1034,1035,1036,1037,1038,1039,1040,1041,1042,1043,1044,1045,1046,1047,1048,1049,1050,1051,1052,1053,1054,1055,1056,1057,1058,1059,1060,1061,1062,1063,1064,1065,1066,1067,1068,1069,1070,1071,1072,1073,1074,1075,1076,1077,1078,1079,1080,1081,1082,1083,1084,1085,1086,1087,1088,1089,1090,1091,1092,1093,1094,1095,1096,1097,1098,1099,1100,1101,1102,1103,1104,1105,1106,1107,1108,1109,1110,1111,1112,1113,1114,1115,1116,1117,1118,1119,1120,1121,1122,1123,1124,1125,1126,1127,1128,1129,1130,1131,1132,1133,1134,1135,1136,1137,1138,1139,1140,1141,1142,1143,1144,1145,1146,1147,1148,1149,1150,1151,1152,1153,1154,1155,1156,1157,1158,1159,1160,1161,1162,1163,1164,1165,1166,1167,1168,1169,1170,1171,1172,1173,1174,1175,1176,1177,1178,1179,1180,1181,1182,1183,1184,1185,1186,1187,1188,1189,1190,1191,1192,1193,1194,1195,1196,1197,1198,1199,1200,1201,1202,1203,1204,1205,1206,1207,1208,1209,1210,1211,1212,1213,1214,1215,1216,1217,1218,1219,1220,1221,1222,1223,1224,1225,1226,1227,1228,1229,1230,1231,1232,1233,1234,1235,1236,1237,1238,1239,1240,1241,1242,1243,1244,1245,1246,1247,1248,1249,1250,1251,1252,1253,1254,1255,1256,1257,1258,1259,1260,1261,1262,1263,1264,1265,1266,1267,1268,1269,1270,1271,1272,1273,1274,1275,1276,1277,1278,1279,1280,1281,1282,1283,1284,1285,1286,1287,1288,1289,1290,1291,1292,1293,1294,1295,1296,1297,1298,1299,1300,1301,1302,1303,1304,1305,1306,1307,1308,1309,1310,1311,1312,1313,1314,1315,1316,1317,1318,1319,1320,1321,1322,1323,1324,1325,1326,1327,1328,1329,1330,1331,1332,1333,1334,1335,1336,1337,1338,1339,1340,1341,1342,1343,1344,1345,1346,1347,1348,1349,1350,1351,1352,1353,1354,1355,1356,1357,1358,1359,1360,1361,1362,1363,1364,1365,1366,1367,1368,1369,1370,1371,1372,1373,1374,1375,1376,1377,1378,1379,1380,1381,1382,1383,1384,1385,1386,1387,1388,1389,1390,1391,1392,1393,1394,1395,1396,1397,1398,1399,1400,1401,1402,1403,1404,1405,1406,1407,1408,1409,1410,1411,1412,1413,1414,1415,1416,1417,1418,1419,1420,1421,1422,1423,1424,1425,1426,1427,1428,1429,1430,1431,1432,1433,1434,1435,1436,1437,1438,1439,1440,1441,1442,1443,1444,1445,1446,1447,1448,1449,1450,1451,1452,1453,1454,1455,1456,1457,1458,1459,1460,1461,1462,1463,1464,1465,1466,1467,1468,1469,1470,1471,1472,1473,1474,1475,1476,1477,1478,1479,1480,1481,1482,1483,1484,1485,1486,1487,1488,1489,1490,1491,1492,1493,1494,1495,1496,1497,1498,1499,1500,1501,1502,1503,1504,1505,1506,1507,1508,1509,1510,1511,1512,1513,1514,1515,1516,1517,1518,1519,1520,1521,1522,1523,1524,1525,1526,1527,1528,1529,1530,1531,1532,1533,1534,1535,1536,1537,1538,1539,1540,1541,1542,1543,1544,1545,1546,1547,1548,1549,1550,1551,1552,1553,1554,1555,1556,1557,1558,1559,1560,1561,1562,1563,1564,1565,1566,1567,1568,1569,1570,1571,1572,1573,1574,1575,1576,1577,1578,1579,1580,1581,1582,1583,1584,1585,1586,1587,1588,1589,1590,1591,1592,1593,1594,1595,1596,1597,1598,1599,1600,1601,1602,1603,1604,1605,1606,1607,1608,1609,1610,1611,1612,1613,1614,1615,1616,1617,1618,1619,1620,1621,1622,1623,1624,1625,1626,1627,1628,1629,1630,1631,1632,1633,1634,1635,1636,1637,1638,1639,1640,1641,1642,1643,1644,1645,1646,1647,1648,1649,1650,1651,1652,1653,1654,1655,1656,1657,1658,1659,1660,1661,1662,1663,1664,1665,1666,1667,1668,1669,1670,1671,1672,1673,1674,1675,1676,1677,1678,1679,1680,1681,1682,1683,1684,1685,1686,1687,1688,1689,1690,1691,1692,1693,1694,1695,1696,1697,1698,1699,1700,1701,1702,1703,1704,1705,1706,1707,1708,1709,1710,1711,1712,1713,1714,1715,1716,1717,1718,1719,1720,1721,1722,1723,1724,1725,1726,1727,1728,1729,1730,1731,1732,1733,1734,1735,1736,1737,1738,1739,1740,1741,1742,1743,1744,1745,1746,1747,1748,1749,1750,1751,1752,1753,1754,1755,1756,1757,1758,1759,1760,1761,1762,1763,1764,1765,1766,1767,1768,1769,1770,1771,1772,1773,1774,1775,1776,1777,1778,1779,1780,1781,1782,1783,1784,1785,1786,1787,1788,1789,1790,1791,1792,1793,1794,1795,1796,1797,1798,1799,1800,1801,1802,1803,1804,1805,1806,1807,1808,1809,1810,1811,1812,1813,1814,1815,1816,1817,1818,1819,1820,1821,1822,1823,1824,1825,1826,1827,1828,1829,1830,1831,1832,1833,1834,1835,1836,1837,1838,1839,1840,1841,1842,1843,1844,1845,1846,1847,1848,1849,1850,1851,1852,1853,1854,1855,1856,1857,1858,1859,1860,1861,1862,1863,1864,1865,1866,1867,1868,1869,1870,1871,1872,1873,1874,1875,1876,1877,1878,1879,1880,1881,1882,1883,1884,1885,1886,1887,1888,1889,1890,1891,1892,1893,1894,1895,1896,1897,1898,1899,1900,1901,1902,1903,1904,1905,1906,1907,1908,1909,1910,1911,1912,1913,1914,1915,1916,1917,1918,1919,1920,1921,1922,1923,1924,1925,1926,1927,1928,1929,1930,1931,1932,1933,1934,1935,1936,1937,1938,1939,1940,1941,1942,1943,1944,1945,1946,1947,1948,1949,1950,1951,1952,1953,1954,1955,1956,1957,1958,1959,1960,1961,1962,1963,1964,1965,1966,1967,1968,1969,1970,1971,1972,1973,1974,1975,1976,1977,1978,1979,1980,1981,1982,1983,1984,1985,1986,1987,1988,1989,1990,1991,1992,1993,1994,1995,1996,1997,1998,1999,2000,2001,2002,2003,2004,2005,2006,2007,2008,2009,2010,2011,2012,2013,2014,2015,2016,2017,2018,2019,2020,2021,2022,2023,2024,2025,2026,2027,2028,2029,2030,2031,2032,2033,2034,2035,2036,2037,2038,2039,2040,2041,2042,2043,2044,2045,2046,2047,2048,2049,2050,2051,2052,2053,2054,2055,2056,2057,2058,2059,2060,2061,2062,2063,2064,2065,2066,2067,2068,2069,2070,2071,2072,2073,2074,2075,2076,2077,2078,2079,2080,2081,2082,2083,2084,2085,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2096,2097,2098,2099,2100,2101,2102,2103,2104,2105,2106,2107,2108,2109,2110,2111,2112,2113,2114,2115,2116,2117,2118,2119,2120,2121,2122,2123,2124,2125,2126,2127,2128,2129,2130,2131,2132,2133,2134,2135,2136,2137,2138,2139,2140,2141,2142,2143,2144,2145,2146,2147,2148,2149,2150,2151,2152,2153,2154,2155,2156,2157,2158,2159,2160,2161,2162,2163,2164,2165,2166,2167,2168,2169,2170,2171,2172,2173,2174,2175,2176,2177,2178,2179,2180,2181,2182,2183,2184,2185,2186,2187,2188,2189,2190,2191,2192,2193,2194,2195,2196,2197,2198,2199,2200,2201,2202,2203,2204,2205,2206,2207,2208,2209,2210,2211,2212,2213,2214,2215,2216,2217,2218,2219,2220,2221,2222,2223,2224,2225,2226,2227,2228,2229,2230,2231,2232,2233,2234,2235,2236,2237,2238,2239,2240,2241,2242,2243,2244,2245,2246,2247,2248,2249,2250,2251,2252,2253,2254,2255,2256,2257,2258,2259,2260,2261,2262,2263,2264,2265,2266,2267,2268,2269,2270,2271,2272,2273,2274,2275,2276,2277,2278,2279,2280,2281,2282,2283,2284,2285,2286,2287,2288,2289,2290,2291,2292,2293,2294,2295,2296,2297,2298,2299,2300,2301,2302,2303,2304,2305,2306,2307,2308,2309,2310,2311,2312,2313,2314,2315,2316,2317,2318,2319,2320,2321,2322,2323,2324,2325,2326,2327,2328,2329,2330,2331,2332,2333,2334,2335,2336,2337,2338,2339,2340,2341,2342,2343,2344,2345,2346,2347,2348,2349,2350,2351,2352,2353,2354,2355,2356,2357,2358,2359,2360,2361,2362,2363,2364,2365,2366,2367,2368,2369,2370,2371,2372,2373,2374,2375,2376,2377,2378,2379,2380,2381,2382,2383,2384,2385,2386,2387,2388,2389,2390,2391,2392,2393,2394,2395,2396,2397,2398,2399,2400,2401,2402,2403,2404,2405,2406,2407,2408,2409,2410,2411,2412,2413,2414,2415,2416,2417,2418,2419,2420,2421,2422,2423,2424,2425,2426,2427,2428,2429,2430,2431,2432,2433,2434,2435,2436,2437,2438,2439,2440,2441,2442,2443,2444,2445,2446,2447,2448,2449,2450,2451,2452,2453,2454,2455,2456,2457,2458,2459,2460,2461,2462,2463,2464,2465,2466,2467,2468,2469,2470,2471,2472,2473,2474,2475,2476,2477,2478,2479,2480,2481,2482,2483,2484,2485,2486,2487,2488,2489,2490,2491,2492,2493,2494,2495,2496,2497,2498,2499,2500,2501,2502,2503,2504,2505,2506,2507,2508,2509,2510,2511,2512,2513,2514,2515,2516,2517,2518,2519,2520,2521,2522,2523,2524,2525,2526,2527,2528,2529,2530,2531,2532,2533,2534,2535,2536,2537,2538,2539,2540,2541,2542,2543,2544,2545,2546,2547,2548,2549,2550,2551,2552,2553,2554,2555,2556,2557,2558,2559,2560,2561,2562,2563,2564,2565,2566,2567,2568,2569,2570,2571,2572,2573,2574,2575,2576,2577,2578,2579,2580,2581,2582,2583,2584,2585,2586,2587,2588,2589,2590,2591,2592,2593,2594,2595,2596,2597,2598,2599,2600,2601,2602,2603,2604,2605,2606,2607,2608,2609,2610,2611,2612,2613,2614,2615,2616,2617,2618,2619,2620,2621,2622,2623,2624,2625,2626,2627,2628,2629,2630,2631,2632,2633,2634,2635,2636,2637,2638,2639,2640,2641,2642,2643,2644,2645,2646,2647,2648,2649,2650,2651,2652,2653,2654,2655,2656,2657,2658,2659,2660,2661,2662,2663,2664,2665,2666,2667,2668,2669,2670,2671,2672,2673,2674,2675,2676,2677,2678,2679,2680,2681,2682,2683,2684,2685,2686,2687,2688,2689,2690,2691,2692,2693,2694,2695,2696,2697,2698,2699,2700,2701,2702,2703,2704,2705,2706,2707,2708,2709,2710,2711,2712,2713,2714,2715,2716,2717,2718,2719,2720,2721,2722,2723,2724,2725,2726,2727,2728,2729,2730,2731,2732,2733,2734,2735,2736,2737,2738,2739,2740,2741,2742,2743,2744,2745,2746,2747,2748,2749,2750,2751,2752,2753,2754,2755,2756,2757,2758,2759,2760,2761,2762,2763,2764,2765,2766,2767,2768,2769,2770,2771,2772,2773,2774,2775,2776,2777,2778,2779,2780,2781,2782,2783,2784,2785,2786,2787,2788,2789,2790,2791,2792,2793,2794,2795,2796,2797,2798,2799,2800,2801,2802,2803,2804,2805,2806,2807,2808,2809,2810,2811,2812,2813,2814,2815,2816,2817,2818,2819,2820,2821,2822,2823,2824,2825,2826,2827,2828,2829,2830,2831,2832,2833,2834,2835,2836,2837,2838,2839,2840,2841,2842,2843,2844,2845,2846,2847,2848,2849,2850,2851,2852,2853,2854,2855,2856,2857,2858,2859,2860,2861,2862,2863,2864,2865,2866,2867,2868,2869,2870,2871,2872,2873,2874,2875,2876,2877,2878,2879,2880,2881,2882,2883,2884,2885,2886,2887,2888,2889,2890,2891,2892,2893,2894,2895,2896,2897,2898,2899,2900,2901,2902,2903,2904,2905,2906,2907,2908,2909,2910,2911,2912,2913,2914,2915,2916,2917,2918,2919,2920,2921,2922,2923,2924,2925,2926,2927,2928,2929,2930,2931,2932,2933,2934,2935,2936,2937,2938,2939,2940,2941,2942,2943,2944,2945,2946,2947,2948,2949,2950,2951,2952,2953,2954,2955,2956,2957,2958,2959,2960,2961,2962,2963,2964,2965,2966,2967,2968,2969,2970,2971,2972,2973,2974,2975,2976,2977,2978,2979,2980,2981,2982,2983,2984,2985,2986,2987,2988,2989,2990,2991,2992,2993,2994,2995,2996,2997,2998,2999,3000,3001,3002,3003,3004,3005,3006,3007,3008,3009,3010,3011,3012,3013,3014,3015,3016,3017,3018,3019,3020,3021,3022,3023,3024,3025,3026,3027,3028,3029,3030,3031,3032,3033,3034,3035,3036,3037,3038,3039,3040,3041,3042,3043,3044,3045,3046,3047,3048,3049,3050,3051,3052,3053,3054,3055,3056,3057,3058,3059,3060,3061,3062,3063,3064,3065,3066,3067,3068,3069,3070,3071,3072,3073,3074,3075,3076,3077,3078,3079,3080,3081,3082,3083,3084,3085,3086,3087,3088,3089,3090,3091,3092,3093,3094,3095,3096,3097,3098,3099,3100,3101,3102,3103,3104,3105,3106,3107,3108,3109,3110,3111,3112,3113,3114,3115,3116,3117,3118,3119,3120,3121,3122,3123,3124,3125,3126,3127,3128,3129,3130,3131,3132,3133,3134,3135,3136,3137,3138,3139,3140,3141,3142,3143,3144,3145,3146,3147,3148,3149,3150,3151,3152,3153,3154,3155,3156,3157,3158,3159,3160,3161,3162,3163,3164,3165,3166,3167,3168,3169,3170,3171,3172,3173,3174,3175,3176,3177,3178,3179,3180,3181,3182,3183,3184,3185,3186,3187,3188,3189,3190,3191,3192,3193,3194,3195,3196,3197,3198,3199,3200,3201,3202,3203,3204,3205,3206,3207,3208,3209,3210,3211,3212,3213,3214,3215,3216,3217,3218,3219,3220,3221,3222,3223,3224,3225,3226,3227,3228,3229,3230,3231,3232,3233,3234,3235,3236,3237,3238,3239,3240,3241,3242,3243,3244,3245,3246,3247,3248,3249,3250,3251,3252,3253,3254,3255,3256,3257,3258,3259,3260,3261,3262,3263,3264,3265,3266,3267,3268,3269,3270,3271,3272,3273,3274,3275,3276,3277,3278,3279,3280,3281,3282,3283,3284,3285,3286,3287,3288,3289,3290,3291,3292,3293,3294,3295,3296,3297,3298,3299,3300,3301,3302,3303,3304,3305,3306,3307,3308,3309,3310,3311,3312,3313,3314,3315,3316,3317,3318,3319,3320,3321,3322,3323,3324,3325,3326,3327,3328,3329,3330,3331,3332,3333,3334,3335,3336,3337,3338,3339,3340,3341,3342,3343,3344,3345,3346,3347,3348,3349,3350,3351,3352,3353,3354,3355,3356,3357,3358,3359,3360,3361,3362,3363,3364,3365,3366,3367,3368,3369,3370,3371,3372,3373,3374,3375,3376,3377,3378,3379,3380,3381,3382,3383,3384,3385,3386,3387,3388,3389,3390,3391,3392,3393,3394,3395,3396,3397,3398,3399,3400,3401,3402,3403,3404,3405,3406,3407,3408,3409,3410,3411,3412,3413,3414,3415,3416,3417,3418,3419,3420,3421,3422,3423,3424,3425,3426,3427,3428,3429,3430,3431,3432,3433,3434,3435,3436,3437,3438,3439,3440,3441,3442,3443,3444,3445,3446,3447,3448,3449,3450,3451,3452,3453,3454,3455,3456,3457,3458,3459,3460,3461,3462,3463,3464,3465,3466,3467,3468,3469,3470,3471,3472,3473,3474,3475,3476,3477,3478,3479,3480,3481,3482,3483,3484,3485,3486,3487,3488,3489,3490,3491,3492,3493,3494,3495,3496,3497,3498,3499,3500,3501,3502,3503,3504,3505,3506,3507,3508,3509,3510,3511,3512,3513,3514,3515,3516,3517,3518,3519,3520,3521,3522,3523,3524,3525,3526,3527,3528,3529,3530,3531,3532,3533,3534,3535,3536,3537,3538,3539,3540,3541,3542,3543,3544,3545,3546,3547,3548,3549,3550,3551,3552,3553,3554,3555,3556,3557,3558,3559,3560,3561,3562,3563,3564,3565,3566,3567,3568,3569,3570,3571,3572,3573,3574,3575,3576,3577,3578,3579,3580,3581,3582,3583,3584,3585,3586,3587,3588,3589,3590,3591,3592,3593,3594,3595,3596,3597,3598,3599,3600,3601,3602,3603,3604,3605,3606,3607,3608,3609,3610,3611,3612,3613,3614,3615,3616,3617,3618,3619,3620,3621,3622,3623,3624,3625,3626,3627,3628,3629,3630,3631,3632,3633,3634,3635,3636,3637,3638,3639,3640,3641,3642,3643,3644,3645,3646,3647,3648,3649,3650,3651,3652,3653,3654,3655,3656,3657,3658,3659,3660,3661,3662,3663,3664,3665,3666,3667,3668,3669,3670,3671,3672,3673,3674,3675,3676,3677,3678,3679,3680,3681,3682,3683,3684,3685,3686,3687,3688,3689,3690,3691,3692,3693,3694,3695,3696,3697,3698,3699,3700,3701,3702,3703,3704,3705,3706,3707,3708,3709,3710,3711,3712,3713,3714,3715,3716,3717,3718,3719,3720,3721,3722,3723,3724,3725,3726,3727,3728,3729,3730,3731,3732,3733,3734,3735,3736,3737,3738,3739,3740,3741,3742,3743,3744,3745,3746,3747,3748,3749,3750,3751,3752,3753,3754,3755,3756,3757,3758,3759,3760,3761,3762,3763,3764,3765,3766,3767,3768,3769,3770,3771,3772,3773,3774,3775,3776,3777,3778,3779,3780,3781,3782,3783,3784,3785,3786,3787,3788,3789,3790,3791,3792,3793,3794,3795,3796,3797,3798,3799,3800,3801,3802,3803,3804,3805,3806,3807,3808,3809,3810,3811,3812,3813,3814,3815,3816,3817,3818,3819,3820,3821,3822,3823,3824,3825,3826,3827,3828,3829,3830,3831,3832,3833,3834,3835,3836,3837,3838,3839,3840,3841,3842,3843,3844,3845,3846,3847,3848,3849,3850,3851,3852,3853,3854,3855,3856,3857,3858,3859,3860,3861,3862,3863,3864,3865,3866,3867,3868,3869,3870,3871,3872,3873,3874,3875,3876,3877,3878,3879,3880,3881,3882,3883,3884,3885,3886,3887,3888,3889,3890,3891,3892,3893,3894,3895,3896,3897,3898,3899,3900,3901,3902,3903,3904,3905,3906,3907,3908,3909,3910,3911,3912,3913,3914,3915,3916,3917,3918,3919,3920,3921,3922,3923,3924,3925,3926,3927,3928,3929,3930,3931,3932,3933,3934,3935,3936,3937,3938,3939,3940,3941,3942,3943,3944,3945,3946,3947,3948,3949,3950,3951,3952,3953,3954,3955,3956,3957,3958,3959,3960,3961,3962,3963,3964,3965,3966,3967,3968,3969,3970,3971,3972,3973,3974,3975,3976,3977,3978,3979,3980,3981,3982,3983,3984,3985,3986,3987,3988,3989,3990,3991,3992,3993,3994,3995,3996,3997,3998,3999,4000,4001,4002,4003,4004,4005,4006,4007,4008,4009,4010,4011,4012,4013,4014,4015,4016,4017,4018,4019,4020,4021,4022,4023,4024,4025,4026,4027,4028,4029,4030,4031,4032,4033,4034,4035,4036,4037,4038,4039,4040,4041,4042,4043,4044,4045,4046,4047,4048,4049,4050,4051,4052,4053,4054,4055,4056,4057,4058,4059,4060,4061,4062,4063,4064,4065,4066,4067,4068,4069,4070,4071,4072,4073,4074,4075,4076,4077,4078,4079,4080,4081,4082,4083,4084,4085,4086,4087,4088,4089,4090,4091,4092,4093,4094,4095,4096,4097,4098,4099,4100,4101,4102,4103,4104,4105,4106,4107,4108,4109,4110,4111,4112,4113,4114,4115,4116,4117,4118,4119,4120,4121,4122,4123,4124,4125,4126,4127,4128,4129,4130,4131,4132,4133,4134,4135,4136,4137,4138,4139,4140,4141,4142,4143,4144,4145,4146,4147,4148,4149,4150,4151,4152,4153,4154,4155,4156,4157,4158,4159,4160,4161,4162,4163,4164,4165,4166,4167,4168,4169,4170,4171,4172,4173,4174,4175,4176,4177,4178,4179,4180,4181,4182,4183,4184,4185,4186,4187,4188,4189,4190,4191,4192,4193,4194,4195,4196,4197,4198,4199,4200,4201,4202,4203,4204,4205,4206,4207,4208,4209,4210,4211,4212,4213,4214,4215,4216,4217,4218,4219,4220,4221,4222,4223,4224,4225,4226,4227,4228,4229,4230,4231,4232,4233,4234,4235,4236,4237,4238,4239,4240,4241,4242,4243,4244,4245,4246,4247,4248,4249,4250,4251,4252,4253,4254,4255,4256,4257,4258,4259,4260,4261,4262,4263,4264,4265,4266,4267,4268,4269,4270,4271,4272,4273,4274,4275,4276,4277,4278,4279,4280,4281,4282,4283,4284,4285,4286,4287,4288,4289,4290,4291,4292,4293,4294,4295,4296,4297,4298,4299,4300,4301,4302,4303,4304,4305,4306,4307,4308,4309,4310,4311,4312,4313,4314,4315,4316,4317,4318,4319,4320,4321,4322,4323,4324,4325,4326,4327,4328,4329,4330,4331,4332,4333,4334,4335,4336,4337,4338,4339,4340,4341,4342,4343,4344,4345,4346,4347,4348,4349,4350,4351,4352,4353,4354,4355,4356,4357,4358,4359,4360,4361,4362,4363,4364,4365,4366,4367,4368,4369,4370,4371,4372,4373,4374,4375,4376,4377,4378,4379,4380,4381,4382,4383,4384,4385,4386,4387,4388,4389,4390,4391,4392,4393,4394,4395,4396,4397,4398,4399,4400,4401,4402,4403,4404,4405,4406,4407,4408,4409,4410,4411,4412,4413,4414,4415,4416,4417,4418,4419,4420,4421,4422,4423,4424,4425,4426,4427,4428,4429,4430,4431,4432,4433,4434,4435,4436,4437,4438,4439,4440,4441,4442,4443,4444,4445,4446,4447,4448,4449,4450,4451,4452,4453,4454,4455,4456,4457,4458,4459,4460,4461,4462,4463,4464,4465,4466,4467,4468,4469,4470,4471,4472,4473,4474,4475,4476,4477,4478,4479,4480,4481,4482,4483,4484,4485,4486,4487,4488,4489,4490,4491,4492,4493,4494,4495,4496,4497,4498,4499,4500,4501,4502,4503,4504,4505,4506,4507,4508,4509,4510,4511,4512,4513,4514,4515,4516,4517,4518,4519,4520,4521,4522,4523,4524,4525,4526,4527,4528,4529,4530,4531,4532,4533,4534,4535,4536,4537,4538,4539,4540,4541,4542,4543,4544,4545,4546,4547,4548,4549,4550,4551,4552,4553,4554,4555,4556,4557,4558,4559,4560,4561,4562,4563,4564,4565,4566,4567,4568,4569,4570,4571,4572,4573,4574,4575,4576,4577,4578,4579,4580,4581,4582,4583,4584,4585,4586,4587,4588,4589,4590,4591,4592,4593,4594,4595,4596,4597,4598,4599,4600,4601,4602,4603,4604,4605,4606,4607,4608,4609,4610,4611,4612,4613,4614,4615,4616,4617,4618,4619,4620,4621,4622,4623,4624,4625,4626,4627,4628,4629,4630,4631,4632,4633,4634,4635,4636,4637,4638,4639,4640,4641,4642,4643,4644,4645,4646,4647,4648,4649,4650,4651,4652,4653,4654,4655,4656,4657,4658,4659,4660,4661,4662,4663,4664,4665,4666,4667,4668,4669,4670,4671,4672,4673,4674,4675,4676,4677,4678,4679,4680,4681,4682,4683,4684,4685,4686,4687,4688,4689,4690,4691,4692,4693,4694,4695,4696,4697,4698,4699,4700,4701,4702,4703,4704,4705,4706,4707,4708,4709,4710,4711,4712,4713,4714,4715,4716,4717,4718,4719,4720,4721,4722,4723,4724,4725,4726,4727,4728,4729,4730,4731,4732,4733,4734,4735,4736,4737,4738,4739,4740,4741,4742,4743,4744,4745,4746,4747,4748,4749,4750,4751,4752,4753,4754,4755,4756,4757,4758,4759,4760,4761,4762,4763,4764,4765,4766,4767,4768,4769,4770,4771,4772,4773,4774,4775,4776,4777,4778,4779,4780,4781,4782,4783,4784,4785,4786,4787,4788,4789,4790,4791,4792,4793,4794,4795,4796,4797,4798,4799,4800,4801,4802,4803,4804,4805,4806,4807,4808,4809,4810,4811,4812,4813,4814,4815,4816,4817,4818,4819,4820,4821,4822,4823,4824,4825,4826,4827,4828,4829,4830,4831,4832,4833,4834,4835,4836,4837,4838,4839,4840,4841,4842,4843,4844,4845,4846,4847,4848,4849,4850,4851,4852,4853,4854,4855,4856,4857,4858,4859,4860,4861,4862,4863,4864,4865,4866,4867,4868,4869,4870,4871,4872,4873,4874,4875,4876,4877,4878,4879,4880,4881,4882,4883,4884,4885,4886,4887,4888,4889,4890,4891,4892,4893,4894,4895,4896,4897,4898,4899,4900,4901,4902,4903,4904,4905,4906,4907,4908,4909,4910,4911,4912,4913,4914,4915,4916,4917,4918,4919,4920,4921,4922,4923,4924,4925,4926,4927,4928,4929,4930,4931,4932,4933,4934,4935,4936,4937,4938,4939,4940,4941,4942,4943,4944,4945,4946,4947,4948,4949,4950,4951,4952,4953,4954,4955,4956,4957,4958,4959,4960,4961,4962,4963,4964,4965,4966,4967,4968,4969,4970,4971,4972,4973,4974,4975,4976,4977,4978,4979,4980,4981,4982,4983,4984,4985,4986,4987,4988,4989,4990,4991,4992,4993,4994,4995,4996,4997,4998,4999,5000,5001,5002,5003,5004,5005,5006,5007,5008,5009,5010,5011,5012,5013,5014,5015,5016,5017,5018,5019,5020,5021,5022,5023,5024,5025,5026,5027,5028,5029,5030,5031,5032,5033,5034,5035,5036,5037,5038,5039,5040,5041,5042,5043,5044,5045,5046,5047,5048,5049,5050,5051,5052,5053,5054,5055,5056,5057,5058,5059,5060,5061,5062,5063,5064,5065,5066,5067,5068,5069,5070,5071,5072,5073,5074,5075,5076,5077,5078,5079,5080,5081,5082,5083,5084,5085,5086,5087,5088,5089,5090,5091,5092,5093,5094,5095,5096,5097,5098,5099,5100,5101,5102,5103,5104,5105,5106,5107,5108,5109,5110,5111,5112,5113,5114,5115,5116,5117,5118,5119,5120,5121,5122,5123,5124,5125,5126,5127,5128,5129,5130,5131,5132,5133,5134,5135,5136,5137,5138,5139,5140,5141,5142,5143,5144,5145,5146,5147,5148,5149,5150,5151,5152,5153,5154,5155,5156,5157,5158,5159,5160,5161,5162,5163,5164,5165,5166,5167,5168,5169,5170,5171,5172,5173,5174,5175,5176,5177,5178,5179,5180,5181,5182,5183,5184,5185,5186,5187,5188,5189,5190,5191,5192,5193,5194,5195,5196,5197,5198,5199,5200,5201,5202,5203,5204,5205,5206,5207,5208,5209,5210,5211,5212,5213,5214,5215,5216,5217,5218,5219,5220,5221,5222,5223,5224,5225,5226,5227,5228,5229,5230,5231,5232,5233,5234,5235,5236,5237,5238,5239,5240,5241,5242,5243,5244,5245,5246,5247,5248,5249,5250,5251,5252,5253,5254,5255,5256,5257,5258,5259,5260,5261,5262,5263,5264,5265,5266,5267,5268,5269,5270,5271,5272,5273,5274,5275,5276,5277,5278,5279,5280,5281,5282,5283,5284,5285,5286,5287,5288,5289,5290,5291,5292,5293,5294,5295,5296,5297,5298,5299,5300,5301,5302,5303,5304,5305,5306,5307,5308,5309,5310,5311,5312,5313,5314,5315,5316,5317,5318,5319,5320,5321,5322,5323,5324,5325,5326,5327,5328,5329,5330,5331,5332,5333,5334,5335,5336,5337,5338,5339,5340,5341,5342,5343,5344,5345,5346,5347,5348,5349,5350,5351,5352,5353,5354,5355,5356,5357,5358,5359,5360,5361,5362,5363,5364,5365,5366,5367,5368,5369,5370,5371,5372,5373,5374,5375,5376,5377,5378,5379,5380,5381,5382,5383,5384,5385,5386,5387,5388,5389,5390,5391,5392,5393,5394,5395,5396,5397,5398,5399,5400,5401,5402,5403,5404,5405,5406,5407,5408,5409,5410,5411,5412,5413,5414,5415,5416,5417,5418,5419,5420,5421,5422,5423,5424,5425,5426,5427,5428,5429,5430,5431,5432,5433,5434,5435,5436,5437,5438,5439,5440,5441,5442,5443,5444,5445,5446,5447,5448,5449,5450,5451,5452,5453,5454,5455,5456,5457,5458,5459,5460,5461,5462,5463,5464,5465,5466,5467,5468,5469,5470,5471,5472,5473,5474,5475,5476,5477,5478,5479,5480,5481,5482,5483,5484,5485,5486,5487,5488,5489,5490,5491,5492,5493,5494,5495,5496,5497,5498,5499,5500,5501,5502,5503,5504,5505,5506,5507,5508,5509,5510,5511,5512,5513,5514,5515,5516,5517,5518,5519,5520,5521,5522,5523,5524,5525,5526,5527,5528,5529,5530,5531,5532,5533,5534,5535,5536,5537,5538,5539,5540,5541,5542,5543,5544,5545,5546,5547,5548,5549,5550,5551,5552,5553,5554,5555,5556,5557,5558,5559,5560,5561,5562,5563,5564,5565,5566,5567,5568,5569,5570,5571,5572,5573,5574,5575,5576,5577,5578,5579,5580,5581,5582,5583,5584,5585,5586,5587,5588,5589,5590,5591,5592,5593,5594,5595,5596,5597,5598,5599,5600,5601,5602,5603,5604,5605,5606,5607,5608,5609,5610,5611,5612,5613,5614,5615,5616,5617,5618,5619,5620,5621,5622,5623,5624,5625,5626,5627,5628,5629,5630,5631,5632,5633,5634,5635,5636,5637,5638,5639,5640,5641,5642,5643,5644,5645,5646,5647,5648,5649,5650,5651,5652,5653,5654,5655,5656,5657,5658,5659,5660,5661,5662,5663,5664,5665,5666,5667,5668,5669,5670,5671,5672,5673,5674,5675,5676,5677,5678,5679,5680,5681,5682,5683,5684,5685,5686,5687,5688,5689,5690,5691,5692,5693,5694,5695,5696,5697,5698,5699,5700,5701,5702,5703,5704,5705,5706,5707,5708,5709,5710,5711,5712,5713,5714,5715,5716,5717,5718,5719,5720,5721,5722,5723,5724,5725,5726,5727,5728,5729,5730,5731,5732,5733,5734,5735,5736,5737,5738,5739,5740,5741,5742,5743,5744,5745,5746,5747,5748,5749,5750,5751,5752,5753,5754,5755,5756,5757,5758,5759,5760,5761,5762,5763,5764,5765,5766,5767,5768,5769,5770,5771,5772,5773,5774,5775,5776,5777,5778,5779,5780,5781,5782,5783,5784,5785,5786,5787,5788,5789,5790,5791,5792,5793,5794,5795,5796,5797,5798,5799,5800,5801,5802,5803,5804,5805,5806,5807,5808,5809,5810,5811,5812,5813,5814,5815,5816,5817,5818,5819,5820,5821,5822,5823,5824,5825,5826,5827,5828,5829,5830,5831,5832,5833,5834,5835,5836,5837,5838,5839,5840,5841,5842,5843,5844,5845,5846,5847,5848,5849,5850,5851,5852,5853,5854,5855,5856,5857,5858,5859,5860,5861,5862,5863,5864,5865,5866,5867,5868,5869,5870,5871,5872,5873,5874,5875,5876,5877,5878,5879,5880,5881,5882,5883,5884,5885,5886,5887,5888,5889,5890,5891,5892,5893,5894,5895,5896,5897,5898,5899,5900,5901,5902,5903,5904,5905,5906,5907,5908,5909,5910,5911,5912,5913,5914,5915,5916,5917,5918,5919,5920,5921,5922,5923,5924,5925,5926,5927,5928,5929,5930,5931,5932,5933,5934,5935,5936,5937,5938,5939,5940,5941,5942,5943,5944,5945,5946,5947,5948,5949,5950,5951,5952,5953,5954,5955,5956,5957,5958,5959,5960,5961,5962,5963,5964,5965,5966,5967,5968,5969,5970,5971,5972,5973,5974,5975,5976,5977,5978,5979,5980,5981,5982,5983,5984,5985,5986,5987,5988,5989,5990,5991,5992,5993,5994,5995,5996,5997,5998,5999,6000,6001,6002,6003,6004,6005,6006,6007,6008,6009,6010,6011,6012,6013,6014,6015,6016,6017,6018,6019,6020,6021,6022,6023,6024,6025,6026,6027,6028,6029,6030,6031,6032,6033,6034,6035,6036,6037,6038,6039,6040,6041,6042,6043,6044,6045,6046,6047,6048,6049,6050,6051,6052,6053,6054,6055,6056,6057,6058,6059,6060,6061,6062,6063,6064,6065,6066,6067,6068,6069,6070,6071,6072,6073,6074,6075,6076,6077,6078,6079,6080,6081,6082,6083,6084,6085,6086,6087,6088,6089,6090,6091,6092,6093,6094,6095,6096,6097,6098,6099,6100,6101,6102,6103,6104,6105,6106,6107,6108,6109,6110,6111,6112,6113,6114,6115,6116,6117,6118,6119,6120,6121,6122,6123,6124,6125,6126,6127,6128,6129,6130,6131,6132,6133,6134,6135,6136,6137,6138,6139,6140,6141,6142,6143,6144,6145,6146,6147,6148,6149,6150,6151,6152,6153,6154,6155,6156,6157,6158,6159,6160,6161,6162,6163,6164,6165,6166,6167,6168,6169,6170,6171,6172,6173,6174,6175,6176,6177,6178,6179,6180,6181,6182,6183,6184,6185,6186,6187,6188,6189,6190,6191,6192,6193,6194,6195,6196,6197,6198,6199,6200,6201,6202,6203,6204,6205,6206,6207,6208,6209,6210,6211,6212,6213,6214,6215,6216,6217,6218,6219,6220,6221,6222,6223,6224,6225,6226,6227,6228,6229,6230,6231,6232,6233,6234,6235,6236,6237,6238,6239,6240,6241,6242,6243,6244,6245,6246,6247,6248,6249,6250,6251,6252,6253,6254,6255,6256,6257,6258,6259,6260,6261,6262,6263,6264,6265,6266,6267,6268,6269,6270,6271,6272,6273,6274,6275,6276,6277,6278,6279,6280,6281,6282,6283,6284,6285,6286,6287,6288,6289,6290,6291,6292,6293,6294,6295,6296,6297,6298,6299,6300,6301,6302,6303,6304,6305,6306,6307,6308,6309,6310,6311,6312,6313,6314,6315,6316,6317,6318,6319,6320,6321,6322,6323,6324,6325,6326,6327,6328,6329,6330,6331,6332,6333,6334,6335,6336,6337,6338,6339,6340,6341,6342,6343,6344,6345,6346,6347,6348,6349,6350,6351,6352,6353,6354,6355,6356,6357,6358,6359,6360,6361,6362,6363,6364,6365,6366,6367,6368,6369,6370,6371,6372,6373,6374,6375,6376,6377,6378,6379,6380,6381,6382,6383,6384,6385,6386,6387,6388,6389,6390,6391,6392,6393,6394,6395,6396,6397,6398,6399,6400,6401,6402,6403,6404,6405,6406,6407,6408,6409,6410,6411,6412,6413,6414,6415,6416,6417,6418,6419,6420,6421,6422,6423,6424,6425,6426,6427,6428,6429,6430,6431,6432,6433,6434,6435,6436,6437,6438,6439,6440,6441,6442,6443,6444,6445,6446,6447,6448,6449,6450,6451,6452,6453,6454,6455,6456,6457,6458,6459,6460,6461,6462,6463,6464,6465,6466,6467,6468,6469,6470,6471,6472,6473,6474,6475,6476,6477,6478,6479,6480,6481,6482,6483,6484,6485,6486,6487,6488,6489,6490,6491,6492,6493,6494,6495,6496,6497,6498,6499,6500,6501,6502,6503,6504,6505,6506,6507,6508,6509,6510,6511,6512,6513,6514,6515,6516,6517,6518,6519,6520,6521,6522,6523,6524,6525,6526,6527,6528,6529,6530,6531,6532,6533,6534,6535,6536,6537,6538,6539,6540,6541,6542,6543,6544,6545,6546,6547,6548,6549,6550,6551,6552,6553,6554,6555,6556,6557,6558,6559,6560,6561,6562,6563,6564,6565,6566,6567,6568,6569,6570,6571,6572,6573,6574,6575,6576,6577,6578,6579,6580,6581,6582,6583,6584,6585,6586,6587,6588,6589,6590,6591,6592,6593,6594,6595,6596,6597,6598,6599,6600,6601,6602,6603,6604,6605,6606,6607,6608,6609,6610,6611,6612,6613,6614,6615,6616,6617,6618,6619,6620,6621,6622,6623,6624,6625,6626,6627,6628,6629,6630,6631,6632,6633,6634,6635,6636,6637,6638,6639,6640,6641,6642,6643,6644,6645,6646,6647,6648,6649,6650,6651,6652,6653,6654,6655,6656,6657,6658,6659,6660,6661,6662,6663,6664,6665,6666,6667,6668,6669,6670,6671,6672,6673,6674,6675,6676,6677,6678,6679,6680,6681,6682,6683,6684,6685,6686,6687,6688,6689,6690,6691,6692,6693,6694,6695,6696,6697,6698,6699,6700,6701,6702,6703,6704,6705,6706,6707,6708,6709,6710,6711,6712,6713,6714,6715,6716,6717,6718,6719,6720,6721,6722,6723,6724,6725,6726,6727,6728,6729,6730,6731,6732,6733,6734,6735,6736,6737,6738,6739,6740,6741,6742,6743,6744,6745,6746,6747,6748,6749,6750,6751,6752,6753,6754,6755,6756,6757,6758,6759,6760,6761,6762,6763,6764,6765,6766,6767,6768,6769,6770,6771,6772,6773,6774,6775,6776,6777,6778,6779,6780,6781,6782,6783,6784,6785,6786,6787,6788,6789,6790,6791,6792,6793,6794,6795,6796,6797,6798,6799,6800,6801,6802,6803,6804,6805,6806,6807,6808,6809,6810,6811,6812,6813,6814,6815,6816,6817,6818,6819,6820,6821,6822,6823,6824,6825,6826,6827,6828,6829,6830,6831,6832,6833,6834,6835,6836,6837,6838,6839,6840,6841,6842,6843,6844,6845,6846,6847,6848,6849,6850,6851,6852,6853,6854,6855,6856,6857,6858,6859,6860,6861,6862,6863,6864,6865,6866,6867,6868,6869,6870,6871,6872,6873,6874,6875,6876,6877,6878,6879,6880,6881,6882,6883,6884,6885,6886,6887,6888,6889,6890,6891,6892,6893,6894,6895,6896,6897,6898,6899,6900,6901,6902,6903,6904,6905,6906,6907,6908,6909,6910,6911,6912,6913,6914,6915,6916,6917,6918,6919,6920,6921,6922,6923,6924,6925,6926,6927,6928,6929,6930,6931,6932,6933,6934,6935,6936,6937,6938,6939,6940,6941,6942,6943,6944,6945,6946,6947,6948,6949,6950,6951,6952,6953,6954,6955,6956,6957,6958,6959,6960,6961,6962,6963,6964,6965,6966,6967,6968,6969,6970,6971,6972,6973,6974,6975,6976,6977,6978,6979,6980,6981,6982,6983,6984,6985,6986,6987,6988,6989,6990,6991,6992,6993,6994,6995,6996,6997,6998,6999,7000,7001,7002,7003,7004,7005,7006,7007,7008,7009,7010,7011,7012,7013,7014,7015,7016,7017,7018,7019,7020,7021,7022,7023,7024,7025,7026,7027,7028,7029,7030,7031,7032,7033,7034,7035,7036,7037,7038,7039,7040,7041,7042,7043,7044,7045,7046,7047,7048,7049,7050,7051,7052,7053,7054,7055,7056,7057,7058,7059,7060,7061,7062,7063,7064,7065,7066,7067,7068,7069,7070,7071,7072,7073,7074,7075,7076,7077,7078,7079,7080,7081,7082,7083,7084,7085,7086,7087,7088,7089,7090,7091,7092,7093,7094,7095,7096,7097,7098,7099,7100,7101,7102,7103,7104,7105,7106,7107,7108,7109,7110,7111,7112,7113,7114,7115,7116,7117,7118,7119,7120,7121,7122,7123,7124,7125,7126,7127,7128,7129,7130,7131,7132,7133,7134,7135,7136,7137,7138,7139,7140,7141,7142,7143,7144,7145,7146,7147,7148,7149,7150,7151,7152,7153,7154,7155,7156,7157,7158,7159,7160,7161,7162,7163,7164,7165,7166,7167,7168,7169,7170,7171,7172,7173,7174,7175,7176,7177,7178,7179,7180,7181,7182,7183,7184,7185,7186,7187,7188,7189,7190,7191,7192,7193,7194,7195,7196,7197,7198,7199,7200,7201,7202,7203,7204,7205,7206,7207,7208,7209,7210,7211,7212,7213,7214,7215,7216,7217,7218,7219,7220,7221,7222,7223,7224,7225,7226,7227,7228,7229,7230,7231,7232,7233,7234,7235,7236,7237,7238,7239,7240,7241,7242,7243,7244,7245,7246,7247,7248,7249,7250,7251,7252,7253,7254,7255,7256,7257,7258,7259,7260,7261,7262,7263,7264,7265,7266,7267,7268,7269,7270,7271,7272,7273,7274,7275,7276,7277,7278,7279,7280,7281,7282,7283,7284,7285,7286,7287,7288,7289,7290,7291,7292,7293,7294,7295,7296,7297,7298,7299,7300,7301,7302,7303,7304,7305,7306,7307,7308,7309,7310,7311,7312,7313,7314,7315,7316,7317,7318,7319,7320,7321,7322,7323,7324,7325,7326,7327,7328,7329,7330,7331,7332,7333,7334,7335,7336,7337,7338,7339,7340,7341,7342,7343,7344,7345,7346,7347,7348,7349,7350,7351,7352,7353,7354,7355,7356,7357,7358,7359,7360,7361,7362,7363,7364,7365,7366,7367,7368,7369,7370,7371,7372,7373,7374,7375,7376,7377,7378,7379,7380,7381,7382,7383,7384,7385,7386,7387,7388,7389,7390,7391,7392,7393,7394,7395,7396,7397,7398,7399,7400,7401,7402,7403,7404,7405,7406,7407,7408,7409,7410,7411,7412,7413,7414,7415,7416,7417,7418,7419,7420,7421,7422,7423,7424,7425,7426,7427,7428,7429,7430,7431,7432,7433,7434,7435,7436,7437,7438,7439,7440,7441,7442,7443,7444,7445,7446,7447,7448,7449,7450,7451,7452,7453,7454,7455,7456,7457,7458,7459,7460,7461,7462,7463,7464,7465,7466,7467,7468,7469,7470,7471,7472,7473,7474,7475,7476,7477,7478,7479,7480,7481,7482,7483,7484,7485,7486,7487,7488,7489,7490,7491,7492,7493,7494,7495,7496,7497,7498,7499,7500,7501,7502,7503,7504,7505,7506,7507,7508,7509,7510,7511,7512,7513,7514,7515,7516,7517,7518,7519,7520,7521,7522,7523,7524,7525,7526,7527,7528,7529,7530,7531,7532,7533,7534,7535,7536,7537,7538,7539,7540,7541,7542,7543,7544,7545,7546,7547,7548,7549,7550,7551,7552,7553,7554,7555,7556,7557,7558,7559,7560,7561,7562,7563,7564,7565,7566,7567,7568,7569,7570,7571,7572,7573,7574,7575,7576,7577,7578,7579,7580,7581,7582,7583,7584,7585,7586,7587,7588,7589,7590,7591,7592,7593,7594,7595,7596,7597,7598,7599,7600,7601,7602,7603,7604,7605,7606,7607,7608,7609,7610,7611,7612,7613,7614,7615,7616,7617,7618,7619,7620,7621,7622,7623,7624,7625,7626,7627,7628,7629,7630,7631,7632,7633,7634,7635,7636,7637,7638,7639,7640,7641,7642,7643,7644,7645,7646,7647,7648,7649,7650,7651,7652,7653,7654,7655,7656,7657,7658,7659,7660,7661,7662,7663,7664,7665,7666,7667,7668,7669,7670,7671,7672,7673,7674,7675,7676,7677,7678,7679,7680,7681,7682,7683,7684,7685,7686,7687,7688,7689,7690,7691,7692,7693,7694,7695,7696,7697,7698,7699,7700,7701,7702,7703,7704,7705,7706,7707,7708,7709,7710,7711,7712,7713,7714,7715,7716,7717,7718,7719,7720,7721,7722,7723,7724,7725,7726,7727,7728,7729,7730,7731,7732,7733,7734,7735,7736,7737,7738,7739,7740,7741,7742,7743,7744,7745,7746,7747,7748,7749,7750,7751,7752,7753,7754,7755,7756,7757,7758,7759,7760,7761,7762,7763,7764,7765,7766,7767,7768,7769,7770,7771,7772,7773,7774,7775,7776,7777,7778,7779,7780,7781,7782,7783,7784,7785,7786,7787,7788,7789,7790,7791,7792,7793,7794,7795,7796,7797,7798,7799,7800,7801,7802,7803,7804,7805,7806,7807,7808,9200,9201,9202,9203,9204,9205,9206,9207,9208,9209,9210,9211,9212,9213,9214,9215,9216,9217,9218,9219,9220,9221,9222,9223,9224,9225,9226,9227,9228,9229,9230,9231,9232,9233,9234,9235,9236,9237,9238,9239,9240,9241,9242,9243,9244,9245,9246,9247,9248,9249,9250,9251,9252,9253,9254,9255,9256,9257,9258,9259,9260,9261,9262,9263,9264,9265,9266,9267,9268,9269,9270,9271,9272,9273,9274,9275,9276,9277,9278,9279,9280,9281,9282,9283,9284,9285,9286,9287,9288,9289,9290,9291,9292,9293,9294,9295,9296,9297,9298,9299,9300,9301,9302,9303,9304,9305,9306,9307,9308,9309,9310,9311,9312,9313,9314,9315,9316,9317,9318,9319,9320,9321,9322,9323,9324,9325,9326,9327,9328,9329,9330,9331,9332,9333,9334,9335,9336,9337,9338,9339,9340,9341,9342,9343,9344,9345,9346,9347,9348,9349,9350,9351,9352,9353,9354,9355,9356,9357,9358,9359,9360,9361,9362,9363,9364,9365,9366,9367,9368,9369,9370,9371,9372,9373,9374,9375,9376,9377,9378,9379,9380,9381,9382,9383,9384,9385,9386,9387,9388,9389,9390,9391,9392,9393,9394,9395,9396,9397,9398,9399,9400,9401,9402,9403,9404,9405,9406,9407,9408,9409,9410,9411,9412,9413,9414,9415,9416,9417,9418,9419,9420,9421,9422,9423,9424,9425,9426,9427,9428,9429,9430,9431,9432,9433,9434,9435,9436,9437,9438,9439,9440,9441,9442,9443,9444,9445,9446,9447,9448,9449,9450,9451,9452,9453,9454,9455,9456,9457,9458,9459,9460,9461,9462,9463,9464,9465,9466,9467,9468,9469,9470,9471,9472,9473,9474,9475,9476,9477,9478,9479,9480,9481,9482,9483,9496,9497,9498,9499,9500,9501,9502,9503,9504,9505,9506,9507,9508,9509]');
INSERT INTO `translate_manager_temp` (`id`, `setting`, `value`) VALUES
(2, 'existTranslations', '[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,529,530,531,532,533,534,535,536,537,538,539,540,541,542,543,544,545,546,547,548,549,550,551,552,553,554,555,556,557,558,559,560,561,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,579,580,581,582,583,584,585,586,587,588,589,590,591,592,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,611,612,613,614,615,616,617,618,619,620,621,622,623,624,625,626,627,628,629,630,631,632,633,634,635,636,637,638,639,640,641,642,643,644,645,646,647,648,649,650,651,652,653,654,655,656,657,658,659,660,661,662,663,664,665,666,667,668,669,670,671,672,673,674,675,676,677,678,679,680,681,682,683,684,685,686,687,688,689,690,691,692,693,694,695,696,697,698,699,700,701,702,703,704,705,706,707,708,709,710,711,712,713,714,715,716,717,718,719,720,721,722,723,724,725,726,727,728,729,730,731,732,733,734,735,736,737,738,739,740,741,742,743,744,745,746,747,748,749,750,751,752,753,754,755,756,757,758,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813,814,815,816,817,818,819,820,821,822,823,824,825,826,827,828,829,830,831,832,833,834,835,836,837,838,839,840,841,842,843,844,845,846,847,848,849,850,851,852,853,854,855,856,857,858,859,860,861,862,863,864,865,866,867,868,869,870,871,872,873,874,875,876,877,878,879,880,881,882,883,884,885,886,887,888,889,890,891,892,893,894,895,896,897,898,899,900,901,902,903,904,905,906,907,908,909,910,911,912,913,914,915,916,917,918,919,920,921,922,923,924,925,926,927,928,929,930,931,932,933,934,935,936,937,938,939,940,941,942,943,944,945,946,947,948,949,950,951,952,953,954,955,956,957,958,959,960,961,962,963,964,965,966,967,968,969,970,971,972,973,974,975,976,977,978,979,980,981,982,983,984,985,986,987,988,989,990,991,992,993,994,995,996,997,998,999,1000,1001,1002,1003,1004,1005,1006,1007,1008,1009,1010,1011,1012,1013,1014,1015,1016,1017,1018,1019,1020,1021,1022,1023,1024,1025,1026,1027,1028,1029,1030,1031,1032,1033,1034,1035,1036,1037,1038,1039,1040,1041,1042,1043,1044,1045,1046,1047,1048,1049,1050,1051,1052,1053,1054,1055,1056,1057,1058,1059,1060,1061,1062,1063,1064,1065,1066,1067,1068,1069,1070,1071,1072,1073,1074,1075,1076,1077,1078,1079,1080,1081,1082,1083,1084,1085,1086,1087,1088,1089,1090,1091,1092,1093,1094,1095,1096,1097,1098,1099,1100,1101,1102,1103,1104,1105,1106,1107,1108,1109,1110,1111,1112,1113,1114,1115,1116,1117,1118,1119,1120,1121,1122,1123,1124,1125,1126,1127,1128,1129,1130,1131,1132,1133,1134,1135,1136,1137,1138,1139,1140,1141,1142,1143,1144,1145,1146,1147,1148,1149,1150,1151,1152,1153,1154,1155,1156,1157,1158,1159,1160,1161,1162,1163,1164,1165,1166,1167,1168,1169,1170,1171,1172,1173,1174,1175,1176,1177,1178,1179,1180,1181,1182,1183,1184,1185,1186,1187,1188,1189,1190,1191,1192,1193,1194,1195,1196,1197,1198,1199,1200,1201,1202,1203,1204,1205,1206,1207,1208,1209,1210,1211,1212,1213,1214,1215,1216,1217,1218,1219,1220,1221,1222,1223,1224,1225,1226,1227,1228,1229,1230,1231,1232,1233,1234,1235,1236,1237,1238,1239,1240,1241,1242,1243,1244,1245,1246,1247,1248,1249,1250,1251,1252,1253,1254,1255,1256,1257,1258,1259,1260,1261,1262,1263,1264,1265,1266,1267,1268,1269,1270,1271,1272,1273,1274,1275,1276,1277,1278,1279,1280,1281,1282,1283,1284,1285,1286,1287,1288,1289,1290,1291,1292,1293,1294,1295,1296,1297,1298,1299,1300,1301,1302,1303,1304,1305,1306,1307,1308,1309,1310,1311,1312,1313,1314,1315,1316,1317,1318,1319,1320,1321,1322,1323,1324,1325,1326,1327,1328,1329,1330,1331,1332,1333,1334,1335,1336,1337,1338,1339,1340,1341,1342,1343,1344,1345,1346,1347,1348,1349,1350,1351,1352,1353,1354,1355,1356,1357,1358,1359,1360,1361,1362,1363,1364,1365,1366,1367,1368,1369,1370,1371,1372,1373,1374,1375,1376,1377,1378,1379,1380,1381,1382,1383,1384,1385,1386,1387,1388,1389,1390,1391,1392,1393,1394,1395,1396,1397,1398,1399,1400,1401,1402,1403,1404,1405,1406,1407,1408,1409,1410,1411,1412,1413,1414,1415,1416,1417,1418,1419,1420,1421,1422,1423,1424,1425,1426,1427,1428,1429,1430,1431,1432,1433,1434,1435,1436,1437,1438,1439,1440,1441,1442,1443,1444,1445,1446,1447,1448,1449,1450,1451,1452,1453,1454,1455,1456,1457,1458,1459,1460,1461,1462,1463,1464,1465,1466,1467,1468,1469,1470,1471,1472,1473,1474,1475,1476,1477,1478,1479,1480,1481,1482,1483,1484,1485,1486,1487,1488,1489,1490,1491,1492,1493,1494,1495,1496,1497,1498,1499,1500,1501,1502,1503,1504,1505,1506,1507,1508,1509,1510,1511,1512,1513,1514,1515,1516,1517,1518,1519,1520,1521,1522,1523,1524,1525,1526,1527,1528,1529,1530,1531,1532,1533,1534,1535,1536,1537,1538,1539,1540,1541,1542,1543,1544,1545,1546,1547,1548,1549,1550,1551,1552,1553,1554,1555,1556,1557,1558,1559,1560,1561,1562,1563,1564,1565,1566,1567,1568,1569,1570,1571,1572,1573,1574,1575,1576,1577,1578,1579,1580,1581,1582,1583,1584,1585,1586,1587,1588,1589,1590,1591,1592,1593,1594,1595,1596,1597,1598,1599,1600,1601,1602,1603,1604,1605,1606,1607,1608,1609,1610,1611,1612,1613,1614,1615,1616,1617,1618,1619,1620,1621,1622,1623,1624,1625,1626,1627,1628,1629,1630,1631,1632,1633,1634,1635,1636,1637,1638,1639,1640,1641,1642,1643,1644,1645,1646,1647,1648,1649,1650,1651,1652,1653,1654,1655,1656,1657,1658,1659,1660,1661,1662,1663,1664,1665,1666,1667,1668,1669,1670,1671,1672,1673,1674,1675,1676,1677,1678,1679,1680,1681,1682,1683,1684,1685,1686,1687,1688,1689,1690,1691,1692,1693,1694,1695,1696,1697,1698,1699,1700,1701,1702,1703,1704,1705,1706,1707,1708,1709,1710,1711,1712,1713,1714,1715,1716,1717,1718,1719,1720,1721,1722,1723,1724,1725,1726,1727,1728,1729,1730,1731,1732,1733,1734,1735,1736,1737,1738,1739,1740,1741,1742,1743,1744,1745,1746,1747,1748,1749,1750,1751,1752,1753,1754,1755,1756,1757,1758,1759,1760,1761,1762,1763,1764,1765,1766,1767,1768,1769,1770,1771,1772,1773,1774,1775,1776,1777,1778,1779,1780,1781,1782,1783,1784,1785,1786,1787,1788,1789,1790,1791,1792,1793,1794,1795,1796,1797,1798,1799,1800,1801,1802,1803,1804,1805,1806,1807,1808,1809,1810,1811,1812,1813,1814,1815,1816,1817,1818,1819,1820,1821,1822,1823,1824,1825,1826,1827,1828,1829,1830,1831,1832,1833,1834,1835,1836,1837,1838,1839,1840,1841,1842,1843,1844,1845,1846,1847,1848,1849,1850,1851,1852,1853,1854,1855,1856,1857,1858,1859,1860,1861,1862,1863,1864,1865,1866,1867,1868,1869,1870,1871,1872,1873,1874,1875,1876,1877,1878,1879,1880,1881,1882,1883,1884,1885,1886,1887,1888,1889,1890,1891,1892,1893,1894,1895,1896,1897,1898,1899,1900,1901,1902,1903,1904,1905,1906,1907,1908,1909,1910,1911,1912,1913,1914,1915,1916,1917,1918,1919,1920,1921,1922,1923,1924,1925,1926,1927,1928,1929,1930,1931,1932,1933,1934,1935,1936,1937,1938,1939,1940,1941,1942,1943,1944,1945,1946,1947,1948,1949,1950,1951,1952,1953,1954,1955,1956,1957,1958,1959,1960,1961,1962,1963,1964,1965,1966,1967,1968,1969,1970,1971,1972,1973,1974,1975,1976,1977,1978,1979,1980,1981,1982,1983,1984,1985,1986,1987,1988,1989,1990,1991,1992,1993,1994,1995,1996,1997,1998,1999,2000,2001,2002,2003,2004,2005,2006,2007,2008,2009,2010,2011,2012,2013,2014,2015,2016,2017,2018,2019,2020,2021,2022,2023,2024,2025,2026,2027,2028,2029,2030,2031,2032,2033,2034,2035,2036,2037,2038,2039,2040,2041,2042,2043,2044,2045,2046,2047,2048,2049,2050,2051,2052,2053,2054,2055,2056,2057,2058,2059,2060,2061,2062,2063,2064,2065,2066,2067,2068,2069,2070,2071,2072,2073,2074,2075,2076,2077,2078,2079,2080,2081,2082,2083,2084,2085,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2096,2097,2098,2099,2100,2101,2102,2103,2104,2105,2106,2107,2108,2109,2110,2111,2112,2113,2114,2115,2116,2117,2118,2119,2120,2121,2122,2123,2124,2125,2126,2127,2128,2129,2130,2131,2132,2133,2134,2135,2136,2137,2138,2139,2140,2141,2142,2143,2144,2145,2146,2147,2148,2149,2150,2151,2152,2153,2154,2155,2156,2157,2158,2159,2160,2161,2162,2163,2164,2165,2166,2167,2168,2169,2170,2171,2172,2173,2174,2175,2176,2177,2178,2179,2180,2181,2182,2183,2184,2185,2186,2187,2188,2189,2190,2191,2192,2193,2194,2195,2196,2197,2198,2199,2200,2201,2202,2203,2204,2205,2206,2207,2208,2209,2210,2211,2212,2213,2214,2215,2216,2217,2218,2219,2220,2221,2222,2223,2224,2225,2226,2227,2228,2229,2230,2231,2232,2233,2234,2235,2236,2237,2238,2239,2240,2241,2242,2243,2244,2245,2246,2247,2248,2249,2250,2251,2252,2253,2254,2255,2256,2257,2258,2259,2260,2261,2262,2263,2264,2265,2266,2267,2268,2269,2270,2271,2272,2273,2274,2275,2276,2277,2278,2279,2280,2281,2282,2283,2284,2285,2286,2287,2288,2289,2290,2291,2292,2293,2294,2295,2296,2297,2298,2299,2300,2301,2302,2303,2304,2305,2306,2307,2308,2309,2310,2311,2312,2313,2314,2315,2316,2317,2318,2319,2320,2321,2322,2323,2324,2325,2326,2327,2328,2329,2330,2331,2332,2333,2334,2335,2336,2337,2338,2339,2340,2341,2342,2343,2344,2345,2346,2347,2348,2349,2350,2351,2352,2353,2354,2355,2356,2357,2358,2359,2360,2361,2362,2363,2364,2365,2366,2367,2368,2369,2370,2371,2372,2373,2374,2375,2376,2377,2378,2379,2380,2381,2382,2383,2384,2385,2386,2387,2388,2389,2390,2391,2392,2393,2394,2395,2396,2397,2398,2399,2400,2401,2402,2403,2404,2405,2406,2407,2408,2409,2410,2411,2412,2413,2414,2415,2416,2417,2418,2419,2420,2421,2422,2423,2424,2425,2426,2427,2428,2429,2430,2431,2432,2433,2434,2435,2436,2437,2438,2439,2440,2441,2442,2443,2444,2445,2446,2447,2448,2449,2450,2451,2452,2453,2454,2455,2456,2457,2458,2459,2460,2461,2462,2463,2464,2465,2466,2467,2468,2469,2470,2471,2472,2473,2474,2475,2476,2477,2478,2479,2480,2481,2482,2483,2484,2485,2486,2487,2488,2489,2490,2491,2492,2493,2494,2495,2496,2497,2498,2499,2500,2501,2502,2503,2504,2505,2506,2507,2508,2509,2510,2511,2512,2513,2514,2515,2516,2517,2518,2519,2520,2521,2522,2523,2524,2525,2526,2527,2528,2529,2530,2531,2532,2533,2534,2535,2536,2537,2538,2539,2540,2541,2542,2543,2544,2545,2546,2547,2548,2549,2550,2551,2552,2553,2554,2555,2556,2557,2558,2559,2560,2561,2562,2563,2564,2565,2566,2567,2568,2569,2570,2571,2572,2573,2574,2575,2576,2577,2578,2579,2580,2581,2582,2583,2584,2585,2586,2587,2588,2589,2590,2591,2592,2593,2594,2595,2596,2597,2598,2599,2600,2601,2602,2603,2604,2605,2606,2607,2608,2609,2610,2611,2612,2613,2614,2615,2616,2617,2618,2619,2620,2621,2622,2623,2624,2625,2626,2627,2628,2629,2630,2631,2632,2633,2634,2635,2636,2637,2638,2639,2640,2641,2642,2643,2644,2645,2646,2647,2648,2649,2650,2651,2652,2653,2654,2655,2656,2657,2658,2659,2660,2661,2662,2663,2664,2665,2666,2667,2668,2669,2670,2671,2672,2673,2674,2675,2676,2677,2678,2679,2680,2681,2682,2683,2684,2685,2686,2687,2688,2689,2690,2691,2692,2693,2694,2695,2696,2697,2698,2699,2700,2701,2702,2703,2704,2705,2706,2707,2708,2709,2710,2711,2712,2713,2714,2715,2716,2717,2718,2719,2720,2721,2722,2723,2724,2725,2726,2727,2728,2729,2730,2731,2732,2733,2734,2735,2736,2737,2738,2739,2740,2741,2742,2743,2744,2745,2746,2747,2748,2749,2750,2751,2752,2753,2754,2755,2756,2757,2758,2759,2760,2761,2762,2763,2764,2765,2766,2767,2768,2769,2770,2771,2772,2773,2774,2775,2776,2777,2778,2779,2780,2781,2782,2783,2784,2785,2786,2787,2788,2789,2790,2791,2792,2793,2794,2795,2796,2797,2798,2799,2800,2801,2802,2803,2804,2805,2806,2807,2808,2809,2810,2811,2812,2813,2814,2815,2816,2817,2818,2819,2820,2821,2822,2823,2824,2825,2826,2827,2828,2829,2830,2831,2832,2833,2834,2835,2836,2837,2838,2839,2840,2841,2842,2843,2844,2845,2846,2847,2848,2849,2850,2851,2852,2853,2854,2855,2856,2857,2858,2859,2860,2861,2862,2863,2864,2865,2866,2867,2868,2869,2870,2871,2872,2873,2874,2875,2876,2877,2878,2879,2880,2881,2882,2883,2884,2885,2886,2887,2888,2889,2890,2891,2892,2893,2894,2895,2896,2897,2898,2899,2900,2901,2902,2903,2904,2905,2906,2907,2908,2909,2910,2911,2912,2913,2914,2915,2916,2917,2918,2919,2920,2921,2922,2923,2924,2925,2926,2927,2928,2929,2930,2931,2932,2933,2934,2935,2936,2937,2938,2939,2940,2941,2942,2943,2944,2945,2946,2947,2948,2949,2950,2951,2952,2953,2954,2955,2956,2957,2958,2959,2960,2961,2962,2963,2964,2965,2966,2967,2968,2969,2970,2971,2972,2973,2974,2975,2976,2977,2978,2979,2980,2981,2982,2983,2984,2985,2986,2987,2988,2989,2990,2991,2992,2993,2994,2995,2996,2997,2998,2999,3000,3001,3002,3003,3004,3005,3006,3007,3008,3009,3010,3011,3012,3013,3014,3015,3016,3017,3018,3019,3020,3021,3022,3023,3024,3025,3026,3027,3028,3029,3030,3031,3032,3033,3034,3035,3036,3037,3038,3039,3040,3041,3042,3043,3044,3045,3046,3047,3048,3049,3050,3051,3052,3053,3054,3055,3056,3057,3058,3059,3060,3061,3062,3063,3064,3065,3066,3067,3068,3069,3070,3071,3072,3073,3074,3075,3076,3077,3078,3079,3080,3081,3082,3083,3084,3085,3086,3087,3088,3089,3090,3091,3092,3093,3094,3095,3096,3097,3098,3099,3100,3101,3102,3103,3104,3105,3106,3107,3108,3109,3110,3111,3112,3113,3114,3115,3116,3117,3118,3119,3120,3121,3122,3123,3124,3125,3126,3127,3128,3129,3130,3131,3132,3133,3134,3135,3136,3137,3138,3139,3140,3141,3142,3143,3144,3145,3146,3147,3148,3149,3150,3151,3152,3153,3154,3155,3156,3157,3158,3159,3160,3161,3162,3163,3164,3165,3166,3167,3168,3169,3170,3171,3172,3173,3174,3175,3176,3177,3178,3179,3180,3181,3182,3183,3184,3185,3186,3187,3188,3189,3190,3191,3192,3193,3194,3195,3196,3197,3198,3199,3200,3201,3202,3203,3204,3205,3206,3207,3208,3209,3210,3211,3212,3213,3214,3215,3216,3217,3218,3219,3220,3221,3222,3223,3224,3225,3226,3227,3228,3229,3230,3231,3232,3233,3234,3235,3236,3237,3238,3239,3240,3241,3242,3243,3244,3245,3246,3247,3248,3249,3250,3251,3252,3253,3254,3255,3256,3257,3258,3259,3260,3261,3262,3263,3264,3265,3266,3267,3268,3269,3270,3271,3272,3273,3274,3275,3276,3277,3278,3279,3280,3281,3282,3283,3284,3285,3286,3287,3288,3289,3290,3291,3292,3293,3294,3295,3296,3297,3298,3299,3300,3301,3302,3303,3304,3305,3306,3307,3308,3309,3310,3311,3312,3313,3314,3315,3316,3317,3318,3319,3320,3321,3322,3323,3324,3325,3326,3327,3328,3329,3330,3331,3332,3333,3334,3335,3336,3337,3338,3339,3340,3341,3342,3343,3344,3345,3346,3347,3348,3349,3350,3351,3352,3353,3354,3355,3356,3357,3358,3359,3360,3361,3362,3363,3364,3365,3366,3367,3368,3369,3370,3371,3372,3373,3374,3375,3376,3377,3378,3379,3380,3381,3382,3383,3384,3385,3386,3387,3388,3389,3390,3391,3392,3393,3394,3395,3396,3397,3398,3399,3400,3401,3402,3403,3404,3405,3406,3407,3408,3409,3410,3411,3412,3413,3414,3415,3416,3417,3418,3419,3420,3421,3422,3423,3424,3425,3426,3427,3428,3429,3430,3431,3432,3433,3434,3435,3436,3437,3438,3439,3440,3441,3442,3443,3444,3445,3446,3447,3448,3449,3450,3451,3452,3453,3454,3455,3456,3457,3458,3459,3460,3461,3462,3463,3464,3465,3466,3467,3468,3469,3470,3471,3472,3473,3474,3475,3476,3477,3478,3479,3480,3481,3482,3483,3484,3485,3486,3487,3488,3489,3490,3491,3492,3493,3494,3495,3496,3497,3498,3499,3500,3501,3502,3503,3504,3505,3506,3507,3508,3509,3510,3511,3512,3513,3514,3515,3516,3517,3518,3519,3520,3521,3522,3523,3524,3525,3526,3527,3528,3529,3530,3531,3532,3533,3534,3535,3536,3537,3538,3539,3540,3541,3542,3543,3544,3545,3546,3547,3548,3549,3550,3551,3552,3553,3554,3555,3556,3557,3558,3559,3560,3561,3562,3563,3564,3565,3566,3567,3568,3569,3570,3571,3572,3573,3574,3575,3576,3577,3578,3579,3580,3581,3582,3583,3584,3585,3586,3587,3588,3589,3590,3591,3592,3593,3594,3595,3596,3597,3598,3599,3600,3601,3602,3603,3604,3605,3606,3607,3608,3609,3610,3611,3612,3613,3614,3615,3616,3617,3618,3619,3620,3621,3622,3623,3624,3625,3626,3627,3628,3629,3630,3631,3632,3633,3634,3635,3636,3637,3638,3639,3640,3641,3642,3643,3644,3645,3646,3647,3648,3649,3650,3651,3652,3653,3654,3655,3656,3657,3658,3659,3660,3661,3662,3663,3664,3665,3666,3667,3668,3669,3670,3671,3672,3673,3674,3675,3676,3677,3678,3679,3680,3681,3682,3683,3684,3685,3686,3687,3688,3689,3690,3691,3692,3693,3694,3695,3696,3697,3698,3699,3700,3701,3702,3703,3704,3705,3706,3707,3708,3709,3710,3711,3712,3713,3714,3715,3716,3717,3718,3719,3720,3721,3722,3723,3724,3725,3726,3727,3728,3729,3730,3731,3732,3733,3734,3735,3736,3737,3738,3739,3740,3741,3742,3743,3744,3745,3746,3747,3748,3749,3750,3751,3752,3753,3754,3755,3756,3757,3758,3759,3760,3761,3762,3763,3764,3765,3766,3767,3768,3769,3770,3771,3772,3773,3774,3775,3776,3777,3778,3779,3780,3781,3782,3783,3784,3785,3786,3787,3788,3789,3790,3791,3792,3793,3794,3795,3796,3797,3798,3799,3800,3801,3802,3803,3804,3805,3806,3807,3808,3809,3810,3811,3812,3813,3814,3815,3816,3817,3818,3819,3820,3821,3822,3823,3824,3825,3826,3827,3828,3829,3830,3831,3832,3833,3834,3835,3836,3837,3838,3839,3840,3841,3842,3843,3844,3845,3846,3847,3848,3849,3850,3851,3852,3853,3854,3855,3856,3857,3858,3859,3860,3861,3862,3863,3864,3865,3866,3867,3868,3869,3870,3871,3872,3873,3874,3875,3876,3877,3878,3879,3880,3881,3882,3883,3884,3885,3886,3887,3888,3889,3890,3891,3892,3893,3894,3895,3896,3897,3898,3899,3900,3901,3902,3903,3904,3905,3906,3907,3908,3909,3910,3911,3912,3913,3914,3915,3916,3917,3918,3919,3920,3921,3922,3923,3924,3925,3926,3927,3928,3929,3930,3931,3932,3933,3934,3935,3936,3937,3938,3939,3940,3941,3942,3943,3944,3945,3946,3947,3948,3949,3950,3951,3952,3953,3954,3955,3956,3957,3958,3959,3960,3961,3962,3963,3964,3965,3966,3967,3968,3969,3970,3971,3972,3973,3974,3975,3976,3977,3978,3979,3980,3981,3982,3983,3984,3985,3986,3987,3988,3989,3990,3991,3992,3993,3994,3995,3996,3997,3998,3999,4000,4001,4002,4003,4004,4005,4006,4007,4008,4009,4010,4011,4012,4013,4014,4015,4016,4017,4018,4019,4020,4021,4022,4023,4024,4025,4026,4027,4028,4029,4030,4031,4032,4033,4034,4035,4036,4037,4038,4039,4040,4041,4042,4043,4044,4045,4046,4047,4048,4049,4050,4051,4052,4053,4054,4055,4056,4057,4058,4059,4060,4061,4062,4063,4064,4065,4066,4067,4068,4069,4070,4071,4072,4073,4074,4075,4076,4077,4078,4079,4080,4081,4082,4083,4084,4085,4086,4087,4088,4089,4090,4091,4092,4093,4094,4095,4096,4097,4098,4099,4100,4101,4102,4103,4104,4105,4106,4107,4108,4109,4110,4111,4112,4113,4114,4115,4116,4117,4118,4119,4120,4121,4122,4123,4124,4125,4126,4127,4128,4129,4130,4131,4132,4133,4134,4135,4136,4137,4138,4139,4140,4141,4142,4143,4144,4145,4146,4147,4148,4149,4150,4151,4152,4153,4154,4155,4156,4157,4158,4159,4160,4161,4162,4163,4164,4165,4166,4167,4168,4169,4170,4171,4172,4173,4174,4175,4176,4177,4178,4179,4180,4181,4182,4183,4184,4185,4186,4187,4188,4189,4190,4191,4192,4193,4194,4195,4196,4197,4198,4199,4200,4201,4202,4203,4204,4205,4206,4207,4208,4209,4210,4211,4212,4213,4214,4215,4216,4217,4218,4219,4220,4221,4222,4223,4224,4225,4226,4227,4228,4229,4230,4231,4232,4233,4234,4235,4236,4237,4238,4239,4240,4241,4242,4243,4244,4245,4246,4247,4248,4249,4250,4251,4252,4253,4254,4255,4256,4257,4258,4259,4260,4261,4262,4263,4264,4265,4266,4267,4268,4269,4270,4271,4272,4273,4274,4275,4276,4277,4278,4279,4280,4281,4282,4283,4284,4285,4286,4287,4288,4289,4290,4291,4292,4293,4294,4295,4296,4297,4298,4299,4300,4301,4302,4303,4304,4305,4306,4307,4308,4309,4310,4311,4312,4313,4314,4315,4316,4317,4318,4319,4320,4321,4322,4323,4324,4325,4326,4327,4328,4329,4330,4331,4332,4333,4334,4335,4336,4337,4338,4339,4340,4341,4342,4343,4344,4345,4346,4347,4348,4349,4350,4351,4352,4353,4354,4355,4356,4357,4358,4359,4360,4361,4362,4363,4364,4365,4366,4367,4368,4369,4370,4371,4372,4373,4374,4375,4376,4377,4378,4379,4380,4381,4382,4383,4384,4385,4386,4387,4388,4389,4390,4391,4392,4393,4394,4395,4396,4397,4398,4399,4400,4401,4402,4403,4404,4405,4406,4407,4408,4409,4410,4411,4412,4413,4414,4415,4416,4417,4418,4419,4420,4421,4422,4423,4424,4425,4426,4427,4428,4429,4430,4431,4432,4433,4434,4435,4436,4437,4438,4439,4440,4441,4442,4443,4444,4445,4446,4447,4448,4449,4450,4451,4452,4453,4454,4455,4456,4457,4458,4459,4460,4461,4462,4463,4464,4465,4466,4467,4468,4469,4470,4471,4472,4473,4474,4475,4476,4477,4478,4479,4480,4481,4482,4483,4484,4485,4486,4487,4488,4489,4490,4491,4492,4493,4494,4495,4496,4497,4498,4499,4500,4501,4502,4503,4504,4505,4506,4507,4508,4509,4510,4511,4512,4513,4514,4515,4516,4517,4518,4519,4520,4521,4522,4523,4524,4525,4526,4527,4528,4529,4530,4531,4532,4533,4534,4535,4536,4537,4538,4539,4540,4541,4542,4543,4544,4545,4546,4547,4548,4549,4550,4551,4552,4553,4554,4555,4556,4557,4558,4559,4560,4561,4562,4563,4564,4565,4566,4567,4568,4569,4570,4571,4572,4573,4574,4575,4576,4577,4578,4579,4580,4581,4582,4583,4584,4585,4586,4587,4588,4589,4590,4591,4592,4593,4594,4595,4596,4597,4598,4599,4600,4601,4602,4603,4604,4605,4606,4607,4608,4609,4610,4611,4612,4613,4614,4615,4616,4617,4618,4619,4620,4621,4622,4623,4624,4625,4626,4627,4628,4629,4630,4631,4632,4633,4634,4635,4636,4637,4638,4639,4640,4641,4642,4643,4644,4645,4646,4647,4648,4649,4650,4651,4652,4653,4654,4655,4656,4657,4658,4659,4660,4661,4662,4663,4664,4665,4666,4667,4668,4669,4670,4671,4672,4673,4674,4675,4676,4677,4678,4679,4680,4681,4682,4683,4684,4685,4686,4687,4688,4689,4690,4691,4692,4693,4694,4695,4696,4697,4698,4699,4700,4701,4702,4703,4704,4705,4706,4707,4708,4709,4710,4711,4712,4713,4714,4715,4716,4717,4718,4719,4720,4721,4722,4723,4724,4725,4726,4727,4728,4729,4730,4731,4732,4733,4734,4735,4736,4737,4738,4739,4740,4741,4742,4743,4744,4745,4746,4747,4748,4749,4750,4751,4752,4753,4754,4755,4756,4757,4758,4759,4760,4761,4762,4763,4764,4765,4766,4767,4768,4769,4770,4771,4772,4773,4774,4775,4776,4777,4778,4779,4780,4781,4782,4783,4784,4785,4786,4787,4788,4789,4790,4791,4792,4793,4794,4795,4796,4797,4798,4799,4800,4801,4802,4803,4804,4805,4806,4807,4808,4809,4810,4811,4812,4813,4814,4815,4816,4817,4818,4819,4820,4821,4822,4823,4824,4825,4826,4827,4828,4829,4830,4831,4832,4833,4834,4835,4836,4837,4838,4839,4840,4841,4842,4843,4844,4845,4846,4847,4848,4849,4850,4851,4852,4853,4854,4855,4856,4857,4858,4859,4860,4861,4862,4863,4864,4865,4866,4867,4868,4869,4870,4871,4872,4873,4874,4875,4876,4877,4878,4879,4880,4881,4882,4883,4884,4885,4886,4887,4888,4889,4890,4891,4892,4893,4894,4895,4896,4897,4898,4899,4900,4901,4902,4903,4904,4905,4906,4907,4908,4909,4910,4911,4912,4913,4914,4915,4916,4917,4918,4919,4920,4921,4922,4923,4924,4925,4926,4927,4928,4929,4930,4931,4932,4933,4934,4935,4936,4937,4938,4939,4940,4941,4942,4943,4944,4945,4946,4947,4948,4949,4950,4951,4952,4953,4954,4955,4956,4957,4958,4959,4960,4961,4962,4963,4964,4965,4966,4967,4968,4969,4970,4971,4972,4973,4974,4975,4976,4977,4978,4979,4980,4981,4982,4983,4984,4985,4986,4987,4988,4989,4990,4991,4992,4993,4994,4995,4996,4997,4998,4999,5000,5001,5002,5003,5004,5005,5006,5007,5008,5009,5010,5011,5012,5013,5014,5015,5016,5017,5018,5019,5020,5021,5022,5023,5024,5025,5026,5027,5028,5029,5030,5031,5032,5033,5034,5035,5036,5037,5038,5039,5040,5041,5042,5043,5044,5045,5046,5047,5048,5049,5050,5051,5052,5053,5054,5055,5056,5057,5058,5059,5060,5061,5062,5063,5064,5065,5066,5067,5068,5069,5070,5071,5072,5073,5074,5075,5076,5077,5078,5079,5080,5081,5082,5083,5084,5085,5086,5087,5088,5089,5090,5091,5092,5093,5094,5095,5096,5097,5098,5099,5100,5101,5102,5103,5104,5105,5106,5107,5108,5109,5110,5111,5112,5113,5114,5115,5116,5117,5118,5119,5120,5121,5122,5123,5124,5125,5126,5127,5128,5129,5130,5131,5132,5133,5134,5135,5136,5137,5138,5139,5140,5141,5142,5143,5144,5145,5146,5147,5148,5149,5150,5151,5152,5153,5154,5155,5156,5157,5158,5159,5160,5161,5162,5163,5164,5165,5166,5167,5168,5169,5170,5171,5172,5173,5174,5175,5176,5177,5178,5179,5180,5181,5182,5183,5184,5185,5186,5187,5188,5189,5190,5191,5192,5193,5194,5195,5196,5197,5198,5199,5200,5201,5202,5203,5204,5205,5206,5207,5208,5209,5210,5211,5212,5213,5214,5215,5216,5217,5218,5219,5220,5221,5222,5223,5224,5225,5226,5227,5228,5229,5230,5231,5232,5233,5234,5235,5236,5237,5238,5239,5240,5241,5242,5243,5244,5245,5246,5247,5248,5249,5250,5251,5252,5253,5254,5255,5256,5257,5258,5259,5260,5261,5262,5263,5264,5265,5266,5267,5268,5269,5270,5271,5272,5273,5274,5275,5276,5277,5278,5279,5280,5281,5282,5283,5284,5285,5286,5287,5288,5289,5290,5291,5292,5293,5294,5295,5296,5297,5298,5299,5300,5301,5302,5303,5304,5305,5306,5307,5308,5309,5310,5311,5312,5313,5314,5315,5316,5317,5318,5319,5320,5321,5322,5323,5324,5325,5326,5327,5328,5329,5330,5331,5332,5333,5334,5335,5336,5337,5338,5339,5340,5341,5342,5343,5344,5345,5346,5347,5348,5349,5350,5351,5352,5353,5354,5355,5356,5357,5358,5359,5360,5361,5362,5363,5364,5365,5366,5367,5368,5369,5370,5371,5372,5373,5374,5375,5376,5377,5378,5379,5380,5381,5382,5383,5384,5385,5386,5387,5388,5389,5390,5391,5392,5393,5394,5395,5396,5397,5398,5399,5400,5401,5402,5403,5404,5405,5406,5407,5408,5409,5410,5411,5412,5413,5414,5415,5416,5417,5418,5419,5420,5421,5422,5423,5424,5425,5426,5427,5428,5429,5430,5431,5432,5433,5434,5435,5436,5437,5438,5439,5440,5441,5442,5443,5444,5445,5446,5447,5448,5449,5450,5451,5452,5453,5454,5455,5456,5457,5458,5459,5460,5461,5462,5463,5464,5465,5466,5467,5468,5469,5470,5471,5472,5473,5474,5475,5476,5477,5478,5479,5480,5481,5482,5483,5484,5485,5486,5487,5488,5489,5490,5491,5492,5493,5494,5495,5496,5497,5498,5499,5500,5501,5502,5503,5504,5505,5506,5507,5508,5509,5510,5511,5512,5513,5514,5515,5516,5517,5518,5519,5520,5521,5522,5523,5524,5525,5526,5527,5528,5529,5530,5531,5532,5533,5534,5535,5536,5537,5538,5539,5540,5541,5542,5543,5544,5545,5546,5547,5548,5549,5550,5551,5552,5553,5554,5555,5556,5557,5558,5559,5560,5561,5562,5563,5564,5565,5566,5567,5568,5569,5570,5571,5572,5573,5574,5575,5576,5577,5578,5579,5580,5581,5582,5583,5584,5585,5586,5587,5588,5589,5590,5591,5592,5593,5594,5595,5596,5597,5598,5599,5600,5601,5602,5603,5604,5605,5606,5607,5608,5609,5610,5611,5612,5613,5614,5615,5616,5617,5618,5619,5620,5621,5622,5623,5624,5625,5626,5627,5628,5629,5630,5631,5632,5633,5634,5635,5636,5637,5638,5639,5640,5641,5642,5643,5644,5645,5646,5647,5648,5649,5650,5651,5652,5653,5654,5655,5656,5657,5658,5659,5660,5661,5662,5663,5664,5665,5666,5667,5668,5669,5670,5671,5672,5673,5674,5675,5676,5677,5678,5679,5680,5681,5682,5683,5684,5685,5686,5687,5688,5689,5690,5691,5692,5693,5694,5695,5696,5697,5698,5699,5700,5701,5702,5703,5704,5705,5706,5707,5708,5709,5710,5711,5712,5713,5714,5715,5716,5717,5718,5719,5720,5721,5722,5723,5724,5725,5726,5727,5728,5729,5730,5731,5732,5733,5734,5735,5736,5737,5738,5739,5740,5741,5742,5743,5744,5745,5746,5747,5748,5749,5750,5751,5752,5753,5754,5755,5756,5757,5758,5759,5760,5761,5762,5763,5764,5765,5766,5767,5768,5769,5770,5771,5772,5773,5774,5775,5776,5777,5778,5779,5780,5781,5782,5783,5784,5785,5786,5787,5788,5789,5790,5791,5792,5793,5794,5795,5796,5797,5798,5799,5800,5801,5802,5803,5804,5805,5806,5807,5808,5809,5810,5811,5812,5813,5814,5815,5816,5817,5818,5819,5820,5821,5822,5823,5824,5825,5826,5827,5828,5829,5830,5831,5832,5833,5834,5835,5836,5837,5838,5839,5840,5841,5842,5843,5844,5845,5846,5847,5848,5849,5850,5851,5852,5853,5854,5855,5856,5857,5858,5859,5860,5861,5862,5863,5864,5865,5866,5867,5868,5869,5870,5871,5872,5873,5874,5875,5876,5877,5878,5879,5880,5881,5882,5883,5884,5885,5886,5887,5888,5889,5890,5891,5892,5893,5894,5895,5896,5897,5898,5899,5900,5901,5902,5903,5904,5905,5906,5907,5908,5909,5910,5911,5912,5913,5914,5915,5916,5917,5918,5919,5920,5921,5922,5923,5924,5925,5926,5927,5928,5929,5930,5931,5932,5933,5934,5935,5936,5937,5938,5939,5940,5941,5942,5943,5944,5945,5946,5947,5948,5949,5950,5951,5952,5953,5954,5955,5956,5957,5958,5959,5960,5961,5962,5963,5964,5965,5966,5967,5968,5969,5970,5971,5972,5973,5974,5975,5976,5977,5978,5979,5980,5981,5982,5983,5984,5985,5986,5987,5988,5989,5990,5991,5992,5993,5994,5995,5996,5997,5998,5999,6000,6001,6002,6003,6004,6005,6006,6007,6008,6009,6010,6011,6012,6013,6014,6015,6016,6017,6018,6019,6020,6021,6022,6023,6024,6025,6026,6027,6028,6029,6030,6031,6032,6033,6034,6035,6036,6037,6038,6039,6040,6041,6042,6043,6044,6045,6046,6047,6048,6049,6050,6051,6052,6053,6054,6055,6056,6057,6058,6059,6060,6061,6062,6063,6064,6065,6066,6067,6068,6069,6070,6071,6072,6073,6074,6075,6076,6077,6078,6079,6080,6081,6082,6083,6084,6085,6086,6087,6088,6089,6090,6091,6092,6093,6094,6095,6096,6097,6098,6099,6100,6101,6102,6103,6104,6105,6106,6107,6108,6109,6110,6111,6112,6113,6114,6115,6116,6117,6118,6119,6120,6121,6122,6123,6124,6125,6126,6127,6128,6129,6130,6131,6132,6133,6134,6135,6136,6137,6138,6139,6140,6141,6142,6143,6144,6145,6146,6147,6148,6149,6150,6151,6152,6153,6154,6155,6156,6157,6158,6159,6160,6161,6162,6163,6164,6165,6166,6167,6168,6169,6170,6171,6172,6173,6174,6175,6176,6177,6178,6179,6180,6181,6182,6183,6184,6185,6186,6187,6188,6189,6190,6191,6192,6193,6194,6195,6196,6197,6198,6199,6200,6201,6202,6203,6204,6205,6206,6207,6208,6209,6210,6211,6212,6213,6214,6215,6216,6217,6218,6219,6220,6221,6222,6223,6224,6225,6226,6227,6228,6229,6230,6231,6232,6233,6234,6235,6236,6237,6238,6239,6240,6241,6242,6243,6244,6245,6246,6247,6248,6249,6250,6251,6252,6253,6254,6255,6256,6257,6258,6259,6260,6261,6262,6263,6264,6265,6266,6267,6268,6269,6270,6271,6272,6273,6274,6275,6276,6277,6278,6279,6280,6281,6282,6283,6284,6285,6286,6287,6288,6289,6290,6291,6292,6293,6294,6295,6296,6297,6298,6299,6300,6301,6302,6303,6304,6305,6306,6307,6308,6309,6310,6311,6312,6313,6314,6315,6316,6317,6318,6319,6320,6321,6322,6323,6324,6325,6326,6327,6328,6329,6330,6331,6332,6333,6334,6335,6336,6337,6338,6339,6340,6341,6342,6343,6344,6345,6346,6347,6348,6349,6350,6351,6352,6353,6354,6355,6356,6357,6358,6359,6360,6361,6362,6363,6364,6365,6366,6367,6368,6369,6370,6371,6372,6373,6374,6375,6376,6377,6378,6379,6380,6381,6382,6383,6384,6385,6386,6387,6388,6389,6390,6391,6392,6393,6394,6395,6396,6397,6398,6399,6400,6401,6402,6403,6404,6405,6406,6407,6408,6409,6410,6411,6412,6413,6414,6415,6416,6417,6418,6419,6420,6421,6422,6423,6424,6425,6426,6427,6428,6429,6430,6431,6432,6433,6434,6435,6436,6437,6438,6439,6440,6441,6442,6443,6444,6445,6446,6447,6448,6449,6450,6451,6452,6453,6454,6455,6456,6457,6458,6459,6460,6461,6462,6463,6464,6465,6466,6467,6468,6469,6470,6471,6472,6473,6474,6475,6476,6477,6478,6479,6480,6481,6482,6483,6484,6485,6486,6487,6488,6489,6490,6491,6492,6493,6494,6495,6496,6497,6498,6499,6500,6501,6502,6503,6504,6505,6506,6507,6508,6509,6510,6511,6512,6513,6514,6515,6516,6517,6518,6519,6520,6521,6522,6523,6524,6525,6526,6527,6528,6529,6530,6531,6532,6533,6534,6535,6536,6537,6538,6539,6540,6541,6542,6543,6544,6545,6546,6547,6548,6549,6550,6551,6552,6553,6554,6555,6556,6557,6558,6559,6560,6561,6562,6563,6564,6565,6566,6567,6568,6569,6570,6571,6572,6573,6574,6575,6576,6577,6578,6579,6580,6581,6582,6583,6584,6585,6586,6587,6588,6589,6590,6591,6592,6593,6594,6595,6596,6597,6598,6599,6600,6601,6602,6603,6604,6605,6606,6607,6608,6609,6610,6611,6612,6613,6614,6615,6616,6617,6618,6619,6620,6621,6622,6623,6624,6625,6626,6627,6628,6629,6630,6631,6632,6633,6634,6635,6636,6637,6638,6639,6640,6641,6642,6643,6644,6645,6646,6647,6648,6649,6650,6651,6652,6653,6654,6655,6656,6657,6658,6659,6660,6661,6662,6663,6664,6665,6666,6667,6668,6669,6670,6671,6672,6673,6674,6675,6676,6677,6678,6679,6680,6681,6682,6683,6684,6685,6686,6687,6688,6689,6690,6691,6692,6693,6694,6695,6696,6697,6698,6699,6700,6701,6702,6703,6704,6705,6706,6707,6708,6709,6710,6711,6712,6713,6714,6715,6716,6717,6718,6719,6720,6721,6722,6723,6724,6725,6726,6727,6728,6729,6730,6731,6732,6733,6734,6735,6736,6737,6738,6739,6740,6741,6742,6743,6744,6745,6746,6747,6748,6749,6750,6751,6752,6753,6754,6755,6756,6757,6758,6759,6760,6761,6762,6763,6764,6765,6766,6767,6768,6769,6770,6771,6772,6773,6774,6775,6776,6777,6778,6779,6780,6781,6782,6783,6784,6785,6786,6787,6788,6789,6790,6791,6792,6793,6794,6795,6796,6797,6798,6799,6800,6801,6802,6803,6804,6805,6806,6807,6808,6809,6810,6811,6812,6813,6814,6815,6816,6817,6818,6819,6820,6821,6822,6823,6824,6825,6826,6827,6828,6829,6830,6831,6832,6833,6834,6835,6836,6837,6838,6839,6840,6841,6842,6843,6844,6845,6846,6847,6848,6849,6850,6851,6852,6853,6854,6855,6856,6857,6858,6859,6860,6861,6862,6863,6864,6865,6866,6867,6868,6869,6870,6871,6872,6873,6874,6875,6876,6877,6878,6879,6880,6881,6882,6883,6884,6885,6886,6887,6888,6889,6890,6891,6892,6893,6894,6895,6896,6897,6898,6899,6900,6901,6902,6903,6904,6905,6906,6907,6908,6909,6910,6911,6912,6913,6914,6915,6916,6917,6918,6919,6920,6921,6922,6923,6924,6925,6926,6927,6928,6929,6930,6931,6932,6933,6934,6935,6936,6937,6938,6939,6940,6941,6942,6943,6944,6945,6946,6947,6948,6949,6950,6951,6952,6953,6954,6955,6956,6957,6958,6959,6960,6961,6962,6963,6964,6965,6966,6967,6968,6969,6970,6971,6972,6973,6974,6975,6976,6977,6978,6979,6980,6981,6982,6983,6984,6985,6986,6987,6988,6989,6990,6991,6992,6993,6994,6995,6996,6997,6998,6999,7000,7001,7002,7003,7004,7005,7006,7007,7008,7009,7010,7011,7012,7013,7014,7015,7016,7017,7018,7019,7020,7021,7022,7023,7024,7025,7026,7027,7028,7029,7030,7031,7032,7033,7034,7035,7036,7037,7038,7039,7040,7041,7042,7043,7044,7045,7046,7047,7048,7049,7050,7051,7052,7053,7054,7055,7056,7057,7058,7059,7060,7061,7062,7063,7064,7065,7066,7067,7068,7069,7070,7071,7072,7073,7074,7075,7076,7077,7078,7079,7080,7081,7082,7083,7084,7085,7086,7087,7088,7089,7090,7091,7092,7093,7094,7095,7096,7097,7098,7099,7100,7101,7102,7103,7104,7105,7106,7107,7108,7109,7110,7111,7112,7113,7114,7115,7116,7117,7118,7119,7120,7121,7122,7123,7124,7125,7126,7127,7128,7129,7130,7131,7132,7133,7134,7135,7136,7137,7138,7139,7140,7141,7142,7143,7144,7145,7146,7147,7148,7149,7150,7151,7152,7153,7154,7155,7156,7157,7158,7159,7160,7161,7162,7163,7164,7165,7166,7167,7168,7169,7170,7171,7172,7173,7174,7175,7176,7177,7178,7179,7180,7181,7182,7183,7184,7185,7186,7187,7188,7189,7190,7191,7192,7193,7194,7195,7196,7197,7198,7199,7200,7201,7202,7203,7204,7205,7206,7207,7208,7209,7210,7211,7212,7213,7214,7215,7216,7217,7218,7219,7220,7221,7222,7223,7224,7225,7226,7227,7228,7229,7230,7231,7232,7233,7234,7235,7236,7237,7238,7239,7240,7241,7242,7243,7244,7245,7246,7247,7248,7249,7250,7251,7252,7253,7254,7255,7256,7257,7258,7259,7260,7261,7262,7263,7264,7265,7266,7267,7268,7269,7270,7271,7272,7273,7274,7275,7276,7277,7278,7279,7280,7281,7282,7283,7284,7285,7286,7287,7288,7289,7290,7291,7292,7293,7294,7295,7296,7297,7298,7299,7300,7301,7302,7303,7304,7305,7306,7307,7308,7309,7310,7311,7312,7313,7314,7315,7316,7317,7318,7319,7320,7321,7322,7323,7324,7325,7326,7327,7328,7329,7330,7331,7332,7333,7334,7335,7336,7337,7338,7339,7340,7341,7342,7343,7344,7345,7346,7347,7348,7349,7350,7351,7352,7353,7354,7355,7356,7357,7358,7359,7360,7361,7362,7363,7364,7365,7366,7367,7368,7369,7370,7371,7372,7373,7374,7375,7376,7377,7378,7379,7380,7381,7382,7383,7384,7385,7386,7387,7388,7389,7390,7391,7392,7393,7394,7395,7396,7397,7398,7399,7400,7401,7402,7403,7404,7405,7406,7407,7408,7409,7410,7411,7412,7413,7414,7415,7416,7417,7418,7419,7420,7421,7422,7423,7424,7425,7426,7427,7428,7429,7430,7431,7432,7433,7434,7435,7436,7437,7438,7439,7440,7441,7442,7443,7444,7445,7446,7447,7448,7449,7450,7451,7452,7453,7454,7455,7456,7457,7458,7459,7460,7461,7462,7463,7464,7465,7466,7467,7468,7469,7470,7471,7472,7473,7474,7475,7476,7477,7478,7479,7480,7481,7482,7483,7484,7485,7486,7487,7488,7489,7490,7491,7492,7493,7494,7495,7496,7497,7498,7499,7500,7501,7502,7503,7504,7505,7506,7507,7508,7509,7510,7511,7512,7513,7514,7515,7516,7517,7518,7519,7520,7521,7522,7523,7524,7525,7526,7527,7528,7529,7530,7531,7532,7533,7534,7535,7536,7537,7538,7539,7540,7541,7542,7543,7544,7545,7546,7547,7548,7549,7550,7551,7552,7553,7554,7555,7556,7557,7558,7559,7560,7561,7562,7563,7564,7565,7566,7567,7568,7569,7570,7571,7572,7573,7574,7575,7576,7577,7578,7579,7580,7581,7582,7583,7584,7585,7586,7587,7588,7589,7590,7591,7592,7593,7594,7595,7596,7597,7598,7599,7600,7601,7602,7603,7604,7605,7606,7607,7608,7609,7610,7611,7612,7613,7614,7615,7616,7617,7618,7619,7620,7621,7622,7623,7624,7625,7626,7627,7628,7629,7630,7631,7632,7633,7634,7635,7636,7637,7638,7639,7640,7641,7642,7643,7644,7645,7646,7647,7648,7649,7650,7651,7652,7653,7654,7655,7656,7657,7658,7659,7660,7661,7662,7663,7664,7665,7666,7667,7668,7669,7670,7671,7672,7673,7674,7675,7676,7677,7678,7679,7680,7681,7682,7683,7684,7685,7686,7687,7688,7689,7690,7691,7692,7693,7694,7695,7696,7697,7698,7699,7700,7701,7702,7703,7704,7705,7706,7707,7708,7709,7710,7711,7712,7713,7714,7715,7716,7717,7718,7719,7720,7721,7722,7723,7724,7725,7726,7727,7728,7729,7730,7731,7732,7733,7734,7735,7736,7737,7738,7739,7740,7741,7742,7743,7744,7745,7746,7747,7748,7749,7750,7751,7752,7753,7754,7755,7756,7757,7758,7759,7760,7761,7762,7763,7764,7765,7766,7767,7768,7769,7770,7771,7772,7773,7774,7775,7776,7777,7778,7779,7780,7781,7782,7783,7784,7785,7786,7787,7788,7789,7790,7791,7792,7793,7794,7795,7796,7797,7798,7799,7800,7801,7802,7803,7804,7805,7806,7807,7808,9200,9201,9202,9174,9203,9204,9205,9206,9207,9208,9209,9210,9211,9212,9213,9214,9215,9216,9217,9218,9219,9220,9221,9222,9223,9224,9225,9226,9227,9228,9229,9230,9231,9232,9233,9234,9235,9236,9237,9238,9239,9240,9241,9242,9243,9244,9245,9246,9247,9248,9249,9250,9251,9252,9253,9254,9255,9256,9257,9258,9259,9260,9261,9262,9263,9264,9265,9266,9267,9268,9269,9270,9271,9272,9273,9274,9275,9276,9277,9278,9279,9280,9281,9282,9283,9284,9285,9286,9287,9288,9289,9290,9291,9292,9293,9294,9295,9296,9297,9298,9299,9300,9301,9302,9303,9304,9305,9306,9307,9308,9309,9310,9311,9312,9313,9314,9315,9316,9317,9318,9319,9320,9321,9322,9323,9324,9325,9326,9327,9328,9329,9330,9331,9332,9333,9334,9335,9336,9337,9338,9339,9340,9341,9342,9343,9344,9345,9346,9347,9348,9349,9350,9169,9351,9173,9185,9183,9184,9352,9353,9354,9175,9176,9355,9356,9171,9172,9170,9196,9197,9177,9357,9358,9180,9181,9359,9182,9186,9187,9188,9189,9190,9191,9192,9193,9194,9195,9360,9361,9362,9363,9364,9365,9366,9367,9368,9369,9370,9371,9372,9373,9374,9375,9376,9377,9378,9379,9380,9381,9382,9383,9384,9385,9386,9387,9388,9389,9390,9391,9392,9393,9394,9395,9396,9397,9398,9399,9400,9401,9402,9403,9404,9405,9406,9407,9408,9409,9410,9411,9412,9413,9414,9415,9416,9417,9418,9419,9420,9421,9422,9423,9424,9425,9426,9427,9428,9429,9430,9431,9432,9433,9434,9435,9436,9437,9438,9439,9440,9441,9442,9443,9444,9445,9446,9447,9448,9449,9450,9451,9452,9453,9454,9455,9456,9457,9458,9459,9460,9461,9462,9463,9464,9465,9466,9467,9468,9469,9470,9471,9472,9473,9474,9475,9476,9477,9478,9479,9480,9481,9482,9483,9496,9485,9486,9487,9488,9489,9490,9491,9492,9493,9494,9495,9497,9498,9499,9500,9501,9502,9503,9504,9505,9506,9507,9508,9509]');

-- --------------------------------------------------------

--
-- Структура таблицы `user`
--

CREATE TABLE `user` (
  `id` int(10) UNSIGNED NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `steam_id` varchar(19) COLLATE utf8_unicode_ci NOT NULL,
  `telegram_chat_id` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `username` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_confirm_token` char(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password_hash` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password_reset_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `auth_key` char(32) COLLATE utf8_unicode_ci NOT NULL,
  `ref_code` bigint(20) UNSIGNED NOT NULL,
  `socket_room` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `current_language` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'ru-RU',
  `status` tinyint(3) UNSIGNED NOT NULL,
  `jwt` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `auto` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `parent_skin_send` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `ban_reason` tinyint(4) DEFAULT NULL,
  `ban_by` int(10) UNSIGNED DEFAULT NULL,
  `banned_at` timestamp NULL DEFAULT NULL,
  `unbanned_at` timestamp NULL DEFAULT NULL,
  `discord` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rustru_activated` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `rustru_scrap_confirm` decimal(14,2) UNSIGNED NOT NULL DEFAULT 0.00,
  `rustru_scrap_wait` decimal(14,2) UNSIGNED NOT NULL DEFAULT 0.00,
  `is_gamer` tinyint(3) UNSIGNED DEFAULT 0,
  `server_id` int(11) DEFAULT NULL,
  `last_visit_server_at` timestamp NULL DEFAULT NULL,
  `raid_notify` tinyint(1) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_balance`
--

CREATE TABLE `user_balance` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `type` int(10) UNSIGNED DEFAULT NULL,
  `balance` decimal(14,2) NOT NULL DEFAULT 0.00,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `user_box`
--

CREATE TABLE `user_box` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `box_id` int(10) UNSIGNED DEFAULT NULL,
  `status` int(10) UNSIGNED DEFAULT NULL,
  `auto` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `user_checking`
--

CREATE TABLE `user_checking` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `checking_by` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `done_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_clan`
--

CREATE TABLE `user_clan` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `clan_id` int(10) UNSIGNED NOT NULL,
  `invited_user_id` int(10) UNSIGNED NOT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_confirm_code`
--

CREATE TABLE `user_confirm_code` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `type` tinyint(3) UNSIGNED NOT NULL,
  `code` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `status` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_drop`
--

CREATE TABLE `user_drop` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `drop_id` int(10) UNSIGNED DEFAULT NULL,
  `box_id` int(10) UNSIGNED DEFAULT NULL,
  `sets_id` int(11) DEFAULT NULL,
  `amount` int(11) NOT NULL DEFAULT 1,
  `count` int(11) NOT NULL DEFAULT 0,
  `status` int(10) UNSIGNED DEFAULT NULL,
  `auto` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `user_payout_referral`
--

CREATE TABLE `user_payout_referral` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `amount` decimal(14,2) UNSIGNED NOT NULL DEFAULT 0.00,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `user_payout_referral`
--

INSERT INTO `user_payout_referral` (`id`, `user_id`, `amount`, `created_at`) VALUES
(1, 15477, '147.00', '2024-09-16 09:43:08'),
(2, 15477, '226.00', '2024-09-16 09:45:19'),
(3, 45565, '88.00', '2024-10-04 13:17:03'),
(4, 45565, '60.00', '2024-10-11 12:47:31'),
(5, 21209, '100.00', '2024-10-19 17:05:47'),
(6, 21209, '100.00', '2024-10-21 12:25:14'),
(7, 21209, '200.00', '2024-11-03 20:02:27'),
(8, 21209, '120.00', '2024-11-11 21:22:54'),
(9, 45565, '120.00', '2024-11-22 13:09:33');

-- --------------------------------------------------------

--
-- Структура таблицы `user_profile`
--

CREATE TABLE `user_profile` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `surname` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `avatar` varchar(255) DEFAULT NULL,
  `gender` tinyint(3) UNSIGNED DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `trade_link` text DEFAULT NULL,
  `skindrops` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `skindrops_error` varchar(255) DEFAULT NULL,
  `referral_bonus` int(11) DEFAULT 20,
  `referral_click` int(11) DEFAULT 0,
  `server_tag` varchar(255) DEFAULT 'max3',
  `blogger_account` varchar(255) DEFAULT NULL,
  `parent_bonus` tinyint(3) UNSIGNED NOT NULL DEFAULT 0,
  `is_blogger` tinyint(3) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `user_promocode`
--

CREATE TABLE `user_promocode` (
  `id` int(11) NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `promocode_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `user_raid`
--

CREATE TABLE `user_raid` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `location` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `explosives` varchar(255) COLLATE utf8_unicode_ci DEFAULT '[]',
  `owners` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `notify` tinyint(1) UNSIGNED NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `server_id` int(11) NOT NULL,
  `wipe` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_task`
--

CREATE TABLE `user_task` (
  `id` int(11) NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `task_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `user_team`
--

CREATE TABLE `user_team` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `team_id` int(10) UNSIGNED NOT NULL,
  `server_id` int(11) NOT NULL,
  `wipe` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_top`
--

CREATE TABLE `user_top` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `key` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `value` decimal(14,2) DEFAULT 0.00,
  `server_id` int(11) NOT NULL,
  `wipe` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `user_tree`
--

CREATE TABLE `user_tree` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `parent_user_id` int(10) UNSIGNED DEFAULT NULL,
  `lft` int(10) UNSIGNED NOT NULL,
  `rgt` int(10) UNSIGNED NOT NULL,
  `level` tinyint(3) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `auth`
--
ALTER TABLE `auth`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `auth_assignment`
--
ALTER TABLE `auth_assignment`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `ban_list`
--
ALTER TABLE `ban_list`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `blog`
--
ALTER TABLE `blog`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blog_category_id` (`blog_category_id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `blog_category`
--
ALTER TABLE `blog_category`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blog_category_ibfk_1` (`blog_category_id`);

--
-- Индексы таблицы `blog_image`
--
ALTER TABLE `blog_image`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blog_id` (`blog_id`);

--
-- Индексы таблицы `blog_rating`
--
ALTER TABLE `blog_rating`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blog_id` (`blog_id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `box`
--
ALTER TABLE `box`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `box_drop`
--
ALTER TABLE `box_drop`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_box_drop_drop_id` (`drop_id`),
  ADD KEY `fk_box_drop_box_id` (`box_id`);

--
-- Индексы таблицы `box_image`
--
ALTER TABLE `box_image`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `building`
--
ALTER TABLE `building`
  ADD PRIMARY KEY (`id`),
  ADD KEY `building_user_id` (`user_id`);

--
-- Индексы таблицы `building_image`
--
ALTER TABLE `building_image`
  ADD PRIMARY KEY (`id`),
  ADD KEY `building_image_building_id` (`building_id`);

--
-- Индексы таблицы `building_like`
--
ALTER TABLE `building_like`
  ADD PRIMARY KEY (`id`),
  ADD KEY `building_like_building_id` (`building_id`),
  ADD KEY `building_like_user_id` (`user_id`);

--
-- Индексы таблицы `building_resident`
--
ALTER TABLE `building_resident`
  ADD PRIMARY KEY (`id`),
  ADD KEY `building_resident_building_id` (`building_id`),
  ADD KEY `building_resident_user_id` (`user_id`);

--
-- Индексы таблицы `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `clan`
--
ALTER TABLE `clan`
  ADD PRIMARY KEY (`id`),
  ADD KEY `clan_user_id` (`user_id`);

--
-- Индексы таблицы `clan_application`
--
ALTER TABLE `clan_application`
  ADD PRIMARY KEY (`id`),
  ADD KEY `clan_application_clan_id` (`clan_id`),
  ADD KEY `clan_application_user_id` (`user_id`);

--
-- Индексы таблицы `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx-Comment-entity` (`entity`),
  ADD KEY `idx-Comment-status` (`status`);

--
-- Индексы таблицы `deposit`
--
ALTER TABLE `deposit`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `drop`
--
ALTER TABLE `drop`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_drop_type_id` (`type_id`),
  ADD KEY `drop_ibfk_1` (`category_id`);

--
-- Индексы таблицы `drop_image`
--
ALTER TABLE `drop_image`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `drop_type`
--
ALTER TABLE `drop_type`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `invoice`
--
ALTER TABLE `invoice`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `box_id` (`box_id`),
  ADD KEY `sets_id` (`sets_id`),
  ADD KEY `drop_id` (`drop_id`);

--
-- Индексы таблицы `language`
--
ALTER TABLE `language`
  ADD PRIMARY KEY (`language_id`);

--
-- Индексы таблицы `language_force_translation`
--
ALTER TABLE `language_force_translation`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `language_source`
--
ALTER TABLE `language_source`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_source_message_category` (`category`);

--
-- Индексы таблицы `language_translate`
--
ALTER TABLE `language_translate`
  ADD PRIMARY KEY (`id`,`language`),
  ADD KEY `idx_message_language` (`language`);

--
-- Индексы таблицы `migration`
--
ALTER TABLE `migration`
  ADD PRIMARY KEY (`version`);

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `news_content`
--
ALTER TABLE `news_content`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `index_news_language` (`news_id`,`language`);

--
-- Индексы таблицы `news_image`
--
ALTER TABLE `news_image`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_news_image_news_id` (`news_id`);

--
-- Индексы таблицы `profit`
--
ALTER TABLE `profit`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_profit_user_balance_id` (`user_balance_id`);

--
-- Индексы таблицы `promocode`
--
ALTER TABLE `promocode`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `rcon_tasks`
--
ALTER TABLE `rcon_tasks`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `select`
--
ALTER TABLE `select`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `select_drop`
--
ALTER TABLE `select_drop`
  ADD PRIMARY KEY (`id`),
  ADD KEY `drop_id_2` (`drop_id`),
  ADD KEY `select_id` (`select_id`);

--
-- Индексы таблицы `select_image`
--
ALTER TABLE `select_image`
  ADD PRIMARY KEY (`id`),
  ADD KEY `select_id` (`select_id`);

--
-- Индексы таблицы `servers`
--
ALTER TABLE `servers`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `servers_chats`
--
ALTER TABLE `servers_chats`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `servers_reports`
--
ALTER TABLE `servers_reports`
  ADD PRIMARY KEY (`id`),
  ADD KEY `reports_steam_id_server_tag_wipe` (`server_tag`,`wipe`,`steam_id`);

--
-- Индексы таблицы `sets`
--
ALTER TABLE `sets`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `sets_drop`
--
ALTER TABLE `sets_drop`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sets_id` (`sets_id`),
  ADD KEY `drop_id` (`drop_id`);

--
-- Индексы таблицы `sets_image`
--
ALTER TABLE `sets_image`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`),
  ADD KEY `sets_id` (`sets_id`);

--
-- Индексы таблицы `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`key`);

--
-- Индексы таблицы `skindrops`
--
ALTER TABLE `skindrops`
  ADD PRIMARY KEY (`id`),
  ADD KEY `steam_id` (`steam_id`);

--
-- Индексы таблицы `skindrops_links`
--
ALTER TABLE `skindrops_links`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `statistics`
--
ALTER TABLE `statistics`
  ADD PRIMARY KEY (`id`),
  ADD KEY `stats_steam_id_server_tag_wipe` (`server_tag`,`wipe`,`steam_id`) USING BTREE,
  ADD KEY `server_tag` (`server_tag`,`wipe`);

--
-- Индексы таблицы `statistics_kills`
--
ALTER TABLE `statistics_kills`
  ADD PRIMARY KEY (`id`),
  ADD KEY `kills_steam_id_server_tag_wipe` (`server_tag`,`wipe`,`steam_id`);

--
-- Индексы таблицы `statistics_teams`
--
ALTER TABLE `statistics_teams`
  ADD PRIMARY KEY (`id`),
  ADD KEY `teams_steam_id_server_tag_wipe` (`server_tag`,`wipe`,`steam_id`);

--
-- Индексы таблицы `support`
--
ALTER TABLE `support`
  ADD PRIMARY KEY (`id`),
  ADD KEY `support_user_id` (`user_id`),
  ADD KEY `support_suspect_user_id` (`suspect_user_id`);

--
-- Индексы таблицы `support_file`
--
ALTER TABLE `support_file`
  ADD PRIMARY KEY (`id`),
  ADD KEY `support_file_support_message_id` (`support_message_id`);

--
-- Индексы таблицы `support_message`
--
ALTER TABLE `support_message`
  ADD PRIMARY KEY (`id`),
  ADD KEY `support_message_user_id` (`user_id`),
  ADD KEY `support_message_support_id` (`support_id`);

--
-- Индексы таблицы `support_read`
--
ALTER TABLE `support_read`
  ADD KEY `support_read_user_id` (`user_id`),
  ADD KEY `support_read_support_message_id` (`support_message_id`);

--
-- Индексы таблицы `task`
--
ALTER TABLE `task`
  ADD PRIMARY KEY (`id`),
  ADD KEY `drop_id` (`drop_id`),
  ADD KEY `task_ibfk_2` (`drop_id_image`);

--
-- Индексы таблицы `team`
--
ALTER TABLE `team`
  ADD PRIMARY KEY (`id`),
  ADD KEY `team_author_id` (`team_author_id`),
  ADD KEY `team_server_id` (`server_id`);

--
-- Индексы таблицы `telegram_constructor`
--
ALTER TABLE `telegram_constructor`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_tg_con_telegram_constructor_message_id` (`telegram_constructor_message_id`);

--
-- Индексы таблицы `telegram_constructor_buttons`
--
ALTER TABLE `telegram_constructor_buttons`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_telegram_constructor_buttons_constructor_message_id` (`telegram_constructor_message_id`),
  ADD KEY `fk_telegram_constructor_buttons_call_constructor_message_id` (`callback_telegram_constructor_message_id`);

--
-- Индексы таблицы `telegram_constructor_buttons_language`
--
ALTER TABLE `telegram_constructor_buttons_language`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_tg_con_but_lan_constructor_buttons_language_id` (`telegram_constructor_buttons_language_id`),
  ADD KEY `fk_tg_con_but_lan_language` (`language`);

--
-- Индексы таблицы `telegram_constructor_message`
--
ALTER TABLE `telegram_constructor_message`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `telegram_constructor_message_language`
--
ALTER TABLE `telegram_constructor_message_language`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_tg_con_mes_lan_constructor_message_id` (`telegram_constructor_message_id`),
  ADD KEY `fk_tg_con_mes_lan_language` (`language`);

--
-- Индексы таблицы `telegram_constructor_old`
--
ALTER TABLE `telegram_constructor_old`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_telegram_constructor_country_promo_id` (`country_promo_id`);

--
-- Индексы таблицы `telegram_message`
--
ALTER TABLE `telegram_message`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `telegram_recipients`
--
ALTER TABLE `telegram_recipients`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Индексы таблицы `telegram_user`
--
ALTER TABLE `telegram_user`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `translate_manager_temp`
--
ALTER TABLE `translate_manager_temp`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD KEY `steam_id` (`steam_id`),
  ADD KEY `user_server_id` (`server_id`);

--
-- Индексы таблицы `user_balance`
--
ALTER TABLE `user_balance`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_user_balance_user_id` (`user_id`);

--
-- Индексы таблицы `user_box`
--
ALTER TABLE `user_box`
  ADD PRIMARY KEY (`id`),
  ADD KEY `box_id` (`box_id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `user_checking`
--
ALTER TABLE `user_checking`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_checking_user_id` (`user_id`),
  ADD KEY `user_checking_checking_by` (`checking_by`);

--
-- Индексы таблицы `user_clan`
--
ALTER TABLE `user_clan`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_clan_clan_id` (`clan_id`),
  ADD KEY `user_clan_user_id` (`user_id`),
  ADD KEY `user_clan_invited_user_id` (`invited_user_id`);

--
-- Индексы таблицы `user_confirm_code`
--
ALTER TABLE `user_confirm_code`
  ADD PRIMARY KEY (`id`),
  ADD KEY `index_user_type_status` (`user_id`,`type`,`status`);

--
-- Индексы таблицы `user_drop`
--
ALTER TABLE `user_drop`
  ADD PRIMARY KEY (`id`),
  ADD KEY `drop_id` (`drop_id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `box_id` (`box_id`),
  ADD KEY `sets_id` (`sets_id`);

--
-- Индексы таблицы `user_payout_referral`
--
ALTER TABLE `user_payout_referral`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_payout_referral_user_id` (`user_id`);

--
-- Индексы таблицы `user_profile`
--
ALTER TABLE `user_profile`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `user_promocode`
--
ALTER TABLE `user_promocode`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `promocode_id` (`promocode_id`);

--
-- Индексы таблицы `user_raid`
--
ALTER TABLE `user_raid`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_raid_user_id` (`user_id`),
  ADD KEY `user_raid_server_id` (`server_id`);

--
-- Индексы таблицы `user_task`
--
ALTER TABLE `user_task`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `task_id` (`task_id`);

--
-- Индексы таблицы `user_team`
--
ALTER TABLE `user_team`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_team_server_id` (`server_id`),
  ADD KEY `user_team_team_id` (`team_id`),
  ADD KEY `user_team_user_id` (`user_id`);

--
-- Индексы таблицы `user_top`
--
ALTER TABLE `user_top`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_id_server_id_wipe_key` (`user_id`,`server_id`,`wipe`,`key`) USING BTREE,
  ADD KEY `user_top_server_id` (`server_id`);

--
-- Индексы таблицы `user_tree`
--
ALTER TABLE `user_tree`
  ADD PRIMARY KEY (`id`),
  ADD KEY `index_lft` (`lft`,`rgt`),
  ADD KEY `index_rgt` (`rgt`),
  ADD KEY `fk_user_tree_user_id` (`user_id`),
  ADD KEY `fk_user_tree_parent_user_id` (`parent_user_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `auth`
--
ALTER TABLE `auth`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `auth_assignment`
--
ALTER TABLE `auth_assignment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT для таблицы `ban_list`
--
ALTER TABLE `ban_list`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `blog`
--
ALTER TABLE `blog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `blog_category`
--
ALTER TABLE `blog_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `blog_image`
--
ALTER TABLE `blog_image`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `blog_rating`
--
ALTER TABLE `blog_rating`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `box`
--
ALTER TABLE `box`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблицы `box_drop`
--
ALTER TABLE `box_drop`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT для таблицы `box_image`
--
ALTER TABLE `box_image`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `building`
--
ALTER TABLE `building`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `building_image`
--
ALTER TABLE `building_image`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `building_like`
--
ALTER TABLE `building_like`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `building_resident`
--
ALTER TABLE `building_resident`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=107;

--
-- AUTO_INCREMENT для таблицы `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `clan`
--
ALTER TABLE `clan`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `clan_application`
--
ALTER TABLE `clan_application`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `comment`
--
ALTER TABLE `comment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `deposit`
--
ALTER TABLE `deposit`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `drop`
--
ALTER TABLE `drop`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=878;

--
-- AUTO_INCREMENT для таблицы `drop_image`
--
ALTER TABLE `drop_image`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=846;

--
-- AUTO_INCREMENT для таблицы `drop_type`
--
ALTER TABLE `drop_type`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT для таблицы `invoice`
--
ALTER TABLE `invoice`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `language_force_translation`
--
ALTER TABLE `language_force_translation`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `language_source`
--
ALTER TABLE `language_source`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `news_content`
--
ALTER TABLE `news_content`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `news_image`
--
ALTER TABLE `news_image`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `profit`
--
ALTER TABLE `profit`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `promocode`
--
ALTER TABLE `promocode`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `rcon_tasks`
--
ALTER TABLE `rcon_tasks`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `select`
--
ALTER TABLE `select`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `select_drop`
--
ALTER TABLE `select_drop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT для таблицы `select_image`
--
ALTER TABLE `select_image`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `servers`
--
ALTER TABLE `servers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `servers_chats`
--
ALTER TABLE `servers_chats`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `servers_reports`
--
ALTER TABLE `servers_reports`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `sets`
--
ALTER TABLE `sets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `sets_drop`
--
ALTER TABLE `sets_drop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=119;

--
-- AUTO_INCREMENT для таблицы `sets_image`
--
ALTER TABLE `sets_image`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `skindrops`
--
ALTER TABLE `skindrops`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `skindrops_links`
--
ALTER TABLE `skindrops_links`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `statistics`
--
ALTER TABLE `statistics`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `statistics_kills`
--
ALTER TABLE `statistics_kills`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `statistics_teams`
--
ALTER TABLE `statistics_teams`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `support`
--
ALTER TABLE `support`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `support_file`
--
ALTER TABLE `support_file`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `support_message`
--
ALTER TABLE `support_message`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `task`
--
ALTER TABLE `task`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT для таблицы `team`
--
ALTER TABLE `team`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `telegram_constructor`
--
ALTER TABLE `telegram_constructor`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=124;

--
-- AUTO_INCREMENT для таблицы `telegram_constructor_buttons`
--
ALTER TABLE `telegram_constructor_buttons`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=83;

--
-- AUTO_INCREMENT для таблицы `telegram_constructor_buttons_language`
--
ALTER TABLE `telegram_constructor_buttons_language`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=879;

--
-- AUTO_INCREMENT для таблицы `telegram_constructor_message`
--
ALTER TABLE `telegram_constructor_message`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- AUTO_INCREMENT для таблицы `telegram_constructor_message_language`
--
ALTER TABLE `telegram_constructor_message_language`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=330;

--
-- AUTO_INCREMENT для таблицы `telegram_constructor_old`
--
ALTER TABLE `telegram_constructor_old`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;

--
-- AUTO_INCREMENT для таблицы `telegram_message`
--
ALTER TABLE `telegram_message`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `telegram_recipients`
--
ALTER TABLE `telegram_recipients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `telegram_user`
--
ALTER TABLE `telegram_user`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `translate_manager_temp`
--
ALTER TABLE `translate_manager_temp`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `user`
--
ALTER TABLE `user`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_balance`
--
ALTER TABLE `user_balance`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_box`
--
ALTER TABLE `user_box`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_checking`
--
ALTER TABLE `user_checking`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_clan`
--
ALTER TABLE `user_clan`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_confirm_code`
--
ALTER TABLE `user_confirm_code`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_drop`
--
ALTER TABLE `user_drop`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_payout_referral`
--
ALTER TABLE `user_payout_referral`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `user_profile`
--
ALTER TABLE `user_profile`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_promocode`
--
ALTER TABLE `user_promocode`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_raid`
--
ALTER TABLE `user_raid`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_task`
--
ALTER TABLE `user_task`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_team`
--
ALTER TABLE `user_team`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_top`
--
ALTER TABLE `user_top`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user_tree`
--
ALTER TABLE `user_tree`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- Ограничения внешнего ключа сохраненных таблиц
--

--
-- Ограничения внешнего ключа таблицы `auth`
--
ALTER TABLE `auth`
  ADD CONSTRAINT `auth_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE SET NULL ON UPDATE SET NULL;

--
-- Ограничения внешнего ключа таблицы `blog_rating`
--
ALTER TABLE `blog_rating`
  ADD CONSTRAINT `blog_rating_ibfk_2` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`);

--
-- Ограничения внешнего ключа таблицы `box_drop`
--
ALTER TABLE `box_drop`
  ADD CONSTRAINT `fk_box_drop_box_id` FOREIGN KEY (`box_id`) REFERENCES `box` (`id`) ON DELETE SET NULL ON UPDATE CASCADE,
  ADD CONSTRAINT `fk_box_drop_drop_id` FOREIGN KEY (`drop_id`) REFERENCES `drop` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `building`
--
ALTER TABLE `building`
  ADD CONSTRAINT `building_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `building_image`
--
ALTER TABLE `building_image`
  ADD CONSTRAINT `building_image_building_id` FOREIGN KEY (`building_id`) REFERENCES `building` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `building_like`
--
ALTER TABLE `building_like`
  ADD CONSTRAINT `building_like_building_id` FOREIGN KEY (`building_id`) REFERENCES `building` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `building_like_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `building_resident`
--
ALTER TABLE `building_resident`
  ADD CONSTRAINT `building_resident_building_id` FOREIGN KEY (`building_id`) REFERENCES `building` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `building_resident_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `clan`
--
ALTER TABLE `clan`
  ADD CONSTRAINT `clan_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `clan_application`
--
ALTER TABLE `clan_application`
  ADD CONSTRAINT `clan_application_clan_id` FOREIGN KEY (`clan_id`) REFERENCES `clan` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `clan_application_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `deposit`
--
ALTER TABLE `deposit`
  ADD CONSTRAINT `deposit_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`);

--
-- Ограничения внешнего ключа таблицы `drop`
--
ALTER TABLE `drop`
  ADD CONSTRAINT `drop_ibfk_1` FOREIGN KEY (`category_id`) REFERENCES `category` (`id`) ON DELETE SET NULL ON UPDATE SET NULL,
  ADD CONSTRAINT `fk_drop_type_id` FOREIGN KEY (`type_id`) REFERENCES `drop_type` (`id`);

--
-- Ограничения внешнего ключа таблицы `invoice`
--
ALTER TABLE `invoice`
  ADD CONSTRAINT `invoice_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE SET NULL ON UPDATE SET NULL,
  ADD CONSTRAINT `invoice_ibfk_2` FOREIGN KEY (`box_id`) REFERENCES `box` (`id`),
  ADD CONSTRAINT `invoice_ibfk_3` FOREIGN KEY (`sets_id`) REFERENCES `sets` (`id`),
  ADD CONSTRAINT `invoice_ibfk_4` FOREIGN KEY (`drop_id`) REFERENCES `drop` (`id`);

--
-- Ограничения внешнего ключа таблицы `language_translate`
--
ALTER TABLE `language_translate`
  ADD CONSTRAINT `fk_message_source_message` FOREIGN KEY (`id`) REFERENCES `language_source` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `news_content`
--
ALTER TABLE `news_content`
  ADD CONSTRAINT `fk_news_content_news_id` FOREIGN KEY (`news_id`) REFERENCES `news` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `news_image`
--
ALTER TABLE `news_image`
  ADD CONSTRAINT `fk_news_image_news_id` FOREIGN KEY (`news_id`) REFERENCES `news` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `profit`
--
ALTER TABLE `profit`
  ADD CONSTRAINT `fk_profit_user_balance_id` FOREIGN KEY (`user_balance_id`) REFERENCES `user_balance` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `select_drop`
--
ALTER TABLE `select_drop`
  ADD CONSTRAINT `select_drop_ibfk_2` FOREIGN KEY (`drop_id`) REFERENCES `drop` (`id`),
  ADD CONSTRAINT `select_drop_ibfk_3` FOREIGN KEY (`select_id`) REFERENCES `select` (`id`);

--
-- Ограничения внешнего ключа таблицы `select_image`
--
ALTER TABLE `select_image`
  ADD CONSTRAINT `select_image_ibfk_1` FOREIGN KEY (`select_id`) REFERENCES `select` (`id`);

--
-- Ограничения внешнего ключа таблицы `sets_drop`
--
ALTER TABLE `sets_drop`
  ADD CONSTRAINT `sets_drop_ibfk_1` FOREIGN KEY (`sets_id`) REFERENCES `sets` (`id`),
  ADD CONSTRAINT `sets_drop_ibfk_2` FOREIGN KEY (`drop_id`) REFERENCES `drop` (`id`);

--
-- Ограничения внешнего ключа таблицы `sets_image`
--
ALTER TABLE `sets_image`
  ADD CONSTRAINT `sets_image_ibfk_1` FOREIGN KEY (`sets_id`) REFERENCES `sets` (`id`);

--
-- Ограничения внешнего ключа таблицы `support`
--
ALTER TABLE `support`
  ADD CONSTRAINT `support_suspect_user_id` FOREIGN KEY (`suspect_user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `support_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `support_file`
--
ALTER TABLE `support_file`
  ADD CONSTRAINT `support_file_support_message_id` FOREIGN KEY (`support_message_id`) REFERENCES `support_message` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `support_message`
--
ALTER TABLE `support_message`
  ADD CONSTRAINT `support_message_support_id` FOREIGN KEY (`support_id`) REFERENCES `support` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `support_message_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `support_read`
--
ALTER TABLE `support_read`
  ADD CONSTRAINT `support_read_support_message_id` FOREIGN KEY (`support_message_id`) REFERENCES `support_message` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `support_read_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `task`
--
ALTER TABLE `task`
  ADD CONSTRAINT `task_ibfk_1` FOREIGN KEY (`drop_id`) REFERENCES `drop` (`id`),
  ADD CONSTRAINT `task_ibfk_2` FOREIGN KEY (`drop_id_image`) REFERENCES `drop` (`id`);

--
-- Ограничения внешнего ключа таблицы `team`
--
ALTER TABLE `team`
  ADD CONSTRAINT `team_author_id` FOREIGN KEY (`team_author_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `team_server_id` FOREIGN KEY (`server_id`) REFERENCES `servers` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `telegram_constructor`
--
ALTER TABLE `telegram_constructor`
  ADD CONSTRAINT `fk_tg_con_telegram_constructor_message_id` FOREIGN KEY (`telegram_constructor_message_id`) REFERENCES `telegram_constructor_message` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `telegram_constructor_buttons`
--
ALTER TABLE `telegram_constructor_buttons`
  ADD CONSTRAINT `fk_telegram_constructor_buttons_call_constructor_message_id` FOREIGN KEY (`callback_telegram_constructor_message_id`) REFERENCES `telegram_constructor_message` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `fk_telegram_constructor_buttons_constructor_message_id` FOREIGN KEY (`telegram_constructor_message_id`) REFERENCES `telegram_constructor_message` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user`
--
ALTER TABLE `user`
  ADD CONSTRAINT `user_server_id` FOREIGN KEY (`server_id`) REFERENCES `servers` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_balance`
--
ALTER TABLE `user_balance`
  ADD CONSTRAINT `fk_user_balance_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_box`
--
ALTER TABLE `user_box`
  ADD CONSTRAINT `user_box_ibfk_1` FOREIGN KEY (`box_id`) REFERENCES `box` (`id`) ON DELETE SET NULL ON UPDATE SET NULL,
  ADD CONSTRAINT `user_box_ibfk_2` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE SET NULL ON UPDATE SET NULL;

--
-- Ограничения внешнего ключа таблицы `user_checking`
--
ALTER TABLE `user_checking`
  ADD CONSTRAINT `user_checking_checking_by` FOREIGN KEY (`checking_by`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_checking_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_clan`
--
ALTER TABLE `user_clan`
  ADD CONSTRAINT `user_clan_clan_id` FOREIGN KEY (`clan_id`) REFERENCES `clan` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_clan_invited_user_id` FOREIGN KEY (`invited_user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_clan_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_confirm_code`
--
ALTER TABLE `user_confirm_code`
  ADD CONSTRAINT `user_confirm_code_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_drop`
--
ALTER TABLE `user_drop`
  ADD CONSTRAINT `user_drop_ibfk_1` FOREIGN KEY (`drop_id`) REFERENCES `drop` (`id`) ON DELETE SET NULL ON UPDATE SET NULL,
  ADD CONSTRAINT `user_drop_ibfk_2` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE SET NULL ON UPDATE SET NULL,
  ADD CONSTRAINT `user_drop_ibfk_3` FOREIGN KEY (`box_id`) REFERENCES `box` (`id`) ON DELETE SET NULL ON UPDATE SET NULL,
  ADD CONSTRAINT `user_drop_ibfk_4` FOREIGN KEY (`sets_id`) REFERENCES `sets` (`id`);

--
-- Ограничения внешнего ключа таблицы `user_payout_referral`
--
ALTER TABLE `user_payout_referral`
  ADD CONSTRAINT `user_payout_referral_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_profile`
--
ALTER TABLE `user_profile`
  ADD CONSTRAINT `user_profile_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE SET NULL ON UPDATE SET NULL;

--
-- Ограничения внешнего ключа таблицы `user_promocode`
--
ALTER TABLE `user_promocode`
  ADD CONSTRAINT `user_promocode_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`),
  ADD CONSTRAINT `user_promocode_ibfk_2` FOREIGN KEY (`promocode_id`) REFERENCES `promocode` (`id`);

--
-- Ограничения внешнего ключа таблицы `user_raid`
--
ALTER TABLE `user_raid`
  ADD CONSTRAINT `user_raid_server_id` FOREIGN KEY (`server_id`) REFERENCES `servers` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_raid_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_task`
--
ALTER TABLE `user_task`
  ADD CONSTRAINT `user_task_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`),
  ADD CONSTRAINT `user_task_ibfk_2` FOREIGN KEY (`task_id`) REFERENCES `task` (`id`);

--
-- Ограничения внешнего ключа таблицы `user_team`
--
ALTER TABLE `user_team`
  ADD CONSTRAINT `user_team_server_id` FOREIGN KEY (`server_id`) REFERENCES `servers` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_team_team_id` FOREIGN KEY (`team_id`) REFERENCES `team` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_team_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_top`
--
ALTER TABLE `user_top`
  ADD CONSTRAINT `user_top_server_id` FOREIGN KEY (`server_id`) REFERENCES `servers` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `user_top_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `user_tree`
--
ALTER TABLE `user_tree`
  ADD CONSTRAINT `fk_user_tree_parent_user_id` FOREIGN KEY (`parent_user_id`) REFERENCES `user` (`id`) ON DELETE SET NULL ON UPDATE CASCADE,
  ADD CONSTRAINT `fk_user_tree_user_id` FOREIGN KEY (`user_id`) REFERENCES `user` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
